 {
  "deskripsi": "Ketiga topik ini saling berkaitan dan sering muncul dalam soal-soal Pengetahuan Kuantitatif maupun Penalaran Kuantitatif.\n\nMateri Fungsi\n1. Konsep Dasar Fungsi\n * Definisi: Fungsi adalah suatu relasi khusus yang memasangkan setiap anggota dari suatu himpunan (disebut domain) ke tepat satu anggota dari himpunan lain (disebut kodomain/range).\n * Notasi: f(x) dibaca \"f dari x\", di mana x adalah variabel input (domain) dan f(x) adalah nilai output (range).\n * Domain (Daerah Asal): Himpunan semua nilai x yang diperbolehkan agar fungsi terdefinisi.\n   * Untuk fungsi rasional (f(x) = g(x)/h(x)), penyebut h(x) ≠ 0.\n   * Untuk fungsi akar (f(x) = √g(x)), di dalam akar g(x) ≥ 0.\n * Kodomain (Daerah Kawan): Himpunan semua nilai yang mungkin dihasilkan oleh fungsi.\n * Range (Daerah Hasil): Himpunan semua nilai output f(x) yang benar-benar dihasilkan oleh fungsi dari domainnya.\n\n2. Jenis-jenis Fungsi (yang sering muncul di UTBK)\n * Fungsi Linear: f(x) = ax + b (grafiknya berupa garis lurus).\n * Fungsi Kuadrat: f(x) = ax² + bx + c (grafiknya berupa parabola).\n   * Titik puncak/balik: x = -b/2a\n   * Diskriminan (D = b² - 4ac) untuk menentukan jenis akar atau posisi grafik terhadap sumbu-x.\n * Fungsi Rasional: f(x) = P(x)/Q(x), di mana P(x) dan Q(x) adalah polinomial dan Q(x) ≠ 0.\n * Fungsi Akar (Radikal): f(x) = √g(x).\n\n3. Operasi pada Fungsi\n * Penjumlahan: (f+g)(x) = f(x) + g(x)\n * Pengurangan: (f−g)(x) = f(x) − g(x)\n * Perkalian: (f·g)(x) = f(x)·g(x)\n * Pembagian: (f/g)(x) = f(x)/g(x), dengan g(x) ≠ 0\n * Komposisi Fungsi: (f∘g)(x) = f(g(x)). Artinya, fungsi g(x) menjadi input untuk fungsi f(x). Urutan sangat penting!\n * Fungsi Invers: f⁻¹(x). Fungsi yang membalikkan kerja fungsi f.\n   * Cara mencari:\n     * Ubah f(x) menjadi y.\n     * Tukar x dan y.\n     * Selesaikan persamaan untuk y.\n     * Ganti y dengan f⁻¹(x).\n\nTips Belajar Fungsi:\n * Pahami konsep domain dan range, terutama untuk fungsi rasional dan akar.\n * Latih menemukan nilai fungsi untuk input tertentu, dan sebaliknya.\n * Pahami cara kerja komposisi fungsi, seringkali menjebak karena urutannya.\n * Latih mencari fungsi invers.\n\nMateri Persamaan\nPersamaan adalah kalimat matematika yang mengandung tanda sama dengan (=). Tujuan utama menyelesaikan persamaan adalah mencari nilai variabel yang membuat persamaan menjadi benar.\n\n1. Persamaan Linear\n * Bentuk Umum: ax + b = 0 atau ax + by = c (untuk dua variabel).\n * Cara Menyelesaikan:\n   * Pindahkan suku-suku dengan variabel ke satu sisi, konstanta ke sisi lain.\n   * Lakukan operasi matematika (penjumlahan, pengurangan, perkalian, pembagian) yang sama pada kedua sisi persamaan.\n * Sistem Persamaan Linear Dua Variabel (SPLDV): Mencari pasangan nilai (x, y) yang memenuhi kedua persamaan.\n   * Metode: Eliminasi, Substitusi, Campuran.\n\n2. Persamaan Kuadrat\n * Bentuk Umum: ax² + bx + c = 0, dengan a ≠ 0.\n * Cara Menyelesaikan (Mencari Akar-akar):\n   * Pemfaktoran: Jika memungkinkan, faktorkan menjadi (px+q)(rx+s) = 0.\n   * Rumus ABC (Rumus Kuadrat): x₁,₂ = (−b ± √(b² − 4ac)) / 2a\n   * Melengkapi Kuadrat Sempurna: Ubah bentuk menjadi (x ± k)² = m.\n * Diskriminan (D = b² − 4ac): Menentukan jenis akar.\n   * D > 0: Dua akar real berbeda.\n   * D = 0: Dua akar real sama (akar kembar).\n   * D < 0: Tidak memiliki akar real (akar imajiner).\n * Jumlah dan Hasil Kali Akar (Sifat Vieta):\n   * x₁ + x₂ = −b/a\n   * x₁ · x₂ = c/a\n\n3. Persamaan Rasional\n * Bentuk P(x)/Q(x) = 0. Solusinya adalah ketika P(x) = 0 dan Q(x) ≠ 0.\n * Bentuk P(x)/Q(x) = R(x)/S(x). Kalikan silang dan selesaikan, namun ingat syarat penyebut tidak boleh nol.\n\n4. Persamaan Mutlak\n * Definisi: |x| = a berarti x = a atau x = −a.\n * Sifat: |f(x)| = c → f(x) = c atau f(x) = −c.\n * |f(x)| = |g(x)| → f(x) = g(x) atau f(x) = −g(x). Atau kuadratkan kedua sisi: (f(x))² = (g(x))².\n\nTips Belajar Persamaan:\n * Pahami setiap metode penyelesaian untuk masing-masing jenis persamaan.\n * Untuk persamaan rasional, selalu cek syarat penyebut tidak nol.\n * Untuk persamaan kuadrat, diskriminan sangat penting untuk analisis.\n * Latih berbagai jenis soal untuk terbiasa dengan berbagai bentuk persamaan.\n\nMateri Pertidaksamaan\nPertidaksamaan adalah kalimat matematika yang mengandung tanda ketidaksamaan (<, >, ≤, ≥). Solusinya berupa interval atau himpunan bilangan.\n\n1. Pertidaksamaan Linear\n * Bentuk Umum: ax + b < 0, ax + b > 0, dll.\n * Cara Menyelesaikan: Sama seperti persamaan linear, tetapi ingat: jika dikalikan atau dibagi dengan bilangan negatif, tanda pertidaksamaan harus dibalik.\n * Penyajian Solusi: Dengan notasi interval atau garis bilangan.\n\n2. Pertidaksamaan Kuadrat\n * Bentuk Umum: ax² + bx + c < 0, ax² + bx + c ≥ 0, dll.\n * Cara Menyelesaikan:\n   * Ubah ruas kanan menjadi 0.\n   * Faktorkan persamaan kuadrat atau cari akar-akar menggunakan rumus ABC (titik kritis).\n   * Gambarkan titik-titik kritis pada garis bilangan.\n   * Uji daerah/interval yang terbentuk dengan mengambil sembarang titik dalam setiap interval, lalu substitusikan ke pertidaksamaan awal untuk menentukan tanda (+ atau −).\n   * Tentukan daerah solusi berdasarkan tanda pertidaksamaan (positif untuk > atau ≥, negatif untuk < atau ≤).\n * Perhatikan: Jika tanda ≤ atau ≥, titik kritis termasuk dalam solusi (ditandai dengan bulatan penuh). Jika < atau >, titik kritis tidak termasuk (bulatan kosong).\n\n3. Pertidaksamaan Rasional\n * Bentuk Umum: P(x)/Q(x) < 0, P(x)/Q(x) ≥ 0, dll.\n * Cara Menyelesaikan:\n   * Ubah ruas kanan menjadi 0.\n   * Faktorkan pembilang dan penyebut (jika mungkin).\n   * Cari pembuat nol pembilang (P(x)=0) dan pembuat nol penyebut (Q(x)=0). Ini adalah titik-titik kritis.\n   * Gambarkan semua titik kritis pada garis bilangan.\n   * Uji setiap interval dengan mengambil sembarang nilai x dan substitusikan ke pertidaksamaan awal.\n   * Tentukan daerah solusi.\n   * Sangat Penting: Pembuat nol penyebut (dari Q(x)) selalu berupa bulatan kosong pada garis bilangan, karena penyebut tidak boleh nol.\n\n4. Pertidaksamaan Mutlak\n * Sifat-sifat Penting:\n   * |x| < a ↔ −a < x < a (untuk a > 0)\n   * |x| > a ↔ x < −a atau x > a (untuk a > 0)\n   * |f(x)| < g(x) ↔ −g(x) < f(x) < g(x) DAN g(x) > 0.\n   * |f(x)| > g(x) ↔ f(x) > g(x) atau f(x) < −g(x).\n   * Untuk |f(x)| < |g(x)| atau |f(x)| > |g(x)|, kuadratkan kedua sisi: (f(x))² < (g(x))². Kemudian, pindahkan ke satu sisi dan faktorkan sebagai selisih dua kuadrat: (f(x) − g(x))(f(x) + g(x)) < 0.\n\nTips Belajar Pertidaksamaan:\n * Kuasai metode uji daerah pada garis bilangan. Ini adalah metode universal untuk sebagian besar pertidaksamaan.\n * Selalu perhatikan tanda ketidaksamaan (≤/≥ vs. < / >) untuk menentukan apakah titik kritis termasuk dalam solusi.\n * Untuk pertidaksamaan rasional, jangan pernah mengalikan silang jika ruas kanan bukan nol. Pindahkan ke satu sisi terlebih dahulu.\n * Hafalkan sifat-sifat pertidaksamaan mutlak.\n\nStrategi Umum untuk UTBK:\n * Pahami Konsep Dasar: Jangan hanya menghafal rumus, tapi mengerti mengapa rumus itu bekerja dan bagaimana cara kerjanya.\n * Latihan Soal Berjenjang: Mulai dari soal-soal dasar untuk memperkuat pondasi, lalu tingkatkan ke soal-soal yang lebih kompleks dan bervariasi.\n * Manfaatkan Garis Bilangan: Ini adalah alat visual yang sangat ampuh untuk menyelesaikan pertidaksamaan dan memahami interval solusi.\n * Teliti dalam Perhitungan: Kesalahan kecil dalam perhitungan bisa mengubah seluruh hasil.\n * Perhatikan Syarat: Selalu ingat syarat-syarat khusus (misalnya penyebut tidak nol, di dalam akar harus non-negatif).\n\nDengan fokus pada konsep-konsep ini dan rajin berlatih, Anda akan memiliki fondasi yang kuat untuk menghadapi soal-soal fungsi, persamaan, dan pertidaksamaan di UTBK SNBT."
}