[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Sebuah kota kecil menunjukkan peningkatan tajam dalam kasus penyakit pernapasan setiap kali rata-rata curah hujan bulanan melebihi 200 mm.\nObservasi 2: Sepanjang lima tahun terakhir, peningkatan kasus penyakit pernapasan selalu diikuti oleh periode curah hujan yang sangat tinggi.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Peningkatan curah hujan pasti menyebabkan penyakit pernapasan.",
      "Penyakit pernapasan selalu menyebabkan curah hujan yang tinggi.",
      "Sangat mungkin bahwa curah hujan yang tinggi berkorelasi dengan peningkatan kasus penyakit pernapasan.",
      "Tidak ada hubungan kausalitas antara curah hujan dan penyakit pernapasan.",
      "Korelasi ini hanya berlaku untuk kota kecil tersebut dan tidak bisa digeneralisasi."
    ],
    "jawaban": "C",
    "pembahasan": "Observasi-observasi tersebut menunjukkan adanya pola atau hubungan yang konsisten (korelasi) antara curah hujan yang tinggi dan peningkatan kasus penyakit pernapasan. Dalam penalaran induktif, kita tidak bisa mengklaim adanya hubungan sebab-akibat (kausalitas) yang pasti hanya dari korelasi. Pilihan C adalah kesimpulan induktif yang paling kuat karena mengakui kemungkinan hubungan tersebut tanpa menyatakan kepastian absolut."
  },
  {
    "id": 2,
    "pertanyaan": "Pola deret angka: 2, 3, 5, 8, 13, 21, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "32",
      "34",
      "36",
      "38",
      "40"
    ],
    "jawaban": "B",
    "pembahasan": "Pola deret angka ini adalah deret Fibonacci, di mana setiap angka adalah hasil penjumlahan dua angka sebelumnya. Polanya adalah $2+3=5$, $3+5=8$, $5+8=13$, $8+13=21$. Maka, angka berikutnya adalah $13+21=34$."
  },
  {
    "id": 3,
    "pertanyaan": "Studi kasus pada 100 perusahaan teknologi menunjukkan bahwa 95% dari mereka yang menerapkan budaya kerja fleksibel melaporkan peningkatan produktivitas karyawan dalam satu tahun.\n\nKesimpulan induktif yang paling valid adalah...",
    "pilihan": [
      "Budaya kerja fleksibel secara mutlak meningkatkan produktivitas.",
      "Jika sebuah perusahaan menerapkan budaya kerja fleksibel, produktivitasnya pasti akan meningkat.",
      "Ada kemungkinan besar bahwa penerapan budaya kerja fleksibel dapat berkontribusi pada peningkatan produktivitas.",
      "Peningkatan produktivitas hanya disebabkan oleh budaya kerja fleksibel.",
      "Data dari 100 perusahaan tidak cukup untuk menarik kesimpulan apa pun."
    ],
    "jawaban": "C",
    "pembahasan": "Data dari 95% perusahaan menunjukkan korelasi yang sangat kuat antara budaya kerja fleksibel dan peningkatan produktivitas. Kesimpulan induktif yang valid adalah membuat generalisasi dari sampel ini. Namun, karena tidak 100%, kita tidak bisa menggunakan kata-kata absolut seperti 'mutlak' atau 'pasti'. Pilihan C adalah yang paling tepat karena menggunakan frasa 'kemungkinan besar' yang mencerminkan ketidakpastian yang melekat pada penalaran induktif."
  },
  {
    "id": 4,
    "pertanyaan": "Premis 1: Semua burung yang memiliki paruh merah dapat terbang tinggi.\nPremis 2: Sebagian burung yang dapat terbang tinggi memiliki bulu berwarna biru.\n\nKesimpulan induktif yang paling mungkin dari premis-premis tersebut adalah...",
    "pilihan": [
      "Semua burung berparuh merah memiliki bulu berwarna biru.",
      "Beberapa burung dengan bulu biru memiliki paruh merah.",
      "Beberapa burung yang dapat terbang tinggi mungkin memiliki paruh merah.",
      "Semua burung berbulu biru dapat terbang tinggi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari Premis 1, kita tahu bahwa kelompok 'burung berparuh merah' adalah sub-kelompok dari 'burung yang dapat terbang tinggi'. Oleh karena itu, sudah pasti bahwa beberapa (atau semua) burung yang dapat terbang tinggi memiliki paruh merah. Pilihan C adalah kesimpulan yang paling logis dan tidak bertentangan dengan premis yang ada, meskipun premis 1 sudah cukup kuat untuk menyatakan ini."
  },
  {
    "id": 5,
    "pertanyaan": "Observasi: Setiap kali harga minyak dunia naik lebih dari 10% dalam sebulan, nilai tukar mata uang lokal cenderung melemah.\n\nKesimpulan induktif yang paling rasional adalah...",
    "pilihan": [
      "Kenaikan harga minyak dunia adalah satu-satunya penyebab melemahnya mata uang lokal.",
      "Ada hubungan kausalitas yang pasti antara harga minyak dan nilai tukar mata uang.",
      "Kenaikan harga minyak dunia mungkin merupakan indikator atau faktor pemicu melemahnya mata uang lokal.",
      "Nilai tukar mata uang lokal yang melemah menyebabkan harga minyak dunia naik.",
      "Tidak ada hubungan antara kedua fenomena tersebut."
    ],
    "jawaban": "C",
    "pembahasan": "Observasi ini menunjukkan adanya korelasi yang kuat antara dua fenomena, tetapi tidak memberikan bukti kausalitas. Pilihan C adalah kesimpulan induktif yang paling rasional karena mengidentifikasi kemungkinan hubungan sebab-akibat ('faktor pemicu') atau hubungan indikatif ('indikator') tanpa menyatakan kepastian absolut."
  },
  {
    "id": 6,
    "pertanyaan": "Pola deret huruf: A, C, F, J, O, ...\n\nHuruf berikutnya dalam deret ini adalah...",
    "pilihan": [
      "U",
      "V",
      "W",
      "X",
      "Y"
    ],
    "jawaban": "A",
    "pembahasan": "Pola deret ini didasarkan pada penambahan jumlah huruf yang dilompati. Dari A ke C melompati 1 huruf (B). Dari C ke F melompati 2 huruf (D, E). Dari F ke J melompati 3 huruf (G, H, I). Dari J ke O melompati 4 huruf (K, L, M, N). Jadi, pola berikutnya adalah melompati 5 huruf (P, Q, R, S, T) dari O, sehingga didapatkan huruf U."
  },
  {
    "id": 7,
    "pertanyaan": "Pernyataan 1: 95% responden dari survei nasional menganggap pentingnya pendidikan tinggi.\nPernyataan 2: Responden survei terdiri dari berbagai latar belakang sosial dan ekonomi.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Semua penduduk Indonesia menganggap pentingnya pendidikan tinggi.",
      "Pendidikan tinggi pasti penting bagi semua orang.",
      "Mayoritas penduduk Indonesia kemungkinan besar menganggap pendidikan tinggi penting.",
      "Responden yang tidak menganggap penting pendidikan tinggi adalah 5%.",
      "Survei ini tidak representatif dan tidak dapat digeneralisasi."
    ],
    "jawaban": "C",
    "pembahasan": "Karena survei tersebut 'nasional' dan mencakup 'berbagai latar belakang', maka sampelnya cukup representatif. Dengan 95% responden memberikan tanggapan positif, kita dapat menyimpulkan bahwa ini kemungkinan besar mencerminkan pandangan mayoritas populasi. Pilihan C adalah kesimpulan induktif yang paling tepat karena menghindari generalisasi yang terlalu absolut seperti 'semua' atau 'pasti'."
  },
  {
    "id": 8,
    "pertanyaan": "Deret gambar menunjukkan sebuah persegi yang berputar 90 derajat searah jarum jam, lalu bergeser satu posisi ke kanan. Pola ini berulang. Apa gambar berikutnya?\n\n(Catatan: Anda harus membayangkan atau menggambar polanya di kepala Anda.)",
    "pilihan": [
      "Persegi yang bergeser ke kiri dan berputar 90 derajat berlawanan arah jarum jam.",
      "Persegi yang bergeser ke kanan dan berputar 90 derajat searah jarum jam.",
      "Persegi yang tetap di tempatnya dan berputar 180 derajat.",
      "Persegi yang bergeser ke kanan tanpa rotasi.",
      "Tidak ada pola yang jelas."
    ],
    "jawaban": "B",
    "pembahasan": "Berdasarkan deskripsi pola yang diberikan, yaitu 'berputar 90 derajat searah jarum jam, lalu bergeser satu posisi ke kanan' dan 'Pola ini berulang', maka langkah selanjutnya dalam deret tersebut harus mengulangi tindakan yang sama. Pilihan B secara tepat mendeskripsikan tindakan yang akan terjadi selanjutnya."
  },
  {
    "id": 9,
    "pertanyaan": "Premis: Setiap kali volume penjualan produk A meningkat, volume penjualan produk B juga cenderung meningkat. Setiap kali volume penjualan produk B meningkat, volume penjualan produk C juga meningkat.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Kenaikan penjualan produk A menyebabkan kenaikan penjualan produk C.",
      "Terdapat korelasi positif antara penjualan produk A dan penjualan produk C.",
      "Produk B adalah penyebab utama kenaikan penjualan produk A dan C.",
      "Penjualan produk A, B, dan C tidak saling berhubungan.",
      "Tidak ada hubungan kausalitas yang dapat disimpulkan."
    ],
    "jawaban": "B",
    "pembahasan": "Premis-premis tersebut menunjukkan adanya korelasi positif berantai: A berkorelasi dengan B, dan B berkorelasi dengan C. Secara induktif, kita dapat menyimpulkan bahwa ada korelasi positif antara A dan C. Namun, kita tidak dapat memastikan hubungan sebab-akibat (kausalitas) karena mungkin ada faktor lain yang menyebabkan ketiganya meningkat secara bersamaan. Oleh karena itu, pilihan B adalah kesimpulan yang paling akurat dan hati-hati."
  },
  {
    "id": 10,
    "pertanyaan": "Observasi: Setiap tiga tahun, kota X menyelenggarakan festival musik yang menarik ribuan pengunjung. Dua tahun setelah setiap festival, sektor pariwisata kota X selalu mengalami penurunan signifikan selama satu tahun penuh.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Festival musik adalah satu-satunya faktor yang mempengaruhi pariwisata kota X.",
      "Penurunan pariwisata pasti disebabkan oleh festival.",
      "Sangat mungkin bahwa festival musik memiliki efek jangka panjang pada siklus pariwisata kota X.",
      "Kota X harus mengadakan festival setiap tahun untuk menghindari penurunan pariwisata.",
      "Tidak ada hubungan antara festival musik dan penurunan pariwisata."
    ],
    "jawaban": "C",
    "pembahasan": "Pola yang konsisten dari festival setiap tiga tahun diikuti oleh penurunan pariwisata dua tahun kemudian menunjukkan hubungan yang kuat, meskipun tidak langsung. Kesimpulan induktif yang paling tepat adalah mengidentifikasi pola siklus ini sebagai 'efek jangka panjang' dari festival. Pilihan A dan B terlalu absolut, sementara D dan E mengabaikan pola yang jelas dari observasi."
  }
]
