[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Setiap kali saya berolahraga di gym X, saya melihat banyak alat yang terawat dengan baik.\nObservasi 2: Teman saya yang juga anggota gym X mengatakan alat-alatnya selalu bersih dan berfungsi optimal.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Gym X adalah gym termahal.", "Gym X memiliki fasilitas yang selalu terawat dengan baik.", "Alat-alat di gym X tidak pernah rusak.", "Hanya saya dan teman saya yang peduli dengan perawatan alat gym.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "B",
    "pembahasan": "Dari observasi pribadi yang konsisten dan dukungan dari teman, dapat disimpulkan secara induktif bahwa Gym X *memiliki fasilitas yang selalu terawat dengan baik*. Ini adalah generalisasi tentang kualitas layanan berdasarkan bukti berulang."
  },
{
    "id": 2,
    "pertanyaan": "Pola deret angka: 1, 2, 3, 5, 8, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["11", "12", "13", "14", "15"],
    "jawaban": "C",
    "pembahasan": "Ini adalah deret Fibonacci di mana suku berikutnya adalah jumlah dari dua suku sebelumnya: 1+2=3, 2+3=5, 3+5=8. Maka, suku selanjutnya adalah 5+8=13."
  },
  {
    "id": 3,
    "pertanyaan": "Observasi 1: Sebagian besar restoran yang baru buka di pusat kota tutup dalam setahun pertama.\nObservasi 2: Restoran 'Sedap Malam' baru buka 8 bulan lalu di pusat kota dan sudah sepi pengunjung.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": ["Restoran 'Sedap Malam' pasti akan tutup dalam waktu dekat.", "Restoran 'Sedap Malam' tidak akan tutup.", "Restoran 'Sedap Malam' memiliki probabilitas tinggi untuk tutup dalam setahun pertama.", "Hanya restoran 'Sedap Malam' yang mengalami kerugian.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari pola umum ('sebagian besar') dan kasus spesifik yang sesuai dengan pola tersebut, dapat disimpulkan secara induktif bahwa Restoran 'Sedap Malam' *memiliki probabilitas tinggi* untuk tutup dalam setahun pertama. Ini adalah inferensi probabilistik."
  },
  {
    "id": 4,
    "pertanyaan": "Pola deret objek: Lingkaran, Kotak, Segitiga, Lingkaran, Kotak, ...\nObjek selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["Lingkaran", "Kotak", "Segitiga", "Oval", "Belah Ketupat"],
    "jawaban": "C",
    "pembahasan": "Pola deret objek ini berulang setiap tiga elemen: Lingkaran, Kotak, Segitiga. Setelah 'Lingkaran, Kotak', maka objek selanjutnya adalah 'Segitiga' untuk menyelesaikan siklus."
  },
  {
    "id": 5,
    "pertanyaan": "Observasi 1: Setiap kali saya membaca buku sebelum tidur, saya lebih mudah tertidur.\nObservasi 2: Adik saya juga merasakan hal yang sama ketika membaca buku sebelum tidur.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Membaca buku sebelum tidur menjamin tidur nyenyak.", "Membaca buku sebelum tidur tidak berpengaruh pada kualitas tidur.", "Membaca buku sebelum tidur dapat membantu seseorang lebih mudah tertidur.", "Hanya saya dan adik saya yang mudah tertidur setelah membaca buku.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari observasi pribadi dan pengalaman adik yang konsisten, dapat disimpulkan secara induktif bahwa membaca buku sebelum tidur *dapat membantu* seseorang lebih mudah tertidur. Ini adalah generalisasi tentang efek suatu aktivitas."
  },
  {
    "id": 6,
    "pertanyaan": "Pola angka dalam barisan: 1, 4, 2, 5, 3, 6, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["4", "5", "6", "7", "8"],
    "jawaban": "A",
    "pembahasan": "Pola deret ini terdiri dari dua sub-deret yang berselang-seling: satu deret naik (1, 2, 3, ...) dan satu deret naik lainnya (4, 5, 6, ...). Setelah 3, angka selanjutnya dalam deret pertama adalah 4. Setelah 6, angka selanjutnya dalam deret kedua adalah 7."
  },
  {
    "id": 7,
    "pertanyaan": "Observasi 1: Sebagian besar siswa yang mengikuti bimbingan belajar meraih nilai yang baik di UTBK.\nObservasi 2: Ani mengikuti bimbingan belajar dan meraih nilai yang sangat baik di UTBK.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": ["Bimbingan belajar menjamin nilai UTBK yang sangat baik.", "Bimbingan belajar tidak berpengaruh pada nilai UTBK.", "Mengikuti bimbingan belajar cenderung meningkatkan peluang meraih nilai baik di UTBK.", "Hanya Ani yang berhasil dengan bimbingan belajar.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari data umum ('sebagian besar') dan contoh spesifik, dapat disimpulkan secara induktif bahwa mengikuti bimbingan belajar *cenderung* meningkatkan peluang meraih nilai baik di UTBK. Ini adalah generalisasi probabilistik."
  },
  {
    "id": 8,
    "pertanyaan": "Pola warna: Biru, Kuning, Merah, Biru, Kuning, ...\nWarna selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Biru", "Kuning", "Merah", "Hijau", "Ungu"],
    "jawaban": "C",
    "pembahasan": "Pola warna ini berulang setiap tiga elemen: Biru, Kuning, Merah. Setelah 'Biru, Kuning', maka warna selanjutnya adalah 'Merah' untuk menyelesaikan siklus."
  },
  {
    "id": 9,
    "pertanyaan": "Observasi 1: Setiap kali saya makan makanan pedas, saya merasa berkeringat.\nObservasi 2: Teman saya juga berkeringat setelah makan makanan pedas.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Makanan pedas selalu membuat orang berkeringat.", "Makanan pedas tidak berpengaruh pada keringat.", "Makan makanan pedas dapat menyebabkan tubuh berkeringat.", "Hanya saya dan teman saya yang berkeringat karena makanan pedas.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari observasi berulang yang konsisten, dapat disimpulkan secara induktif bahwa 'makan makanan pedas *dapat menyebabkan* tubuh berkeringat'. Ini adalah generalisasi kausal."
  },
  {
    "id": 10,
    "pertanyaan": "Pola angka dalam barisan: 1, 8, 27, 64, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["81", "100", "125", "144", "216"],
    "jawaban": "C",
    "pembahasan": "Pola deret ini adalah kubik dari bilangan asli berurutan (1^3=1, 2^3=8, 3^3=27, 4^3=64). Jadi, angka selanjutnya adalah 5^3 = 125."
  }
]

