[
  {
    "id": 1,
    "pertanyaan": "Seorang peneliti mengamati pertumbuhan sebuah tanaman. Pada hari ke-1, tingginya 2 cm. Hari ke-2: 5 cm. Hari ke-3: 11 cm. Hari ke-4: 23 cm. Hari ke-5: 47 cm.\n\nBerdasarkan pola pertumbuhan tersebut, berapa perkiraan tinggi tanaman pada hari ke-6?",
    "pilihan": [
      "83 cm",
      "89 cm",
      "95 cm",
      "101 cm",
      "107 cm"
    ],
    "jawaban": "C",
    "pembahasan": "Pola yang terbentuk adalah $(n \times 2) + 1$. Hari ke-1 (2), ke-2: $(2 \times 2)+1=5$, ke-3: $(5 \times 2)+1=11$, ke-4: $(11 \times 2)+1=23$, ke-5: $(23 \times 2)+1=47$. Maka hari ke-6: $(47 \times 2)+1 = 95$ cm."
  },
  {
    "id": 2,
    "pertanyaan": "Dalam sebuah observasi terhadap 100 siswa, 80% dari siswa yang mendapat nilai A dalam matematika rutin mengerjakan latihan soal. Andi adalah seorang siswa yang rutin mengerjakan latihan soal matematika.\n\nBerdasarkan informasi tersebut, kesimpulan induktif yang PALING MASUK AKAL adalah...",
    "pilihan": [
      "Andi pasti mendapat nilai A dalam matematika.",
      "Kemungkinan besar Andi mendapat nilai A dalam matematika.",
      "Andi tidak mungkin mendapat nilai A dalam matematika.",
      "Rutin mengerjakan latihan soal adalah satu-satunya faktor penentu nilai A.",
      "Tidak ada hubungan antara rutin latihan dan nilai A."
    ],
    "jawaban": "B",
    "pembahasan": "Data menunjukkan korelasi kuat (80%), namun bukan 100%. Dalam penalaran induktif, kesimpulan yang paling tepat menggunakan kata peluang/probabilitas seperti 'kemungkinan besar', bukan kepastian mutlak."
  },
  {
    "id": 3,
    "pertanyaan": "Perhatikan urutan bentuk berikut: Segitiga, Segilima, Segitujuh, Segisembilan, ...\n\nBerdasarkan pola tersebut, bentuk apakah yang kelima?",
    "pilihan": [
      "Segisepuluh",
      "Segisebelas",
      "Segitigabelas",
      "Segilimabelas",
      "Segitujuhbelas"
    ],
    "jawaban": "B",
    "pembahasan": "Pola jumlah sisi adalah barisan bilangan ganjil mulai dari 3: (3, 5, 7, 9, ...). Suku kelima dari barisan ini adalah 11. Jadi, bentuk kelima adalah Segisebelas."
  },
  {
    "id": 7,
    "pertanyaan": "Dalam beberapa kali percobaan, seorang ilmuwan melihat bahwa setiap kali zat X dipanaskan hingga suhu 80°C, zat tersebut berubah warna menjadi biru. Percobaan ini telah dilakukan dalam 15 kondisi yang berbeda-beda dan hasilnya selalu konsisten.\n\nKesimpulan induktif yang PALING KUAT didukung oleh data tersebut adalah...",
    "pilihan": [
      "Zat X kemungkinan besar akan berubah menjadi biru pada suhu 80°C jika dipanaskan.",
      "Zat X mungkin berubah menjadi biru pada suhu 80°C.",
      "Pemanasan adalah satu-satunya cara untuk mengubah warna zat X.",
      "Zat X tidak akan pernah berubah warna pada suhu di bawah 80°C.",
      "Semua zat akan berubah menjadi biru jika dipanaskan hingga 80°C."
    ],
    "jawaban": "A",
    "pembahasan": "Karena hasil 15 percobaan konsisten dalam kondisi berbeda, kesimpulannya menjadi sangat kuat. Namun, karena ini adalah penalaran induktif (berdasarkan pengamatan), kita menggunakan 'kemungkinan besar' untuk mencerminkan generalisasi yang kuat namun tetap berbasis probabilitas."
  },
  {
    "id": 10,
    "pertanyaan": "Perhatikan pola angka berikut: 2, 3, 5, 7, 11, 13, 17, 19, ...\n\nAngka apakah yang melengkapi pola tersebut?",
    "pilihan": [
      "21",
      "23",
      "25",
      "27",
      "29"
    ],
    "jawaban": "B",
    "pembahasan": "Deret ini adalah urutan bilangan prima. Bilangan prima adalah bilangan yang hanya memiliki dua faktor pembagi (1 dan dirinya sendiri). Setelah 19, bilangan prima berikutnya adalah 23."
  }
]
