[
  {
    "id": 1,
    "pertanyaan": "Pola deret angka: 2, 3, 6, 7, 14, 15, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "22",
      "24",
      "26",
      "28",
      "30"
    ],
    "jawaban": "E",
    "pembahasan": "Deret ini memiliki pola operasi yang berulang: pertama tambah 1, lalu kali 2. Polanya adalah: \n$2+1 = 3$\n$3 \times 2 = 6$\n$6+1 = 7$\n$7 \times 2 = 14$\n$14+1 = 15$\nAngka berikutnya adalah $15 \times 2 = 30$."
  },
  {
    "id": 2,
    "pertanyaan": "Observasi: Setiap kali sebuah perusahaan raksasa meluncurkan produk baru, ada tren peningkatan pesat pada valuasi perusahaan rintisan di sektor yang sama.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Peluncuran produk oleh perusahaan raksasa adalah satu-satunya penyebab peningkatan valuasi startup.",
      "Peluncuran produk oleh perusahaan raksasa pasti akan meningkatkan valuasi startup.",
      "Ada kemungkinan kuat bahwa peluncuran produk oleh perusahaan raksasa berfungsi sebagai katalis untuk menarik investasi ke sektor tersebut, sehingga meningkatkan valuasi startup.",
      "Peningkatan valuasi startup menyebabkan perusahaan raksasa meluncurkan produk baru.",
      "Tidak ada hubungan yang bisa ditarik antara kedua fenomena tersebut."
    ],
    "jawaban": "C",
    "pembahasan": "Observasi menunjukkan adanya korelasi yang konsisten. Dalam penalaran induktif, korelasi yang kuat dan berulang sering kali mengindikasikan hubungan kausal, tetapi tidak membuktikan kepastian mutlak. Pilihan C adalah yang paling tepat karena menggunakan kata 'katalis' dan 'kemungkinan kuat' untuk menggambarkan hubungan tersebut secara rasional tanpa mengklaim kepastian absolut."
  },
  {
    "id": 3,
    "pertanyaan": "Pola deret huruf: A, Z, B, Y, C, X, ...\n\nHuruf berikutnya dalam deret ini adalah...",
    "pilihan": [
      "D",
      "W",
      "E",
      "D, W",
      "D, X"
    ],
    "jawaban": "D",
    "pembahasan": "Deret ini terdiri dari dua pola yang disisipkan: satu bergerak maju, satu bergerak mundur. Pola huruf maju adalah A, B, C, ... jadi huruf berikutnya adalah D. Pola huruf mundur adalah Z, Y, X, ... jadi huruf berikutnya adalah W. Dengan menggabungkan keduanya, elemen berikutnya adalah D, W."
  },
  {
    "id": 4,
    "pertanyaan": "Studi kasus pada 1000 orang menunjukkan bahwa 99% dari mereka yang mengonsumsi buah-buahan setiap hari memiliki tekanan darah normal. Sisanya (1%) memiliki tekanan darah tinggi.\n\nKesimpulan induktif yang paling valid adalah...",
    "pilihan": [
      "Mengonsumsi buah-buahan setiap hari pasti akan menjaga tekanan darah tetap normal.",
      "Mengonsumsi buah-buahan adalah satu-satunya cara untuk menjaga tekanan darah normal.",
      "Ada kemungkinan yang sangat tinggi bahwa mengonsumsi buah-buahan setiap hari berkontribusi pada pemeliharaan tekanan darah normal.",
      "Orang dengan tekanan darah normal pasti mengonsumsi buah-buahan setiap hari.",
      "Tidak ada kesimpulan yang bisa ditarik dari data ini."
    ],
    "jawaban": "C",
    "pembahasan": "Data dari sampel yang besar (1000 orang) dengan persentase yang sangat tinggi (99%) memberikan dasar yang kuat untuk kesimpulan induktif. Namun, kata 'pasti' atau 'satu-satunya' tidak dapat digunakan karena masih ada 1% pengecualian. Pilihan C adalah yang paling valid karena menggunakan frasa 'kemungkinan yang sangat tinggi' yang mencerminkan sifat probabilistik dari penalaran induktif."
  },
  {
    "id": 5,
    "pertanyaan": "Pola deret angka: 1, 8, 27, 64, 125, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "144",
      "196",
      "216",
      "256",
      "343"
    ],
    "jawaban": "C",
    "pembahasan": "Pola deret ini adalah bilangan kubik (pangkat 3) dari bilangan bulat positif yang berurutan. Polanya adalah: \n$1^3=1$\n$2^3=8$\n$3^3=27$\n$4^3=64$\n$5^3=125$\nMaka, angka berikutnya adalah $6^3=216$."
  },
  {
    "id": 6,
    "pertanyaan": "Premis 1: Semua atlet maraton adalah pelari jarak jauh.\nPremis 2: Sebagian pelari jarak jauh memiliki detak jantung yang rendah.\n\nKesimpulan induktif yang paling mungkin dari premis-premis tersebut adalah...",
    "pilihan": [
      "Semua atlet maraton memiliki detak jantung yang rendah.",
      "Semua pelari jarak jauh adalah atlet maraton.",
      "Beberapa atlet maraton memiliki detak jantung yang rendah.",
      "Hanya atlet maraton yang memiliki detak jantung yang rendah.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Premis pertama menyatakan bahwa 'atlet maraton' adalah sub-kelompok dari 'pelari jarak jauh'. Premis kedua menyatakan bahwa 'sebagian' dari 'pelari jarak jauh' memiliki detak jantung yang rendah. Secara logis, ada kemungkinan tumpang tindih antara sub-kelompok 'atlet maraton' dengan kelompok 'pelari jarak jauh yang memiliki detak jantung rendah'. Oleh karena itu, kesimpulan 'beberapa atlet maraton memiliki detak jantung yang rendah' adalah yang paling mungkin."
  },
  {
    "id": 7,
    "pertanyaan": "Observasi: Setiap kali harga kopi naik di pasar global, negara-negara produsen kopi melaporkan peningkatan ekspor.\n\nKesimpulan induktif yang paling rasional adalah...",
    "pilihan": [
      "Kenaikan harga kopi menyebabkan peningkatan ekspor.",
      "Peningkatan ekspor kopi menyebabkan kenaikan harga.",
      "Ada korelasi positif yang konsisten antara harga kopi global dan volume ekspor dari negara-negara produsen.",
      "Harga kopi global dan volume ekspor tidak berhubungan.",
      "Peningkatan ekspor dari negara-negara produsen adalah satu-satunya penyebab kenaikan harga kopi."
    ],
    "jawaban": "C",
    "pembahasan": "Observasi ini menunjukkan korelasi yang kuat antara dua variabel. Namun, tanpa informasi lebih lanjut, sulit untuk menentukan apakah harga yang naik mendorong peningkatan ekspor, atau sebaliknya. Oleh karena itu, kesimpulan paling rasional adalah mengakui adanya 'korelasi positif yang konsisten' tanpa mengklaim sebab-akibat yang pasti."
  },
  {
    "id": 8,
    "pertanyaan": "Pola deret angka: 1, 2, 5, 10, 13, 26, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "29",
      "30",
      "32",
      "34",
      "52"
    ],
    "jawaban": "A",
    "pembahasan": "Deret ini memiliki pola operasi yang berulang, yaitu kali 2, lalu tambah 3. Polanya adalah: \n$1 \times 2 = 2$\n$2 + 3 = 5$\n$5 \times 2 = 10$\n$10 + 3 = 13$\n$13 \times 2 = 26$\nAngka berikutnya adalah $26 + 3 = 29$."
  },
  {
    "id": 9,
    "pertanyaan": "Premis: Sebuah perusahaan meluncurkan kampanye iklan baru. Dalam tiga bulan berikutnya, penjualan produk A meningkat sebesar 15%. Perusahaan menyimpulkan bahwa kampanye iklan tersebut efektif.\n\nKesimpulan induktif yang paling valid adalah...",
    "pilihan": [
      "Kampanye iklan pasti menyebabkan peningkatan penjualan.",
      "Peningkatan penjualan hanya disebabkan oleh kampanye iklan tersebut.",
      "Ada kemungkinan besar bahwa kampanye iklan berkontribusi pada peningkatan penjualan.",
      "Peningkatan penjualan akan berlanjut selama kampanye iklan berlangsung.",
      "Tidak ada hubungan antara kampanye iklan dan penjualan."
    ],
    "jawaban": "C",
    "pembahasan": "Kesimpulan perusahaan bahwa kampanye iklan efektif adalah contoh penalaran induktif. Namun, itu tidak bisa dianggap sebagai kepastian mutlak karena ada banyak faktor lain yang dapat memengaruhi penjualan. Kesimpulan yang paling valid adalah bahwa ada 'kemungkinan besar' hubungan sebab-akibat, namun tidak dapat dipastikan 100%. Pilihan C paling tepat mencerminkan hal ini."
  },
  {
    "id": 10,
    "pertanyaan": "Pola deret gambar: Sebuah lingkaran, sebuah persegi, sebuah segitiga. Lalu, lingkaran diwarnai hitam, persegi diwarnai hitam, segitiga diwarnai hitam. Setelah itu, apa gambar berikutnya?",
    "pilihan": [
      "Lingkaran hitam, persegi hitam, segitiga hitam.",
      "Lingkaran putih, persegi putih, segitiga putih.",
      "Lingkaran putih.",
      "Lingkaran hitam.",
      "Persegi hitam."
    ],
    "jawaban": "C",
    "pembahasan": "Pola ini terdiri dari dua siklus: satu siklus bentuk (lingkaran, persegi, segitiga) dan satu siklus warna (tidak berwarna, lalu diwarnai hitam). Setelah semua bentuk diwarnai hitam, siklus bentuk akan kembali ke awal, tetapi siklus warna juga akan kembali ke awal, yaitu tidak berwarna. Maka, gambar berikutnya adalah lingkaran yang tidak diwarnai, atau 'Lingkaran putih'."
  }
]
