[
  {
    "id": 1,
    "pertanyaan": "Seorang peneliti mengamati 50 restoran di 5 kota berbeda. Di setiap kota, 80-90% restoran yang memiliki rating di atas 4.5 bintang juga memiliki pelayanan yang sangat baik. Restoran \"Sederhana\" baru saja membuka cabang dan ingin mendapatkan rating tinggi.\n\nBerdasarkan pola tersebut, kesimpulan induktif yang PALING TEPAT adalah...",
    "pilihan": [
      "Restoran Sederhana pasti akan dapat rating tinggi",
      "Restoran Sederhana mungkin perlu fokus pada kualitas pelayanan",
      "Rating tinggi tidak ada hubungannya dengan pelayanan",
      "Semua restoran dengan pelayanan baik pasti dapat rating tinggi",
      "Pelayanan buruk justru meningkatkan rating"
    ],
    "jawaban": "B",
    "pembahasan": "Data dari multiple observasi menunjukkan korelasi konsisten antara pelayanan baik dan rating tinggi. Penalaran induktif mengambil kesimpulan probabilistik berdasarkan pola yang teramati, sehingga rekomendasi 'mungkin perlu fokus pada kualitas pelayanan' paling tepat."
  },
  {
    "id": 2,
    "pertanyaan": "Seorang petani mencatat hasil panen selama 5 musim: Musim 1 dengan pupuk A: 100kg, Musim 2 dengan pupuk B: 120kg, Musim 3 dengan pupuk A: 105kg, Musim 4 dengan pupuk B: 125kg, Musim 5 dengan pupuk A: 110kg.\n\nBerdasarkan pola ini, prediksi induktif untuk Musim 6 jika menggunakan pupuk B adalah...",
    "pilihan": [
      "Pasti 130kg",
      "Mungkin sekitar 125-130kg",
      "Tidak bisa diprediksi",
      "Lebih rendah dari 110kg",
      "Sama dengan musim sebelumnya"
    ],
    "jawaban": "B",
    "pembahasan": "Pola menunjukkan konsistensi hasil lebih tinggi dengan pupuk B (120kg, 125kg) dibanding pupuk A. Penalaran induktif membuat prediksi probabilistik berdasarkan tren, sehingga 'mungkin sekitar 125-130kg' paling tepat."
  },
  {
    "id": 3,
    "pertanyaan": "Dari 100 startup yang diteliti, 70% yang berhasil di tahun pertama memiliki setidaknya 2 founder dengan latar belakang komplementer. Startup \"Inovasi\" baru saja berdiri dengan 2 founder yang keduanya dari latar belakang teknis.\n\nBerdasarkan pola tersebut, rekomendasi induktif yang PALING LOGIS adalah...",
    "pilihan": [
      "Sudah pasti akan berhasil",
      "Mungkin perlu menambah founder dengan latar belakang bisnis",
      "Tidak perlu perubahan karena sudah optimal",
      "Harus mengganti salah satu founder",
      "Jumlah founder tidak berpengaruh pada kesuksesan"
    ],
    "jawaban": "B",
    "pembahasan": "Data menunjukkan pentingnya latar belakang komplementer. Penalaran induktif mengambil pelajaran dari pola yang terobservasi untuk memberikan rekomendasi yang meningkatkan probabilitas keberhasilan."
  },
  {
    "id": 4,
    "pertanyaan": "Seorang guru mengamati 3 kelas selama satu semester. Di setiap kelas, siswa yang mengumpulkan tugas tepat waktu memiliki nilai ujian 20-30% lebih tinggi daripada yang terlambat. Andi selalu mengumpulkan tugas tepat waktu.\n\nPrediksi induktif untuk nilai ujian Andi adalah...",
    "pilihan": [
      "Pasti ranking 1",
      "Mungkin lebih tinggi dari rata-rata",
      "Sama dengan yang terlambat",
      "Tidak bisa diprediksi",
      "Justru lebih rendah"
    ],
    "jawaban": "B",
    "pembahasan": "Observasi berulang di multiple kelas menunjukkan pola konsisten. Penalaran induktif membuat prediksi probabilistik berdasarkan pola ini, bukan kepastian mutlak."
  },
  {
    "id": 5,
    "pertanyaan": "Peneliti kesehatan menemukan bahwa di 4 negara berbeda, masyarakat yang mengonsumsi minimal 5 porsi sayur/buah per hari memiliki risiko penyakit jantung 40-50% lebih rendah. Masyarakat Kota A rata-rata mengonsumsi 3 porsi sayur/buah per hari.\n\nKesimpulan induktif yang PALING TEPAT adalah...",
    "pilihan": [
      "Penduduk Kota A pasti berisiko tinggi",
      "Penduduk Kota A mungkin memiliki risiko lebih tinggi",
      "Tidak ada hubungan sama sekali",
      "Mereka justru lebih sehat",
      "Harus makan 10 porsi sehari"
    ],
    "jawaban": "B",
    "pembahasan": "Data dari multiple populasi menunjukkan pola protektif konsumsi sayur/buah. Penalaran induktif menarik kesimpulan umum yang probabilistik, bukan deterministik."
  },
  {
    "id": 6,
    "pertanyaan": "Observasi terhadap 20 perusahaan teknologi menunjukkan bahwa 85% yang memberikan training reguler kepada karyawan mengalami peningkatan produktivitas 15-25% dalam 6 bulan. Perusahaan \"TechGrowth\" sedang mempertimbangkan program training.\n\nRekomendasi induktif yang PALING MASUK AKAL adalah...",
    "pilihan": [
      "Training pasti meningkatkan produktivitas",
      "Mungkin implement training bisa bermanfaat",
      "Training hanya buang-buang waktu",
      "Produktivitas tidak ada hubungannya dengan training",
      "Training justru menurunkan produktivitas"
    ],
    "jawaban": "B",
    "pembahasan": "Pola kuat dari multiple observasi mendukung efektivitas training. Penalaran induktif memberikan rekomendasi berdasarkan bukti empiris yang konsisten."
  },
  {
    "id": 7,
    "pertanyaan": "Studi di 6 negara berkembang menemukan bahwa investasi dalam infrastruktur digital berkorelasi dengan pertumbuhan ekonomi 2-4% per tahun. Negara X berencana meningkatkan investasi infrastruktur digital.\n\nPrediksi induktif untuk Negara X adalah...",
    "pilihan": [
      "Pasti tumbuh 3%",
      "Mungkin mengalami peningkatan pertumbuhan ekonomi",
      "Tidak akan ada dampak",
      "Justru resesi",
      "Hanya berpengaruh pada sektor tertentu"
    ],
    "jawaban": "B",
    "pembahasan": "Data cross-national menunjukkan pola konsisten. Penalaran induktif membuat prediksi berdasarkan generalisasi dari pola yang terobservasi di multiple konteks."
  },
  {
    "id": 8,
    "pertanyaan": "Pengamatan terhadap 30 siswa selama 2 tahun menunjukkan bahwa 90% yang membaca minimal 1 buku per bulan mengalami peningkatan nilai bahasa 1-2 poin. Rina membaca 2 buku per bulan.\n\nKesimpulan induktif yang PALING TEPAT untuk Rina adalah...",
    "pilihan": [
      "Nilainya pasti naik 2 poin",
      "Nilainya mungkin akan meningkat",
      "Tidak ada hubungan sama sekali",
      "Membaca justru menurunkan nilai",
      "Hanya berlaku untuk siswa tertentu"
    ],
    "jawaban": "B",
    "pembahasan": "Observasi jangka panjang menunjukkan pola kuat. Penalaran induktif menarik kesimpulan probabilistik berdasarkan konsistensi pola, bukan kepastian mutlak."
  },
  {
    "id": 9,
    "pertanyaan": "Analisis terhadap 50 perusahaan menemukan bahwa 80% yang menerapkan work from home 2 hari/minggu mengalami penurunan turnover karyawan 10-20%. Perusahaan \"Modern\" ingin mengurangi turnover.\n\nRekomendasi induktif yang PALING LOGIS adalah...",
    "pilihan": [
      "WFH pasti menyelesaikan masalah turnover",
      "Mungkin pertimbangkan implementasi WFH parsial",
      "WFH tidak berguna sama sekali",
      "Turnover hanya bisa dikurangi dengan gaji",
      "WFH justru meningkatkan turnover"
    ],
    "pembahasan": "B",
    "jawaban": "B",
    "pembahasan": "Data dari sampel besar menunjukkan korelasi konsisten. Penalaran induktif memberikan rekomendasi berdasarkan bukti empiris yang terobservasi berulang."
  },
  {
    "id": 10,
    "pertanyaan": "Penelitian di 8 kota metropolitan menunjukkan bahwa daerah dengan akses transportasi publik yang baik memiliki tingkat kepuasan hidup penduduk 25-35% lebih tinggi. Kota Y sedang membangun sistem transportasi publik.\n\nPrediksi induktif untuk Kota Y adalah...",
    "pilihan": [
      "Kepuasan hidup pasti naik 30%",
      "Mungkin terjadi peningkatan kepuasan hidup",
      "Tidak akan ada perubahan",
      "Kepuasan hidup justru turun",
      "Hanya berpengaruh pada kelompok tertentu"
    ],
    "jawaban": "B",
    "pembahasan": "Pola konsisten di multiple konteks geografis mendukung hubungan positif. Penalaran induktif membuat prediksi berdasarkan generalisasi dari observasi berulang."
  }
]