[
  {
    "id": 91,
    "pertanyaan": "Observasi 1: Setiap kali kebijakan ekonomi yang memihak investasi asing diluncurkan, pertumbuhan ekonomi negara cenderung meningkat pesat dalam 1-2 tahun berikutnya.\nObservasi 2: Negara A baru saja meluncurkan paket kebijakan 'Pro-Investasi Asing' dengan insentif pajak yang menarik.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Pertumbuhan ekonomi Negara A pasti akan melonjak tajam tahun depan.",
      "Kebijakan pro-investasi asing selalu menjamin pertumbuhan ekonomi yang cepat.",
      "Ada probabilitas tinggi bahwa Negara A akan mengalami peningkatan pertumbuhan ekonomi dalam 1-2 tahun ke depan karena kebijakan tersebut.",
      "Pertumbuhan ekonomi hanya bergantung pada faktor internal negara.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari pola yang konsisten di masa lalu (observasi 1) dan tindakan yang relevan yang baru diambil (observasi 2), kita bisa menyimpulkan bahwa **ada probabilitas tinggi bahwa Negara A akan mengalami peningkatan pertumbuhan ekonomi dalam 1-2 tahun ke depan karena kebijakan tersebut**. Pilihan A terlalu mutlak karena tidak ada yang pasti dalam ekonomi, sementara C menunjukkan kemungkinan yang kuat berdasarkan data."
  },
  {
    "id": 92,
    "pertanyaan": "Pola deret angka: 2, 6, 12, 20, 30, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": [
      "40",
      "42",
      "44",
      "46",
      "48"
    ],
    "jawaban": "B",
    "pembahasan": "Pola deret ini adalah **hasil kali bilangan asli berurutan**: $1 \\times 2 = 2$, $2 \\times 3 = 6$, $3 \\times 4 = 12$, $4 \\times 5 = 20$, $5 \\times 6 = 30$. Jadi, angka selanjutnya adalah $6 \\times 7 = 42$."
  },
  {
    "id": 93,
    "pertanyaan": "Observasi 1: Studi kasus di beberapa kota besar menunjukkan bahwa peningkatan jumlah Ruang Terbuka Hijau (RTH) berkorelasi dengan penurunan tingkat stres penduduk dan peningkatan kualitas udara.\nObservasi 2: Pemerintah Kota Sejahtera merencanakan program besar-besaran untuk menambah RTH di seluruh wilayah kota.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Kota Sejahtera pasti akan menjadi kota paling bebas stres dan bersih udaranya di dunia.",
      "Penambahan RTH tidak akan memberikan dampak signifikan di Kota Sejahtera.",
      "Ada indikasi kuat bahwa program penambahan RTH di Kota Sejahtera akan berkontribusi pada peningkatan kesehatan mental penduduk dan kualitas udara.",
      "Hanya kota-kota yang sudah maju yang bisa merasakan manfaat RTH.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan bukti dari studi kasus dan rencana yang relevan oleh Pemerintah Kota Sejahtera, kita bisa menyimpulkan bahwa **ada indikasi kuat bahwa program penambahan RTH di Kota Sejahtera akan berkontribusi pada peningkatan kesehatan mental penduduk dan kualitas udara**. Ini adalah inferensi tentang hasil yang diharapkan dari suatu kebijakan lingkungan."
  },
  {
    "id": 94,
    "pertanyaan": "Pola deret huruf: A, B, D, G, K, ...\nHuruf selanjutnya dalam deret tersebut adalah?",
    "pilihan": [
      "N",
      "O",
      "P",
      "Q",
      "R"
    ],
    "jawaban": "P",
    "pembahasan": "Pola deret huruf ini menunjukkan penambahan posisi dalam abjad yang meningkat: A (+1) B (+2) D (+3) G (+4) K. Jadi, K (+5) = P. (A=1, B=2, D=4, G=7, K=11. 1+1=2, 2+2=4, 4+3=7, 7+4=11. Maka 11+5=16, dan huruf ke-16 adalah P)."
  },
  {
    "id": 95,
    "pertanyaan": "Observasi 1: Setiap kali tim peneliti menerapkan metodologi eksperimen ganda-buta, hasil penelitian mereka dianggap lebih valid dan kredibel oleh komunitas ilmiah.\nObservasi 2: Sebuah tim peneliti muda akan melakukan penelitian baru dan memutuskan untuk menggunakan metodologi eksperimen ganda-buta.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Penelitian tim muda ini pasti akan diterima dan diterbitkan di jurnal top.",
      "Metodologi ganda-buta tidak menjamin kredibilitas penelitian.",
      "Ada kemungkinan besar bahwa penelitian tim muda ini akan dinilai lebih valid dan kredibel karena metodologinya.",
      "Hanya peneliti senior yang bisa menerapkan metodologi ini dengan benar.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan bukti empiris tentang efektivitas metodologi (observasi 1) dan keputusan tim muda untuk mengadopsinya (observasi 2), kita bisa menyimpulkan bahwa **ada kemungkinan besar bahwa penelitian tim muda ini akan dinilai lebih valid dan kredibel karena metodologinya**. Ini adalah generalisasi tentang dampak suatu praktik ilmiah."
  },
  {
    "id": 96,
    "pertanyaan": "Pola angka dalam barisan: 1, 8, 27, 64, 125, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": [
      "200",
      "216",
      "225",
      "243",
      "256"
    ],
    "jawaban": "B",
    "pembahasan": "Pola deret ini adalah **bilangan kubik** berurutan: $1^3=1$, $2^3=8$, $3^3=27$, $4^3=64$, $5^3=125$. Jadi, angka selanjutnya adalah $6^3 = 216$."
  },
  {
    "id": 97,
    "pertanyaan": "Observasi 1: Sebagian besar perusahaan rintisan (startup) yang berhasil mendapatkan pendanaan Seri A telah menunjukkan pertumbuhan pengguna yang eksponensial dalam setahun pertama.\nObservasi 2: Startup 'Inovasi Cemerlang' baru saja mendapatkan pendanaan Seri A setelah menunjukkan pertumbuhan pengguna 300% dalam 9 bulan terakhir.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Pertumbuhan pengguna adalah satu-satunya indikator keberhasilan startup.",
      "Mendapatkan pendanaan Seri A menjamin kesuksesan jangka panjang.",
      "Pertumbuhan pengguna yang eksponensial kemungkinan besar merupakan faktor kunci dalam keberhasilan startup 'Inovasi Cemerlang' mendapatkan pendanaan dan berpotensi sukses lebih lanjut.",
      "Hanya startup 'Inovasi Cemerlang' yang bisa tumbuh secepat itu.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari tren umum di industri (observasi 1) dan kasus spesifik yang mendukung (observasi 2), kita bisa menyimpulkan bahwa **pertumbuhan pengguna yang eksponensial kemungkinan besar merupakan faktor kunci dalam keberhasilan startup 'Inovasi Cemerlang' mendapatkan pendanaan dan berpotensi sukses lebih lanjut**. Ini adalah generalisasi tentang korelasi faktor keberhasilan dalam dunia startup."
  },
  {
    "id": 98,
    "pertanyaan": "Pola kombinasi: (A, Z), (B, Y), (C, X), (D, W), ...\nKombinasi selanjutnya dalam pola tersebut adalah?",
    "pilihan": [
      "(E, V)",
      "(E, U)",
      "(F, V)",
      "(F, U)",
      "(G, T)"
    ],
    "jawaban": "A",
    "pembahasan": "Pola ini menggabungkan dua deret: huruf pertama bergerak maju dalam abjad (A, B, C, D), jadi selanjutnya adalah **E**. Huruf kedua bergerak mundur dalam abjad (Z, Y, X, W), jadi selanjutnya adalah **V**. Kombinasi keduanya menjadi **(E, V)**."
  },
  {
    "id": 99,
    "pertanyaan": "Observasi 1: Daerah yang secara historis memiliki curah hujan tinggi dan vegetasi lebat cenderung lebih sering mengalami tanah longsor, terutama saat musim hujan ekstrem.\nObservasi 2: Wilayah 'Lereng Hijau' adalah daerah pegunungan dengan curah hujan tahunan yang sangat tinggi dan hutan lindung yang padat. Prakiraan cuaca menunjukkan musim hujan ekstrem tahun ini.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Wilayah 'Lereng Hijau' pasti akan mengalami tanah longsor besar tahun ini.",
      "Curah hujan dan vegetasi tidak mempengaruhi risiko tanah longsor.",
      "Ada peningkatan risiko tanah longsor di Wilayah 'Lereng Hijau' mengingat karakteristik geografis dan perkiraan cuaca ekstrem.",
      "Hanya aktivitas manusia yang menyebabkan tanah longsor.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan pola historis dan karakteristik geografis serta perkiraan cuaca yang relevan, kita bisa menyimpulkan bahwa **ada peningkatan risiko tanah longsor di Wilayah 'Lereng Hijau' mengingat karakteristik geografis dan perkiraan cuaca ekstrem**. Ini adalah inferensi tentang probabilitas kejadian berdasarkan faktor-faktor pemicu yang diketahui."
  },
  {
    "id": 100,
    "pertanyaan": "Pola urutan kata: 'SATU', 'EMPAT', 'TUJUH', 'SEPULUH', ...\nKata selanjutnya dalam pola tersebut adalah?",
    "pilihan": [
      "'DUA BELAS'",
      "'TIGA BELAS'",
      "'EMPAT BELAS'",
      "'LIMA BELAS'",
      "'ENAM BELAS'"
    ],
    "jawaban": "TIGA BELAS",
    "pembahasan": "Pola ini adalah deret angka yang selisihnya konstan yaitu +3. SATU (1), EMPAT (4), TUJUH (7), SEPULUH (10). Jadi, angka selanjutnya adalah $10 + 3 = 13$. Maka, kata selanjutnya adalah **'TIGA BELAS'**."
  }
]
