[
 {
    "id": 1,
    "pertanyaan": "Observasi 1: Sebuah survei menunjukkan bahwa siswa yang rutin mengikuti bimbingan belajar memiliki rata-rata nilai ujian yang lebih tinggi 15% dibandingkan yang tidak.\nObservasi 2: Andi, seorang siswa yang awalnya kesulitan di mata pelajaran Matematika, mulai mengikuti bimbingan belajar dan nilai Matematikanya meningkat drastis.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Bimbingan belajar adalah satu-satunya faktor penentu keberhasilan siswa.",
      "Semua siswa yang mengikuti bimbingan belajar pasti akan mendapatkan nilai tinggi.",
      "Mengikuti bimbingan belajar sangat mungkin berkorelasi positif dengan peningkatan prestasi akademik.",
      "Andi berhasil karena ia memang cerdas, bukan karena bimbingan belajar.",
      "Tidak ada kesimpulan yang bisa ditarik dari data ini."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran induktif tidak menghasilkan kepastian mutlak (seperti kata 'pasti' atau 'satu-satunya'), melainkan probabilitas. Berdasarkan data statistik dan kasus Andi, kesimpulan yang paling kuat adalah adanya korelasi positif."
  },
  {
    "id": 2,
    "pertanyaan": "Pola deret angka: 1, 4, 9, 16, 25, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["30", "32", "36", "49", "64"],
    "jawaban": "C",
    "pembahasan": "Ini adalah deret bilangan kuadrat: $1^2, 2^2, 3^2, 4^2, 5^2$. Maka suku berikutnya adalah $6^2 = 36$."
  },
  {
    "id": 3,
    "pertanyaan": "Observasi 1: Setiap kali pemerintah menaikkan harga bahan bakar, harga kebutuhan pokok cenderung ikut naik dalam beberapa minggu setelahnya.\nObservasi 2: Baru-baru ini, harga bahan bakar naik sebesar 10%, dan laporan awal menunjukkan adanya kenaikan harga beras dan minyak goreng.\n\nKesimpulan induktif yang paling logis adalah...",
    "pilihan": [
      "Kenaikan harga bahan bakar selalu menyebabkan kenaikan harga semua kebutuhan pokok.",
      "Harga kebutuhan pokok tidak ada hubungannya dengan harga bahan bakar.",
      "Ada kemungkinan kuat bahwa kenaikan harga bahan bakar akan memicu kenaikan harga kebutuhan pokok.",
      "Hanya beras dan minyak goreng yang harganya akan naik setelah harga bahan bakar naik.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari pengamatan berulang dan contoh kasus terkini, kita bisa menyimpulkan secara induktif bahwa **ada kemungkinan kuat bahwa kenaikan harga bahan bakar akan memicu kenaikan harga kebutuhan pokok**. Ini menunjukkan hubungan kausalitas yang sering terjadi, bukan jaminan absolut (pilihan A) atau ketidakberhubungan (pilihan B)."
  },
  {
    "id": 4,
    "pertanyaan": "Pola deret huruf dan angka: A1, C3, E5, G7, ...\nElemen selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["I8", "I9", "J9", "H8", "K11"],
    "jawaban": "B",
    "pembahasan": "Pola Huruf: A (+2 huruf) C (+2) E (+2) G (+2) = I. \nPola Angka: 1 (+2) 3 (+2) 5 (+2) 7 (+2) = 9. \nKombinasinya adalah I9."
  },
  {
    "id": 5,
    "pertanyaan": "Observasi 1: Sebuah studi menemukan bahwa karyawan yang memiliki work-life balance yang baik cenderung memiliki tingkat produktivitas dan kepuasan kerja yang lebih tinggi.\nObservasi 2: Perusahaan X menerapkan kebijakan fleksibel work-life balance dan melaporkan peningkatan kinerja serta retensi karyawan.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Work-life balance adalah satu-satunya faktor yang mempengaruhi produktivitas dan kepuasan kerja.",
      "Work-life balance tidak memiliki dampak signifikan pada produktivitas dan kepuasan kerja.",
      "Meningkatkan work-life balance kemungkinan besar berkontribusi pada peningkatan produktivitas dan kepuasan kerja.",
      "Hanya perusahaan X yang bisa merasakan manfaat dari work-life balance.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan bukti dari studi dan contoh implementasi di perusahaan, kita bisa menyimpulkan secara induktif bahwa **meningkatkan work-life balance kemungkinan besar berkontribusi pada peningkatan produktivitas dan kepuasan kerja**. Ini adalah generalisasi tentang hubungan positif antara dua variabel."
  },
  {
    "id": 6,
    "pertanyaan": "Pola angka dalam barisan: 1, 2, 4, 7, 11, 16, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["20", "21", "22", "23", "24"],
    "jawaban": "C",
    "pembahasan": "Ini adalah deret aritmetika bertingkat dengan selisih yang bertambah 1: +1, +2, +3, +4, +5. Penambahan berikutnya adalah +6, sehingga $16 + 6 = 22$."
  },
  {
    "id": 7,
    "pertanyaan": "Observasi 1: Tim sepak bola 'Garuda Emas' selalu memenangkan pertandingan ketika mereka bermain di kandang sendiri dan didukung penuh oleh suporter.\nObservasi 2: Besok 'Garuda Emas' akan bermain di kandang dan tiket sudah terjual habis, menunjukkan dukungan penuh suporter.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Garuda Emas pasti akan memenangkan pertandingan besok.",
      "Dukungan suporter tidak berpengaruh pada kemenangan tim.",
      "Ada kemungkinan besar Garuda Emas akan memenangkan pertandingan besok.",
      "Kemenangan Garuda Emas hanya ditentukan oleh strategi pelatih.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Meskipun ada pola kemenangan yang kuat di masa lalu (observasi 1), tidak ada jaminan absolut untuk masa depan (pilihan A terlalu kuat). Namun, dengan kondisi yang sama (bermain di kandang dengan dukungan penuh), kita bisa menyimpulkan secara induktif bahwa **ada kemungkinan besar Garuda Emas akan memenangkan pertandingan besok**."
  },
  {
    "id": 8,
    "pertanyaan": "Pola gambar: Lingkaran, Segitiga, Persegi, Lingkaran, Segitiga, Persegi, ...\nGambar selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Lingkaran", "Segitiga", "Persegi", "Oval", "Bintang"],
    "jawaban": "A",
    "pembahasan": "Pola ini mengikuti siklus repetisi tiga objek. Setelah objek ketiga (Persegi), pola akan kembali mengulang ke objek pertama, yaitu Lingkaran."
  },
  {
    "id": 9,
    "pertanyaan": "Observasi 1: Kota-kota besar yang memiliki sistem transportasi publik yang efisien cenderung memiliki tingkat kemacetan yang lebih rendah dan kualitas udara yang lebih baik.\nObservasi 2: Kota Megapolitan X sedang berinvestasi besar-besaran dalam proyek transportasi publik terpadu.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Kota Megapolitan X pasti akan bebas kemacetan dan memiliki udara bersih.",
      "Investasi transportasi publik tidak akan berpengaruh pada kemacetan atau kualitas udara di Kota Megapolitan X.",
      "Ada harapan yang kuat bahwa investasi transportasi publik di Kota Megapolitan X akan membantu mengurangi kemacetan dan meningkatkan kualitas udara.",
      "Hanya kota-kota yang sudah maju yang bisa memiliki transportasi publik efisien.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari pola umum yang diamati di kota lain (observasi 1) dan tindakan yang sedang dilakukan Kota Megapolitan X (observasi 2), kita bisa menyimpulkan secara induktif bahwa **ada harapan yang kuat bahwa investasi transportasi publik di Kota Megapolitan X akan membantu mengurangi kemacetan dan meningkatkan kualitas udara**. Ini adalah inferensi tentang hasil yang diharapkan dari suatu kebijakan."
  },
 {
  "id": 10,
  "pertanyaan": "Perhatikan pola kalimat berikut:\n1. 'Aku makan.'\n2. 'Dia berlari.'\n3. 'Kami belajar.'\n4. 'Mereka bermain.'\n5. 'Kamu tertawa.'\n\nBerdasarkan pola urutan subjek (kata ganti orang) di atas, kalimat selanjutnya yang paling logis adalah...",
  "pilihan": [
    "A. 'Kita menyanyi.'",
    "B. 'Dia melompat.'",
    "C. 'Aku menulis.'",
    "D. 'Mereka membaca.'",
    "E. 'Kalian tidur.'"
  ],
  "jawaban": "E",
  "pembahasan": "Pola ini didasarkan pada klasifikasi kata ganti orang (pronomina) dalam bahasa Indonesia yang disusun dalam pasangan **Tunggal dan Jamak**:\n\n1. **Pasangan Orang Pertama & Ketiga (Tunggal):** 'Aku' (1-Tunggal) dan 'Dia' (3-Tunggal).\n2. **Pasangan Orang Pertama & Ketiga (Jamak):** 'Kami' (1-Jamak) dan 'Mereka' (3-Jamak).\n3. **Pasangan Orang Kedua:** Dimulai dengan 'Kamu' (2-Tunggal), maka secara simetris harus diikuti oleh bentuk jamaknya, yaitu **'Kalian'** (2-Jamak).\n\n**Mengapa bukan 'Kita'?**\n- **Masalah Kategori:** 'Kita' adalah orang pertama jamak (inklusif). Kategori orang pertama jamak sudah diwakili oleh 'Kami' pada kalimat ketiga. Memasukkan 'Kita' akan merusak simetri kategori 'Orang Kedua' yang sedang dibangun oleh kata 'Kamu'.\n- **Symmetry Break:** Pola ini bergerak berpasangan berdasarkan 'Person' (Orang ke-1, 2, atau 3). Untuk melengkapi kategori Orang Kedua, pasangan dari 'Kamu' (Tunggal) secara absolut adalah 'Kalian' (Jamak)."
}
]
