[
  {
    "id": 71,
    "pertanyaan": "Observasi 1: Setiap kali saya membaca buku fiksi sebelum tidur, saya lebih mudah tertidur.\nObservasi 2: Teman saya juga merasakan hal yang sama ketika membaca buku fiksi sebelum tidur.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Membaca buku fiksi adalah satu-satunya cara untuk mudah tertidur.",
      "Membaca buku fiksi tidak berpengaruh pada kualitas tidur.",
      "Membaca buku fiksi sebelum tidur dapat membantu seseorang lebih mudah tertidur.",
      "Hanya saya dan teman saya yang mudah tertidur setelah membaca buku fiksi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan pengalaman yang konsisten dari dua individu, dapat disimpulkan secara induktif bahwa 'membaca buku fiksi sebelum tidur *dapat* membantu seseorang lebih mudah tertidur'. Ini adalah generalisasi tentang efek positif dari suatu kebiasaan."
  },
  {
    "id": 72,
    "pertanyaan": "Pola deret angka: 100, 95, 85, 70, 50, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": [
      "25",
      "30",
      "35",
      "40",
      "45"
    ],
    "jawaban": "A",
    "pembahasan": "Pola deret ini menunjukkan pengurangan yang semakin besar: -5 (100 ke 95), -10 (95 ke 85), -15 (85 ke 70), -20 (70 ke 50). Jadi, pengurangan selanjutnya adalah -25. Maka, angka selanjutnya adalah 50 - 25 = 25."
  },
  {
    "id": 73,
    "pertanyaan": "Observasi 1: Mayoritas restoran yang baru dibuka di area ini tutup dalam waktu kurang dari setahun.\nObservasi 2: Restoran 'Enak Tenan' yang baru dibuka tiga bulan lalu juga menunjukkan tanda-tanda sepi pengunjung.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Semua restoran baru di area ini pasti akan tutup.",
      "Restoran 'Enak Tenan' pasti akan segera tutup.",
      "Restoran yang baru dibuka di area ini cenderung memiliki tingkat kelangsungan hidup yang rendah.",
      "Hanya restoran 'Enak Tenan' yang sepi pengunjung.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari observasi tren umum ('mayoritas tutup') dan kasus spesifik yang mendukung, dapat disimpulkan secara induktif bahwa 'restoran yang baru dibuka di area ini *cenderung* memiliki tingkat kelangsungan hidup yang rendah'. Ini adalah generalisasi berdasarkan bukti statistik tentang tingkat kegagalan."
  },
  {
    "id": 74,
    "pertanyaan": "Pola deret huruf: Z, X, V, T, ...\nHuruf selanjutnya dalam deret tersebut adalah?",
    "pilihan": [
      "R",
      "S",
      "U",
      "W",
      "Y"
    ],
    "jawaban": "A",
    "pembahasan": "Pola deret huruf ini menunjukkan pengurangan 2 posisi dalam abjad secara mundur: Z (-2) X (-2) V (-2) T. Jadi, T (-2) = R."
  },
  {
    "id": 75,
    "pertanyaan": "Observasi 1: Setiap kali saya berolahraga di pagi hari, suasana hati saya menjadi lebih baik sepanjang hari.\nObservasi 2: Penelitian menunjukkan bahwa olahraga pagi dapat meningkatkan endorfin dan mood.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Olahraga pagi adalah satu-satunya cara untuk meningkatkan suasana hati.",
      "Olahraga pagi tidak berpengaruh pada suasana hati.",
      "Olahraga pagi dapat berkontribusi pada peningkatan suasana hati seseorang.",
      "Hanya saya yang merasakan peningkatan suasana hati setelah olahraga pagi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari pengalaman pribadi yang konsisten dan dukungan ilmiah (penelitian), dapat disimpulkan secara induktif bahwa 'olahraga pagi *dapat* berkontribusi pada peningkatan suasana hati seseorang'. Ini adalah generalisasi tentang manfaat suatu aktivitas."
  },
  {
    "id": 76,
    "pertanyaan": "Pola angka dalam barisan: 2, 3, 5, 7, 11, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": [
      "12",
      "13",
      "14",
      "15",
      "16"
    ],
    "jawaban": "B",
    "pembahasan": "Pola deret ini adalah deret bilangan prima berurutan. Setelah 11, bilangan prima selanjutnya adalah 13."
  },
  {
    "id": 77,
    "pertanyaan": "Observasi 1: Sebagian besar aplikasi media sosial yang populer memiliki fitur berbagi foto dan video.\nObservasi 2: Aplikasi 'InstaShare' yang baru diluncurkan juga memiliki fitur berbagi foto dan video dan dengan cepat populer.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Fitur berbagi foto dan video adalah satu-satunya alasan kepopuleran aplikasi media sosial.",
      "Fitur berbagi foto dan video tidak berpengaruh pada kepopuleran aplikasi.",
      "Fitur berbagi foto dan video cenderung menjadi daya tarik penting bagi aplikasi media sosial.",
      "Hanya 'InstaShare' yang populer karena fitur berbagi foto dan video.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari data umum ('sebagian besar memiliki') dan contoh spesifik yang mendukung, dapat disimpulkan secara induktif bahwa 'fitur berbagi foto dan video *cenderung* menjadi daya tarik penting bagi aplikasi media sosial'. Ini adalah generalisasi tentang faktor keberhasilan."
  },
  {
    "id": 78,
    "pertanyaan": "Pola simbol: *, #, +, /, *, #, +, ...\nSimbol selanjutnya dalam pola tersebut adalah?",
    "pilihan": [
      "*",
      "#",
      "+",
      "/",
      "%"
    ],
    "jawaban": "D",
    "pembahasan": "Pola simbol ini berulang setiap empat elemen: *, #, +, /. Setelah '*, #, +', maka simbol selanjutnya adalah '/' untuk menyelesaikan siklus."
  },
  {
    "id": 79,
    "pertanyaan": "Observasi 1: Setiap kali seorang pelajar meninjau ulang catatannya secara teratur, nilai ujiannya cenderung tinggi.\nObservasi 2: Anto rajin meninjau catatannya dan selalu mendapatkan nilai ujian yang memuaskan.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Meninjau catatan selalu menjamin nilai ujian tinggi.",
      "Meninjau catatan tidak berpengaruh pada nilai ujian.",
      "Meninjau catatan secara teratur cenderung berkorelasi positif dengan nilai ujian yang lebih baik.",
      "Hanya Anto yang mendapatkan nilai memuaskan karena meninjau catatan.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari observasi yang konsisten (pelajar yang meninjau ulang catatan) dan contoh spesifik yang mendukung, dapat disimpulkan secara induktif bahwa 'meninjau catatan secara teratur *cenderung* berkorelasi positif dengan nilai ujian yang lebih baik'. Ini adalah inferensi tentang efektivitas suatu metode belajar."
  },
  {
    "id": 80,
    "pertanyaan": "Pola jam: 01:00, 01:30, 02:00, 02:30, ...\nWaktu selanjutnya dalam pola tersebut adalah?",
    "pilihan": [
      "02:45",
      "03:00",
      "03:15",
      "03:30",
      "04:00"
    ],
    "jawaban": "B",
    "pembahasan": "Pola ini menunjukkan penambahan waktu 30 menit secara berurutan. Jadi, setelah 02:30, waktu selanjutnya adalah 02:30 + 30 menit = 03:00."
  }
]
