[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Setiap kali saya berolahraga di pagi hari, saya merasa lebih produktif seharian.\nObservasi 2: Teman saya juga merasakan hal yang sama setelah berolahraga pagi.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Olahraga pagi menjamin produktivitas sepanjang hari.",
      "Olahraga pagi tidak berpengaruh pada produktivitas.",
      "Berolahraga di pagi hari cenderung meningkatkan produktivitas.",
      "Hanya saya dan teman saya yang lebih produktif setelah olahraga pagi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Dari observasi pribadi dan pengalaman orang lain yang konsisten, ditarik kesimpulan induktif bahwa olahraga pagi 'cenderung' meningkatkan produktivitas. Kata 'cenderung' mencerminkan sifat induksi yang probabilistik, bukan kepastian mutlak (menjamin)."
  },
  {
    "id": 2,
    "pertanyaan": "Pola deret angka: 5, 10, 15, 20, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["22", "25", "28", "30", "35"],
    "jawaban": "B",
    "pembahasan": "Ini adalah deret aritmatika dengan beda (b) konstan. Polanya adalah +5 untuk setiap suku. Maka, 20 + 5 = 25."
  },
  {
    "id": 3,
    "pertanyaan": "Observasi 1: Karyawan yang sering mengikuti pelatihan menunjukkan peningkatan kinerja.\nObservasi 2: Tim A mengikuti beberapa pelatihan dan kinerja tim mereka meningkat drastis.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Pelatihan selalu meningkatkan kinerja karyawan.",
      "Pelatihan tidak berpengaruh pada kinerja.",
      "Mengikuti pelatihan dapat berkontribusi pada peningkatan kinerja.",
      "Hanya Tim A yang mendapat manfaat dari pelatihan.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Induksi menggeneralisasi kasus spesifik menjadi tren umum. Karena tidak semua pelatihan memberikan hasil yang sama pada setiap orang, kata 'dapat berkontribusi' adalah simpulan yang paling aman dan logis."
  },
  {
    "id": 4,
    "pertanyaan": "Pola deret huruf: A, AA, AAA, AAAA, ...\nDeret huruf selanjutnya adalah?",
    "pilihan": ["A", "AA", "AAAAA", "AAAAAA", "Tidak ada pola yang jelas."],
    "jawaban": "C",
    "pembahasan": "Pola ini menggunakan penambahan jumlah karakter yang sama (inkremental). Setiap langkah menambah satu huruf 'A'. Setelah 4 huruf 'A', maka berikutnya adalah 5 huruf 'A' (AAAAA)."
  },
  {
    "id": 5,
    "pertanyaan": "Observasi 1: Hampir semua ponsel merek X yang dirilis tahun lalu memiliki kamera berkualitas tinggi.\nObservasi 2: Ponsel model terbaru merek X juga diklaim memiliki kamera berkualitas tinggi.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Semua ponsel merek X memiliki kamera berkualitas tinggi.",
      "Ponsel merek X cenderung memiliki kamera berkualitas tinggi.",
      "Kualitas kamera ponsel merek X tidak konsisten.",
      "Hanya ponsel merek X tahun lalu yang memiliki kamera berkualitas tinggi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Berdasarkan rekam jejak (track record) tahun lalu dan informasi model terbaru, dapat disimpulkan adanya kecenderungan kualitas pada merek tersebut."
  },
  {
    "id": 6,
    "pertanyaan": "Pola angka dalam barisan: 1, 2, 6, 24, 120, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["480", "560", "600", "720", "840"],
    "jawaban": "D",
    "pembahasan": "Pola ini adalah perkalian progresif: 1x2=2, 2x3=6, 6x4=24, 24x5=120. Maka langkah selanjutnya adalah 120x6 = 720."
  },
  {
    "id": 7,
    "pertanyaan": "Observasi 1: Setiap kali seorang pelanggan komplain dengan ramah, masalahnya cenderung cepat teratasi.\nObservasi 2: Seorang pelanggan komplain dengan ramah tadi pagi, dan masalahnya langsung diselesaikan.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Komplain ramah selalu menyelesaikan masalah dengan cepat.",
      "Komplain ramah tidak berpengaruh pada penyelesaian masalah.",
      "Berkomplain dengan ramah dapat mempercepat penyelesaian masalah.",
      "Hanya pelanggan yang komplain ramah yang masalahnya teratasi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Kesimpulan ini mengaitkan cara komunikasi dengan kecepatan respon. Induksi di sini menunjukkan bahwa keramahan menjadi faktor pendukung (variabel berpengaruh)."
  },
  {
    "id": 8,
    "pertanyaan": "Pola objek: Atas, Bawah, Kiri, Kanan, Atas, Bawah, ...\nPosisi selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Atas", "Bawah", "Kiri", "Kanan", "Tengah"],
    "jawaban": "C",
    "pembahasan": "Siklus pola terdiri dari 4 arah: Atas-Bawah-Kiri-Kanan. Setelah pengulangan Atas dan Bawah pada siklus kedua, maka urutan berikutnya adalah Kiri."
  },
  {
    "id": 9,
    "pertanyaan": "Observasi 1: Program diet A berhasil menurunkan berat badan pada sebagian besar pesertanya.\nObservasi 2: Santi mengikuti program diet A dan berat badannya turun 5 kg dalam sebulan.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Program diet A pasti menurunkan berat badan semua pesertanya.",
      "Program diet A tidak efektif.",
      "Program diet A cenderung membantu penurunan berat badan.",
      "Hanya Santi yang berhasil dengan program diet A.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Karena data menyebutkan 'sebagian besar' (bukan semua), maka kesimpulan induktif yang paling akurat adalah menggunakan kata 'cenderung membantu'."
  },
  {
    "id": 10,
    "pertanyaan": "Pola cuaca: Cerah, Berawan, Hujan, Cerah, Berawan, ...\nKondisi cuaca selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Cerah", "Berawan", "Hujan", "Mendung", "Badai"],
    "jawaban": "C",
    "pembahasan": "Pola berulang setiap 3 tahap: Cerah -> Berawan -> Hujan. Setelah Berawan, maka siklus ditutup dengan Hujan."
  }
]
