[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Setiap kali saya berolahraga di pagi hari, saya merasa lebih produktif seharian.\nObservasi 2: Teman saya juga merasakan hal yang sama setelah berolahraga pagi.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Olahraga pagi menjamin produktivitas sepanjang hari.", "Olahraga pagi tidak berpengaruh pada produktivitas.", "Berolahraga di pagi hari cenderung meningkatkan produktivitas.", "Hanya saya dan teman saya yang lebih produktif setelah olahraga pagi.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari observasi pribadi dan pengalaman teman yang konsisten, dapat disimpulkan secara induktif bahwa berolahraga di pagi hari *cenderung* meningkatkan produktivitas. Ini adalah generalisasi berdasarkan bukti empiris yang terbatas."
  },
  {
    "id": 2,
    "pertanyaan": "Pola deret angka: 5, 10, 15, 20, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["22", "25", "28", "30", "35"],
    "jawaban": "B",
    "pembahasan": "Pola deret angka ini menunjukkan penambahan konstan 5 dari angka sebelumnya. Jadi, 20 + 5 = 25."
  },
  {
    "id": 3,
    "pertanyaan": "Observasi 1: Karyawan yang sering mengikuti pelatihan menunjukkan peningkatan kinerja.\nObservasi 2: Tim A mengikuti beberapa pelatihan dan kinerja tim mereka meningkat drastis.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Pelatihan selalu meningkatkan kinerja karyawan.", "Pelatihan tidak berpengaruh pada kinerja.", "Mengikuti pelatihan dapat berkontribusi pada peningkatan kinerja.", "Hanya Tim A yang mendapat manfaat dari pelatihan.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari observasi umum ('sering mengikuti pelatihan menunjukkan peningkatan') dan contoh spesifik (Tim A), disimpulkan secara induktif bahwa mengikuti pelatihan *dapat berkontribusi* pada peningkatan kinerja. Ini menunjukkan hubungan positif, bukan kausalitas mutlak."
  },
  {
    "id": 4,
    "pertanyaan": "Pola deret huruf: A, AA, AAA, AAAA, ...\nDeret huruf selanjutnya adalah?",
    "pilihan": ["A", "AA", "AAAAA", "AAAAAA", "Tidak ada pola yang jelas."],
    "jawaban": "C",
    "pembahasan": "Pola deret huruf ini adalah pengulangan huruf 'A' yang bertambah satu setiap langkahnya. Jadi, setelah AAAA, deret selanjutnya adalah AAAAA."
  },
  {
    "id": 5,
    "pertanyaan": "Observasi 1: Hampir semua ponsel merek X yang dirilis tahun lalu memiliki kamera berkualitas tinggi.\nObservasi 2: Ponsel model terbaru merek X juga diklaim memiliki kamera berkualitas tinggi.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": ["Semua ponsel merek X memiliki kamera berkualitas tinggi.", "Ponsel merek X cenderung memiliki kamera berkualitas tinggi.", "Kualitas kamera ponsel merek X tidak konsisten.", "Hanya ponsel merek X tahun lalu yang memiliki kamera berkualitas tinggi.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "B",
    "pembahasan": "Dari observasi mayoritas produk sebelumnya dan klaim produk terbaru, dapat disimpulkan secara induktif bahwa ponsel merek X *cenderung* memiliki kamera berkualitas tinggi. Ini adalah generalisasi berdasarkan tren produk."
  },
  {
    "id": 6,
    "pertanyaan": "Pola angka dalam barisan: 1, 2, 6, 24, 120, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["480", "560", "600", "720", "840"],
    "jawaban": "D",
    "pembahasan": "Pola deret ini adalah perkalian dengan bilangan asli berurutan (faktorial): 1x1=1, 1x2=2, 2x3=6, 6x4=24, 24x5=120. Jadi, angka selanjutnya adalah 120 x 6 = 720."
  },
  {
    "id": 7,
    "pertanyaan": "Observasi 1: Setiap kali seorang pelanggan komplain dengan ramah, masalahnya cenderung cepat teratasi.\nObservasi 2: Seorang pelanggan komplain dengan ramah tadi pagi, dan masalahnya langsung diselesaikan.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Komplain ramah selalu menyelesaikan masalah dengan cepat.", "Komplain ramah tidak berpengaruh pada penyelesaian masalah.", "Berkomplain dengan ramah dapat mempercepat penyelesaian masalah.", "Hanya pelanggan yang komplain ramah yang masalahnya teratasi.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari observasi umum dan contoh spesifik, dapat disimpulkan secara induktif bahwa berkomplain dengan ramah *dapat* mempercepat penyelesaian masalah. Ini adalah inferensi tentang efektivitas suatu pendekatan."
  },
  {
    "id": 8,
    "pertanyaan": "Pola objek: Atas, Bawah, Kiri, Kanan, Atas, Bawah, ...\nPosisi selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Atas", "Bawah", "Kiri", "Kanan", "Tengah"],
    "jawaban": "C",
    "pembahasan": "Pola objek ini berulang setiap empat elemen: Atas, Bawah, Kiri, Kanan. Setelah 'Atas, Bawah', maka posisi selanjutnya adalah 'Kiri' untuk menyelesaikan siklus."
  },
  {
    "id": 9,
    "pertanyaan": "Observasi 1: Program diet A berhasil menurunkan berat badan pada sebagian besar pesertanya.\nObservasi 2: Santi mengikuti program diet A dan berat badannya turun 5 kg dalam sebulan.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": ["Program diet A pasti menurunkan berat badan semua pesertanya.", "Program diet A tidak efektif.", "Program diet A cenderung membantu penurunan berat badan.", "Hanya Santi yang berhasil dengan program diet A.", "Tidak ada kesimpulan yang bisa ditarik."],
    "jawaban": "C",
    "pembahasan": "Dari data umum ('sebagian besar') dan contoh spesifik, dapat disimpulkan secara induktif bahwa program diet A *cenderung* membantu penurunan berat badan. Ini adalah generalisasi tentang efektivitas suatu program."
  },
  {
    "id": 10,
    "pertanyaan": "Pola cuaca: Cerah, Berawan, Hujan, Cerah, Berawan, ...\nKondisi cuaca selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Cerah", "Berawan", "Hujan", "Mendung", "Badai"],
    "jawaban": "C",
    "pembahasan": "Pola ini mengikuti siklus kondisi cuaca: Cerah, Berawan, Hujan. Setelah 'Cerah, Berawan', maka kondisi cuaca selanjutnya adalah 'Hujan' untuk menyelesaikan siklus."
  }
]

