[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Setiap kali kebijakan ekonomi yang memihak investasi asing diluncurkan, pertumbuhan ekonomi negara cenderung meningkat pesat dalam 1-2 tahun berikutnya.\nObservasi 2: Negara A baru saja meluncurkan paket kebijakan 'Pro-Investasi Asing' dengan insentif pajak yang menarik.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Pertumbuhan ekonomi Negara A pasti akan melonjak tajam tahun depan.",
      "Kebijakan pro-investasi asing selalu menjamin pertumbuhan ekonomi yang cepat.",
      "Ada probabilitas tinggi bahwa Negara A akan mengalami peningkatan pertumbuhan ekonomi dalam 1-2 tahun ke depan karena kebijakan tersebut.",
      "Pertumbuhan ekonomi hanya bergantung pada faktor internal negara.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Kesimpulan induktif berfokus pada kemungkinan (probabilitas) berdasarkan pola masa lalu. Karena kebijakan yang diambil relevan dengan pola yang sudah ada, maka terdapat probabilitas tinggi untuk hasil yang serupa."
  },
  {
    "id": 2,
    "pertanyaan": "Pola deret angka: 2, 6, 12, 20, 30, ...\nAngka selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["40", "42", "44", "46", "48"],
    "jawaban": "B",
    "pembahasan": "Pola deret ini adalah perkalian dua bilangan asli berurutan: $1 \\times 2 = 2$, $2 \\times 3 = 6$, $3 \\times 4 = 12$, $4 \\times 5 = 20$, $5 \\times 6 = 30$. Jadi, angka selanjutnya adalah $6 \\times 7 = 42$."
  },
  
  {
    "id": 3,
    "pertanyaan": "Observasi 1: Studi kasus di beberapa kota besar menunjukkan bahwa peningkatan jumlah Ruang Terbuka Hijau (RTH) berkorelasi dengan penurunan tingkat stres penduduk.\nObservasi 2: Pemerintah Kota Sejahtera merencanakan program besar-besaran untuk menambah RTH di seluruh wilayah kota.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Kota Sejahtera pasti akan menjadi kota paling bebas stres di dunia.",
      "Penambahan RTH tidak akan memberikan dampak signifikan di Kota Sejahtera.",
      "Ada indikasi kuat bahwa program penambahan RTH di Kota Sejahtera akan berkontribusi pada penurunan tingkat stres penduduk.",
      "Hanya kota-kota yang sudah maju yang bisa merasakan manfaat RTH.",
      "Tingkat stres penduduk sama sekali tidak dipengaruhi oleh lingkungan hijau."
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan pola korelasi yang ditemukan dalam studi kasus (Observasi 1), rencana aksi pada Observasi 2 memberikan dasar induktif untuk mengharapkan hasil kesehatan mental yang lebih baik di kota tersebut."
  },
  {
    "id": 4,
    "pertanyaan": "Pola deret huruf: A, B, D, G, K, ...\nHuruf selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["N", "O", "P", "Q", "R"],
    "jawaban": "C",
    "pembahasan": "Pola menunjukkan penambahan posisi abjad yang meningkat: A(+1)→B, B(+2)→D, D(+3)→G, G(+4)→K. Selanjutnya adalah K(+5) = P (huruf ke-16)."
  },
  
  {
    "id": 5,
    "pertanyaan": "Observasi 1: Setiap kali tim peneliti menerapkan metodologi eksperimen ganda-buta (double-blind), hasil penelitian mereka dinilai lebih kredibel oleh komunitas ilmiah.\nObservasi 2: Tim peneliti Universitas X memutuskan untuk menggunakan metodologi ganda-buta dalam riset medis terbaru mereka.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Hasil riset Universitas X pasti akan langsung menyembuhkan penyakit.",
      "Metodologi ganda-buta adalah satu-satunya syarat validitas riset.",
      "Riset medis Universitas X memiliki kemungkinan besar untuk dinilai lebih kredibel karena metodologinya.",
      "Komunitas ilmiah tidak peduli dengan metodologi yang digunakan.",
      "Penelitian tersebut akan gagal jika tidak dipimpin oleh peneliti senior."
    ],
    "jawaban": "C",
    "pembahasan": "Penggunaan metodologi yang secara historis diakui (ganda-buta) meningkatkan peluang penerimaan positif dari komunitas ilmiah secara induktif."
  },
  {
    "id": 6,
    "pertanyaan": "Pola angka dalam barisan: 1, 8, 27, 64, 125, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["200", "216", "225", "243", "256"],
    "jawaban": "B",
    "pembahasan": "Deret ini merupakan barisan bilangan kubik ($n^3$): $1^3, 2^3, 3^3, 4^3, 5^3$. Maka, angka selanjutnya adalah $6^3 = 216$."
  },
  
  {
    "id": 7,
    "pertanyaan": "Observasi 1: Mayoritas startup yang berhasil mendapatkan pendanaan Seri A memiliki pertumbuhan pengguna yang eksponensial dalam setahun pertama.\nObservasi 2: Startup 'TeknoMaju' mencatatkan pertumbuhan pengguna 400% di tahun pertamanya dan sedang mengajukan pendanaan Seri A.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "TeknoMaju pasti mendapatkan investasi Seri A besok pagi.",
      "Pertumbuhan pengguna tidak berpengaruh pada keputusan investor.",
      "TeknoMaju memiliki peluang yang kuat untuk mendapatkan pendanaan Seri A berdasarkan tren industri.",
      "Setiap startup yang tumbuh 400% akan bertahan selamanya.",
      "Investor hanya melihat faktor keberuntungan saja."
    ],
    "jawaban": "C",
    "pembahasan": "Kesesuaian profil startup dengan karakteristik startup sukses lainnya (pertumbuhan eksponensial) memberikan dasar induktif untuk memprediksi keberhasilan pendanaan."
  },
  {
    "id": 8,
    "pertanyaan": "Pola kombinasi: (A, Z), (B, Y), (C, X), (D, W), ...\nKombinasi selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["(E, V)", "(E, U)", "(F, V)", "(F, U)", "(G, T)"],
    "jawaban": "A",
    "pembahasan": "Pola menggabungkan huruf maju (A, B, C, D → E) dan huruf mundur dari akhir abjad (Z, Y, X, W → V). Hasilnya (E, V)."
  },
  {
    "id": 9,
    "pertanyaan": "Observasi 1: Daerah dengan curah hujan tinggi dan vegetasi lebat yang gundul cenderung lebih sering mengalami tanah longsor saat musim hujan ekstrem.\nObservasi 2: Wilayah 'Lereng Selatan' baru saja mengalami penggundulan hutan dan diprediksi akan menghadapi musim hujan ekstrem.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Tanah longsor pasti terjadi di Lereng Selatan tepat pada pukul 12 siang.",
      "Penggundulan hutan tidak berkaitan dengan stabilitas tanah.",
      "Terdapat peningkatan risiko tanah longsor yang signifikan di wilayah Lereng Selatan.",
      "Pemerintah harus menutup seluruh wilayah Lereng Selatan secara permanen.",
      "Vegetasi lebat justru menyebabkan tanah lebih mudah longsor."
    ],
    "jawaban": "C",
    "pembahasan": "Kesimpulan induktif mengaitkan faktor risiko yang diketahui (penggundulan + hujan ekstrem) dengan potensi kejadian di masa depan sebagai sebuah peringatan probabilitas."
  },
  {
    "id": 10,
    "pertanyaan": "Pola urutan kata: 'SATU', 'EMPAT', 'TUJUH', 'SEPULUH', ...\nKata selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["'DUA BELAS'", "'TIGA BELAS'", "'EMPAT BELAS'", "'LIMA BELAS'", "'ENAM BELAS'"],
    "jawaban": "B",
    "pembahasan": "Representasi angka menunjukkan selisih $+3$ ($1, 4, 7, 10$). Angka berikutnya adalah $13$, yang dalam bentuk kata adalah 'TIGA BELAS'."
  }
]
