[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Setiap hari Rabu, toko buku A memberikan diskon 10%.\nObservasi 2: Setiap hari Rabu, toko buku B memberikan diskon 15%.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Semua toko buku memberikan diskon setiap hari Rabu.", 
      "Beberapa toko buku memberikan diskon setiap hari Rabu.", 
      "Toko buku A dan B pasti memberikan diskon lain di hari lain.", 
      "Diskon hanya tersedia pada hari Rabu.", 
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran induktif menarik kesimpulan dari kasus khusus ke umum. Karena sampel hanya mencakup dua toko (A dan B), kita hanya bisa menyimpulkan 'Beberapa', bukan 'Semua'."
  },
  {
    "id": 4,
    "pertanyaan": "Pola deret huruf: Z, X, V, T, ...\nHuruf selanjutnya dalam deret tersebut adalah?",
    "pilihan": ["R", "S", "U", "W", "Y"],
    "jawaban": "A",
    "pembahasan": "Pola deret mundur melompati satu huruf: Z (-1) -> X (-1) -> V (-1) -> T. Huruf sebelum T adalah S, jika dilompati maka hasilnya adalah R."
  },
  
  {
    "id": 6,
    "pertanyaan": "Pola angka dalam barisan: 1, 2, 4, 7, 11, ...\nAngka selanjutnya dalam barisan tersebut adalah?",
    "pilihan": ["13", "14", "15", "16", "17"],
    "jawaban": "D",
    "pembahasan": "Deret ini memiliki selisih yang bertambah (deret bertingkat): 1(+1)=2; 2(+2)=4; 4(+3)=7; 7(+4)=11. Maka angka berikutnya adalah 11(+5)=16."
  },
  {
    "id": 7,
    "pertanyaan": "Observasi 1: Survei menunjukkan bahwa sebagian besar pengguna smartphone baru merasa puas dengan baterainya.\nObservasi 2: Budi membeli smartphone baru dan ia sangat puas dengan daya tahan baterainya.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Semua smartphone baru memiliki baterai yang tahan lama.", 
      "Smartphone baru cenderung memiliki daya tahan baterai yang memuaskan.", 
      "Kepuasan terhadap baterai hanya berlaku untuk Budi.", 
      "Daya tahan baterai smartphone baru tidak konsisten.", 
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Berdasarkan data mayoritas ('sebagian besar') dan satu contoh pendukung (Budi), kesimpulan yang paling tepat adalah menyatakan kecenderungan atau tren umum ('cenderung memiliki')."
  },
  {
    "id": 10,
    "pertanyaan": "Pola musim: Semi, Panas, Gugur, Dingin, Semi, ...\nMusim selanjutnya dalam pola tersebut adalah?",
    "pilihan": ["Semi", "Panas", "Gugur", "Dingin", "Hujan"],
    "jawaban": "B",
    "pembahasan": "Ini adalah pola siklus empat musim yang berulang secara berurutan: Semi -> Panas -> Gugur -> Dingin. Setelah Semi, siklus kembali ke Panas."
  }
]
