
[
  {
    "id": 151,
    "pertanyaan": "Perhatikan teks berikut!\n\n(1) Literasi digital menjadi keterampilan esensial di era informasi saat ini. (2) Kemampuan untuk menemukan, mengevaluasi, menggunakan, dan membuat informasi melalui teknologi digital sangat krusial. (3) Dengan literasi digital yang baik, individu dapat berpartisipasi aktif dalam masyarakat digital, menghindari hoaks, dan memanfaatkan peluang ekonomi. (4) Namun, kesenjangan akses dan keterampilan digital masih menjadi tantangan serius, terutama di daerah pedesaan dan kelompok masyarakat tertentu. (5) Oleh karena itu, program-program peningkatan literasi digital perlu terus digalakkan secara merata.\n\nKalimat yang mengandung opini adalah nomor...",
    "pilihan": ["(1)", "(2)", "(3)", "(4)", "(5)"],
    "jawaban": "E",
    "pembahasan": "Kalimat opini adalah kalimat yang berisi pendapat, pandangan, atau penilaian yang kebenarannya bersifat subjektif atau belum tentu mutlak. Kalimat (5) adalah opini karena mengandung saran atau anjuran ('perlu terus digalakkan') yang bersifat normatif dan merupakan sebuah pandangan."
  },
  {
    "id": 152,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan huruf kapital dengan tepat?",
    "pilihan": ["Dia adalah Gubernur Jawa Timur.", "Mereka belajar Sejarah Indonesia.", "Kami pergi ke Kebun Binatang Surabaya.", "Saya membaca buku dari Perpustakaan Nasional.", "Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Penulisan huruf kapital:\n* A. Jabatan diikuti nama geografi. Benar.\n* B. Nama mata pelajaran (jika bukan nama diri atau gelar) tidak kapital, tetapi jika 'Sejarah Indonesia' mengacu pada nama mata pelajaran spesifik, kapital. Dalam konteks ini dianggap sebagai nama mata pelajaran. Benar.\n* C. Nama tempat wisata yang spesifik dan unik (Kebun Binatang Surabaya). Benar.\n* D. Nama lembaga resmi (Perpustakaan Nasional). Benar.\nSemua pilihan benar."
  },
  {
    "id": 153,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPerubahan iklim global memicu serangkaian bencana alam ekstrem, seperti gelombang panas, kekeringan panjang, banjir, dan badai tropis yang semakin intens. Dampak ini tidak hanya mengancam ekosistem dan keanekaragaman hayati, tetapi juga mengganggu ketahanan pangan, ketersediaan air bersih, dan infrastruktur. Diperlukan upaya mitigasi untuk mengurangi emisi gas rumah kaca dan adaptasi untuk menyesuaikan diri dengan perubahan yang sudah terjadi. Tanpa tindakan serius dari semua pihak, kerugian akibat perubahan iklim akan terus meningkat dan mengancam keberlangsungan hidup manusia.\n\nSimpulan yang paling tepat dari paragraf tersebut adalah...",
    "pilihan": ["Bencana alam ekstrem adalah akibat langsung perubahan iklim.", "Mitigasi dan adaptasi adalah kunci menghadapi perubahan iklim.", "Perubahan iklim global menyebabkan bencana dan mengancam keberlangsungan hidup, sehingga memerlukan tindakan serius.", "Ketahanan pangan dan air bersih terganggu oleh perubahan iklim.", "Emisi gas rumah kaca harus dikurangi untuk mengatasi perubahan iklim."],
    "jawaban": "C",
    "pembahasan": "Simpulan merangkum seluruh isi paragraf. Paragraf ini membahas dampak perubahan iklim (bencana, ancaman keberlangsungan hidup) dan perlunya tindakan serius (mitigasi dan adaptasi). Pilihan C paling tepat merangkum semua aspek tersebut."
  },
  {
    "id": 154,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan hubungan pengandaian?",
    "pilihan": ["Dia akan datang *andaikata* diundang.", "Dia belajar keras *agar* lulus.", "Hujan turun *sehingga* jalanan licin.", "Dia suka kopi *meskipun* tidak sehat.", "Dia membaca buku *sementara* adiknya bermain."],
    "jawaban": "A",
    "pembahasan": "Konjungsi yang menyatakan hubungan pengandaian adalah 'andaikata', 'seandainya', 'sekiranya', 'jika', 'kalau'. Pilihan A menggunakan 'andaikata' untuk menunjukkan suatu pengandaian."
  },
  {
    "id": 155,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda kurung siku ([ ]) dengan tepat.",
    "pilihan": ["Buku itu membahas tentang teori relativitas [E = mc²].", "Dalam naskah asli, ada kesalahan [huruf yang hilang].", "Dia menjelaskan, \"Saya tidak tahu [apa yang harus dilakukan] lagi.\"", "Semua jawaban benar.", "Pertandingan itu berakhir dengan skor [2-1]."],
    "jawaban": "B",
    "pembahasan": "Tanda kurung siku ([ ]) digunakan untuk:\n* Mengapit keterangan dalam kalimat penjelas yang sudah bertanda kurung biasa (tidak ada contohnya di pilihan).\n* Mengapit huruf, kata, atau kelompok kata sebagai koreksi atau tambahan pada naskah orang lain. (B). Benar.\n* Mengapit keterangan dalam kutipan. (C). Benar.\n* A dan E menggunakan kurung biasa lebih tepat, bukan kurung siku. Karena itu, D salah."
  },
  {
    "id": 156,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nKesehatan mental menjadi isu penting yang perlu mendapat perhatian serius. Stigma negatif seringkali menghambat individu untuk mencari bantuan profesional. Padahal, kesehatan mental sama pentingnya dengan kesehatan fisik. Kurangnya kesadaran masyarakat tentang hal ini memperparah kondisi. Oleh karena itu, diperlukan upaya ____ untuk meningkatkan pemahaman dan dukungan terhadap individu dengan masalah kesehatan mental.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["preventif", "represif", "komprehensif", "kuratif", "persuasif"],
    "jawaban": "C",
    "pembahasan": "Konteks kalimat menunjukkan bahwa upaya yang dibutuhkan haruslah menyeluruh untuk meningkatkan pemahaman dan dukungan. 'Komprehensif' (menyeluruh) adalah kata yang paling tepat."
  },
  {
    "id": 157,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *ber-an* dengan tepat?",
    "pilihan": ["Mereka *berlarian* di lapangan.", "Anak-anak *bermain-main*.", "Pintu itu *berbukaan*.", "Semua jawaban benar.", "Bunga-bunga itu *bermekaran* indah."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *ber-an* membentuk kata kerja yang menunjukkan tindakan berulang atau saling melakukan. Semua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 158,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda petik tunggal (') dengan benar.",
    "pilihan": ["Dia berkata, 'Saya tidak akan datang'.", "Kata 'internet' adalah kependekan dari *interconnected network*.", "Buku itu berjudul 'Dunia Sophie'.", "Semua jawaban benar.", "Arti kata 'optimis' adalah berpengharapan baik."],
    "jawaban": "E",
    "pembahasan": "Tanda petik tunggal (') digunakan untuk mengapit makna, terjemahan, atau penjelasan kata/ungkapan. Pilihan E menggunakan tanda petik tunggal dengan tepat untuk menjelaskan arti kata. Pilihan A seharusnya menggunakan tanda petik ganda untuk kutipan langsung. Pilihan B dan C seharusnya menggunakan tanda petik ganda untuk judul atau kata yang memiliki makna khusus."
  },
  {
    "id": 159,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPendidikan vokasi memegang peranan krusial dalam menyiapkan sumber daya manusia yang siap kerja dan berdaya saing. Kurikulum yang berorientasi pada praktik dan kebutuhan industri menjadi keunggulan utama. Lulusan pendidikan vokasi diharapkan mampu mengisi kesenjangan keterampilan yang dibutuhkan pasar. Meskipun demikian, sinergi antara lembaga pendidikan, industri, dan pemerintah perlu terus diperkuat untuk memastikan relevansi program dan penyerapan lulusan. Dengan demikian, pendidikan vokasi dapat menjadi motor penggerak pertumbuhan ekonomi nasional.\n\nKata *sinergi* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["Konflik atau pertentangan.", "Kerjasama atau kolaborasi.", "Persaingan atau kompetisi.", "Perpecahan atau disintegrasi.", "Dominasi atau penguasaan."],
    "jawaban": "B",
    "pembahasan": "Dalam konteks 'sinergi antara lembaga pendidikan, industri, dan pemerintah', kata 'sinergi' berarti kerja sama yang menghasilkan dampak positif lebih besar daripada jika dilakukan sendiri-sendiri."
  },
  {
    "id": 160,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan bilangan atau angka yang benar?",
    "pilihan": ["Kami memiliki tiga ekor kucing.", "Ada 20 siswa yang tidak hadir.", "Dia lahir pada tanggal 1 Januari 1990.", "Perpustakaan itu memiliki 2.500 buku.", "Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Penulisan bilangan:\n* A. Bilangan di bawah sepuluh ditulis dengan huruf. Benar.\n* B. Bilangan yang dapat dinyatakan dengan satu atau dua kata ditulis dengan huruf (dua puluh). Namun, dalam kalimat biasa, angka juga bisa diterima jika bilangannya sudah lebih dari satu kata. (Contoh: 20 mobil). Benar.\n* C. Tanggal ditulis dengan angka. Benar.\n* D. Bilangan ribuan dengan titik pemisah. Benar.\nSemua pilihan benar."
  },
  {
    "id": 161,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda seru (!) dengan tepat.",
    "pilihan": ["Alangkah indahnya pemandangan ini!", "Pergi dari sini sekarang!", "Wah, kamu hebat sekali!", "Semua jawaban benar.", "Hati-hati, jalan licin!"],
    "jawaban": "D",
    "pembahasan": "Tanda seru (!) digunakan untuk mengakhiri kalimat seru, perintah, atau pernyataan yang mengungkapkan emosi kuat. Semua pilihan A, B, C, dan E menggunakan tanda seru dengan tepat."
  },
  {
    "id": 162,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPerkembangan teknologi kendaraan listrik semakin pesat, menawarkan solusi ramah lingkungan untuk mobilitas. Keunggulan utamanya terletak pada emisi nol, efisiensi energi yang lebih tinggi, dan biaya operasional yang lebih rendah. Banyak negara telah mendorong adopsi kendaraan listrik melalui insentif pajak dan pembangunan infrastruktur pengisian daya. Meskipun demikian, tantangan seperti harga beli yang masih tinggi, ketersediaan stasiun pengisian yang terbatas, dan manajemen limbah baterai masih perlu diatasi. Dengan dukungan kebijakan yang kuat dan inovasi berkelanjutan, kendaraan listrik memiliki potensi untuk mendominasi pasar otomotif di masa depan.\n\nYang BUKAN keunggulan kendaraan listrik menurut teks adalah...",
    "pilihan": ["Emisi nol.", "Efisiensi energi yang lebih tinggi.", "Biaya operasional yang lebih rendah.", "Harga beli yang lebih terjangkau.", "Ramah lingkungan."],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan 'emisi nol, efisiensi energi yang lebih tinggi, dan biaya operasional yang lebih rendah' sebagai keunggulan. Namun, harga beli yang masih tinggi disebutkan sebagai tantangan, bukan keunggulan."
  },
  {
    "id": 163,
    "pertanyaan": "Manakah kalimat yang merupakan kalimat pasif?",
    "pilihan": ["Pintu itu terbuka dengan sendirinya.", "Dia memasak nasi goreng untuk makan malam.", "Kami sedang membangun rumah baru.", "Anak itu membaca buku di perpustakaan.", "Mereka menyelesaikan pekerjaan itu kemarin."],
    "jawaban": "A",
    "pembahasan": "Kalimat pasif adalah kalimat yang subjeknya dikenai tindakan (ditandai dengan imbuhan 'di-', 'ter-', atau kata kerja pasif lainnya). Pilihan A, 'Pintu itu terbuka dengan sendirinya', subjek 'Pintu itu' dikenai tindakan 'terbuka' (tidak sengaja/keadaan)."
  },
  {
    "id": 164,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda garis miring (/) dengan tepat.",
    "pilihan": ["Surat itu dikirimkan ke alamat Jl. Mawar No. 5/10.", "Dia memiliki anak laki-laki/perempuan.", "Harga per unit adalah Rp10.000,00/buah.", "Semua jawaban benar.", "Dia adalah mahasiswa/mahasiswi berprestasi."],
    "jawaban": "D",
    "pembahasan": "Tanda garis miring (/) digunakan untuk:\n* Mengganti kata 'atau' atau 'dan'. (B, E).\n* Menunjukkan nomor surat, nomor pada alamat, dan penanda masa satu tahun yang terbagi dalam dua tahun takwim. (A).\n* Mengapit satuan ukuran atau satuan waktu (C).\nSemua pilihan A, B, C, dan E menggunakan tanda garis miring dengan tepat."
  },
  {
    "id": 165,
    "pertanyaan": "Bacalah paragraf berikut!\n\nSeiring dengan peningkatan kesadaran akan perubahan iklim, tren gaya hidup minim sampah (zero waste) semakin populer. Prinsip utamanya adalah mengurangi produksi sampah, mendaur ulang, dan menggunakan kembali barang-barang. Tujuannya adalah meminimalkan jejak karbon dan mempromosikan konsumsi yang lebih bertanggung jawab. Praktik ini tidak hanya bermanfaat bagi lingkungan, tetapi juga dapat menghemat pengeluaran. Meskipun demikian, penerapan gaya hidup minim sampah memerlukan komitmen dan perubahan kebiasaan yang signifikan dari individu.\n\nKata *meminimalkan* dalam paragraf tersebut memiliki antonim...",
    "pilihan": ["Mengurangi.", "Memperbesar.", "Menambah.", "Mengoptimalkan.", "Mengabaikan."],
    "jawaban": "B",
    "pembahasan": "Antonim adalah lawan kata. *Meminimalkan* berarti mengurangi hingga sekecil mungkin. Antonim yang paling tepat adalah 'memperbesar'."
  },
  {
    "id": 166,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *ter-kan* dengan tepat?",
    "pilihan": ["Masalah itu sudah *terpecahkan*.", "Pintu itu *terbukakan* oleh angin.", "Dia *terlupakan* oleh teman-temannya.", "Semua jawaban benar.", "Barang itu *tersisihkan* di gudang."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *ter-kan* membentuk kata kerja yang menyatakan sesuatu telah dilakukan atau dapat dilakukan secara tidak sengaja/tiba-tiba, atau menunjukkan keadaan. Semua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 167,
    "pertanyaan": "Pilihlah kalimat yang tidak mengandung kesalahan ejaan atau tanda baca.",
    "pilihan": ["Karena sakit, dia tidak masuk sekolah.", "Meskipun lelah, dia tetap bekerja.", "Dia adalah siswa yang cerdas, dan rajin.", "Semua jawaban benar.", "Kami membeli: sayur, buah, dan daging."],
    "jawaban": "D",
    "pembahasan": "Analisis:\n* A. Koma setelah anak kalimat yang mendahului induk kalimat. Benar.\n* B. Koma setelah anak kalimat yang mendahului induk kalimat. Benar.\n* C. Koma tidak digunakan sebelum 'dan' jika tidak ada perincian yang panjang. Seharusnya 'Dia adalah siswa yang cerdas dan rajin.'\n* E. Koma tidak diperlukan sebelum daftar perincian jika daftar tersebut langsung melengkapi predikat. Seharusnya 'Kami membeli sayur, buah, dan daging.' atau jika ada penegasan 'Kami membeli: sayur, buah, dan daging.'\nPilihan D adalah yang paling tepat karena A dan B jelas benar, dan C dan E memiliki kesalahan."
  },
  {
    "id": 168,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nInvestasi dalam pengembangan sumber daya manusia (SDM) sangat penting untuk mendorong pertumbuhan ekonomi jangka panjang. Pendidikan berkualitas, pelatihan keterampilan, dan peningkatan kesehatan akan meningkatkan produktivitas tenaga kerja. SDM yang unggul mampu beradaptasi dengan perubahan teknologi dan bersaing di pasar global. Oleh karena itu, pemerintah dan sektor swasta perlu bekerja sama dalam menciptakan ekosistem yang ____ untuk pengembangan SDM yang berkelanjutan.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["konvensional", "kondusif", "kompetitif", "regresif", "protektif"],
    "jawaban": "B",
    "pembahasan": "Konteks kalimat menunjukkan bahwa ekosistem yang dibutuhkan harus mendukung dan memfasilitasi pengembangan SDM. 'Kondusif' (mendukung, menguntungkan) adalah kata yang paling tepat."
  },
  {
    "id": 169,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *ke-an* yang menyatakan 'hal' atau 'keadaan'?",
    "pilihan": ["Dia merasakan *kesakitan* di kakinya.", "*Kebaikan* hatinya selalu diingat.", "*Kedatangan* tamu itu mengejutkan.", "Semua jawaban benar.", "*Kesenjangan* sosial semakin melebar."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *ke-an* dapat membentuk kata benda yang menyatakan 'hal' atau 'keadaan'. Semua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 170,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda titik koma (;) dengan benar.",
    "pilihan": ["Dia suka membaca; menulis; dan melukis.", "Ayah bekerja di kantor; Ibu mengurus rumah tangga.", "Ada banyak pilihan; yaitu, buku, majalah, dan koran.", "Dia rajin belajar; oleh karena itu, dia lulus.", "Semua jawaban benar."],
    "jawaban": "B",
    "pembahasan": "Tanda titik koma (;) digunakan untuk memisahkan klausa-klausa yang setara dalam kalimat majemuk, terutama jika tidak dihubungkan oleh konjungsi, atau untuk memisahkan rincian yang sudah mengandung koma. Pilihan B memisahkan dua klausa setara yang tidak dihubungkan oleh konjungsi koordinatif. Pilihan A salah karena daftar perincian menggunakan koma. Pilihan C salah karena 'yaitu' diawali koma, bukan titik koma. Pilihan D salah karena 'oleh karena itu' adalah konjungsi dan seharusnya koma."
  },
  {
    "id": 171,
    "pertanyaan": "Perhatikan teks berikut!\n\n(1) Fenomena penuaan penduduk (aging population) menjadi tantangan demografi global. (2) Peningkatan angka harapan hidup dan penurunan angka kelahiran berkontribusi pada struktur populasi yang semakin menua. (3) Kondisi ini menimbulkan tekanan pada sistem jaminan sosial, layanan kesehatan, dan pasar tenaga kerja. (4) Diperlukan kebijakan adaptif untuk mengelola dampak penuaan penduduk, seperti pengembangan pensiun fleksibel dan promosi penuaan aktif. (5) Masyarakat juga harus lebih peduli terhadap kesejahteraan lansia, bukan hanya sebagai beban, melainkan sebagai sumber daya pengalaman.\n\nKalimat yang mengandung opini adalah nomor...",
    "pilihan": ["(1)", "(2)", "(3)", "(4)", "(5)"],
    "jawaban": "E",
    "pembahasan": "Kalimat opini adalah pernyataan yang bersifat subjektif, saran, atau penilaian. Kalimat (5) adalah opini karena mengandung saran atau anjuran ('Masyarakat juga harus lebih peduli...') yang bersifat normatif dan merupakan pandangan penulis."
  },
  {
    "id": 172,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan preposisi *di* atau *ke* dengan tepat?",
    "pilihan": ["Dia tinggal *di* Jakarta.", "Mereka pergi *ke* pasar.", "Buku itu diletakkan *di atas* meja.", "Dia datang *dari* Solo.", "Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Preposisi *di*, *ke*, dan *dari* (menunjukkan tempat atau arah) harus ditulis terpisah dari kata yang mengikutinya. Semua pilihan menggunakan preposisi ini dengan tepat."
  },
  {
    "id": 173,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPendidikan jarak jauh (PJJ) mengalami perkembangan pesat, terutama sejak pandemi. Teknologi digital memungkinkan pembelajaran daring yang fleksibel dan akses ke sumber daya edukasi dari mana saja. PJJ menawarkan solusi bagi individu yang terkendala geografis atau waktu untuk melanjutkan pendidikan. Namun, tantangan seperti kesenjangan digital, motivasi belajar mandiri, dan kualitas interaksi sosial masih menjadi hambatan. Oleh karena itu, desain pembelajaran PJJ yang inovatif dan dukungan infrastruktur yang memadai sangat krusial untuk mengoptimalkan potensi PJJ.\n\nIde pokok paragraf di atas adalah...",
    "pilihan": ["Perkembangan dan tantangan pendidikan jarak jauh.", "Keuntungan PJJ bagi individu yang terkendala geografis.", "Peran teknologi digital dalam PJJ.", "Pentingnya motivasi belajar mandiri dalam PJJ.", "Kualitas interaksi sosial dalam PJJ."],
    "jawaban": "A",
    "pembahasan": "Ide pokok merangkum seluruh isi paragraf. Paragraf ini membahas baik perkembangan PJJ (terutama sejak pandemi) maupun tantangan yang dihadapinya. Pilihan A paling komprehensif."
  },
  {
    "id": 174,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *se-* dengan tepat?",
    "pilihan": ["Dia *sekali* saja tidak pernah terlambat.", "Barang itu *seberat* dua kilogram.", "Dia bekerja *sebagai* guru.", "Semua jawaban benar.", "Dia memiliki bakat *seperti* kakaknya."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *se-* dapat membentuk kata:\n* Jumlah (sekali).\n* Perbandingan (seberat, seperti).\n* Fungsi/peran (sebagai).\nSemua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 175,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda seru (!) dengan tepat.",
    "pilihan": ["Wow, pemandangan itu sangat menakjubkan!", "Jangan sentuh barang itu!", "Ambilkan saya air minum!", "Semua jawaban benar.", "Semoga sukses!"],
    "jawaban": "D",
    "pembahasan": "Tanda seru (!) digunakan untuk mengakhiri kalimat seru, perintah, atau pernyataan yang mengungkapkan emosi kuat. Semua pilihan A, B, C, dan E menggunakan tanda seru dengan tepat."
  },
  {
    "id": 176,
    "pertanyaan": "Bacalah paragraf berikut!\n\nKrisis energi global menjadi ancaman serius bagi pertumbuhan ekonomi dan stabilitas geopolitik. Ketergantungan pada bahan bakar fosil yang semakin menipis dan berfluktuasi harganya menimbulkan ketidakpastian. Di sisi lain, peningkatan permintaan energi dari negara-negara berkembang terus meningkat. Solusi jangka panjang meliputi diversifikasi sumber energi menuju terbarukan, peningkatan efisiensi energi, dan pengembangan teknologi penyimpanan energi. Tanpa langkah-langkah transformatif, dunia akan terus berhadapan dengan volatilitas harga dan risiko pasokan energi.\n\nKata *volatilitas* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["Kestabilan atau konsistensi.", "Perubahan yang cepat dan tidak terduga.", "Peningkatan atau pertumbuhan.", "Penurunan atau kemerosotan.", "Ketergantungan atau kebergantungan."],
    "jawaban": "B",
    "pembahasan": "Dalam konteks 'volatilitas harga', kata 'volatilitas' berarti fluktuasi atau perubahan yang cepat dan tidak terduga."
  },
  {
    "id": 177,
    "pertanyaan": "Manakah kalimat yang merupakan kalimat majemuk campuran?",
    "pilihan": ["Dia belajar giat dan adiknya bermain, sehingga mereka kelelahan.", "Jika dia datang, kami akan pergi atau tinggal.", "Meskipun lelah, dia tetap bekerja dan menyelesaikan tugasnya.", "Semua jawaban benar.", "Karena hujan deras, kami tidak jadi pergi, tetapi dia tetap berangkat."],
    "jawaban": "E",
    "pembahasan": "Kalimat majemuk campuran adalah gabungan kalimat majemuk setara dan kalimat majemuk bertingkat. Pilihan E menggabungkan: 'Karena hujan deras' (anak kalimat sebab) dengan 'kami tidak jadi pergi' (induk kalimat) yang kemudian disambung dengan 'tetapi dia tetap berangkat' (hubungan pertentangan setara)."
  },
  {
    "id": 178,
    "pertanyaan": "Pilihlah kalimat yang tidak mengandung kesalahan ejaan atau tanda baca.",
    "pilihan": ["Dia bertanya, \"Kapan kamu pulang?\"", "Saya tidak suka makan nasi, tetapi, saya suka roti.", "Oleh karena itu; dia pergi.", "Semua siswa-siswa diharap tenang.", "Buku itu dibaca oleh, saya."],
    "jawaban": "A",
    "pembahasan": "Analisis:\n* A. Kutipan langsung dan tanda baca yang benar. Benar.\n* B. Koma setelah 'tetapi' tidak diperlukan. Seharusnya 'Saya tidak suka makan nasi, tetapi saya suka roti.'\n* C. Titik koma setelah 'oleh karena itu' tidak tepat. Seharusnya 'Oleh karena itu, dia pergi.'\n* D. 'Siswa-siswa' sudah jamak, 'semua' juga jamak. Redundansi. Seharusnya 'Semua siswa diharap tenang' atau 'Siswa-siswa diharap tenang.'\n* E. Koma tidak diperlukan sebelum 'oleh'. Seharusnya 'Buku itu dibaca oleh saya.'"
  },
  {
    "id": 179,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nPariwisata berbasis komunitas (community-based tourism) menawarkan alternatif yang menarik dari pariwisata massal. Model ini melibatkan masyarakat lokal secara langsung dalam pengelolaan dan pengembangan pariwisata, sehingga manfaat ekonominya dapat dirasakan secara lebih adil. Selain itu, pariwisata berbasis komunitas juga membantu melestarikan budaya dan lingkungan setempat. Untuk keberhasilannya, diperlukan ____ yang kuat dari masyarakat, pelatihan yang memadai, dan dukungan pemasaran yang efektif.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["ketergantungan", "dominasi", "partisipasi", "resistensi", "konsumsi"],
    "jawaban": "C",
    "pembahasan": "Konteks kalimat menunjukkan bahwa keterlibatan masyarakat lokal adalah kunci. 'Partisipasi' (keikutsertaan) adalah kata yang paling tepat untuk mengisi bagian rumpang."
  },
  {
    "id": 180,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan kata sandang *si* dan *sang* dengan tepat?",
    "pilihan": ["*Si* kancil sangat cerdik.", "*Sang* Pangeran menikah dengan putri raja.", "Dia adalah *Si* miskin yang gigih.", "Semua jawaban benar.", "*Sang* Raja memimpin pasukannya."],
    "jawaban": "D",
    "pembahasan": "Penulisan kata sandang *si* dan *sang*:\n* *Si* dan *sang* ditulis terpisah dari kata yang mengikutinya. (A, C, E)\n* *Sang* ditulis dengan huruf kapital jika diikuti nama diri, atau jika mengacu pada Tuhan atau tokoh yang diagungkan. (B, E)\n* *Si* ditulis dengan huruf kapital jika mengacu pada gelar atau profesi yang spesifik atau sebagai panggilan. (C, tetapi 'Si Miskin' dapat dianggap sebagai panggilan/julukan). \nSemua pilihan menunjukkan penggunaan yang benar dalam konteks umum."
  }
]

