[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nKonflik Rusia-Ukraina yang pecah Februari 2022 telah menimbulkan krisis geopolitik global. Invasi Rusia ke Ukraina dipicu oleh perluasan NATO ke timur dan klaim historis Rusia atas wilayah Ukraina. Dampak konflik ini meliputi krisis energi Eropa, kelangkaan pangan global, dan ancaman keamanan nuklir. PBB mencatat 8 juta pengungsi Ukraina hingga 2023, terbesar di Eropa sejak Perang Dunia II. Sanksi Barat terhadap Rusia memicu perlawanan ekonomi melalui kebijakan dedolarisasi. Konflik ini mengubah peta aliansi global dengan bergabungnya Finlandia dan Swedia ke NATO.",
    "pilihan": [
      "Konflik hanya berdampak pada Rusia dan Ukraina",
      "Konflik Rusia-Ukraina telah menimbulkan krisis geopolitik global dengan dampak multidimensi",
      "Tidak ada pengungsi akibat konflik ini",
      "NATO tidak terpengaruh oleh konflik ini",
      "Rusia tidak mendapat sanksi ekonomi apapun"
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok teks adalah konflik Rusia-Ukraina sebagai krisis global dengan dampak politik, ekonomi, dan kemanusiaan yang luas."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa penyebab utama invasi Rusia ke Ukraina?",
    "pilihan": [
      "Perluasan NATO ke timur dan klaim historis Rusia",
      "Perselisihan agama",
      "Perdagangan narkoba",
      "Persaingan olahraga",
      "Konflik sumber daya air"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan invasi dipicu oleh 'perluasan NATO ke timur dan klaim historis Rusia atas wilayah Ukraina'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa dampak ekonomi global dari konflik Rusia-Ukraina menurut Teks 1?",
    "pilihan": [
      "Krisis energi dan kelangkaan pangan",
      "Penurunan harga minyak dunia",
      "Stabilitas pasokan gandum",
      "Tidak ada dampak ekonomi",
      "Menguatnya ketergantungan pada dolar"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan dampak termasuk 'krisis energi Eropa, kelangkaan pangan global' dan 'kebijakan dedolarisasi'."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 4-6.\n\n**Teks 2**\n\nPerang Hamas-Israel Oktober 2023 memicu krisis kemanusiaan di Gaza. Serangan mendadak Hamas atas penjajahan israel selama ini yang dilakukan pada 7 Oktober, kemudian diikuti pembalasan Israel yang menewaskan ribuan warga sipil. PBB menyatakan 90% populasi Gaza menghadapi kerawanan pangan akut. Konflik ini memperuncing ketegangan Timur Tengah dengan demonstrasi global pro-Palestina. Diplomasi internasional terhambat oleh veto AS di Dewan Keamanan PBB. Isu tawanan, blokade Gaza, dan pemukiman ilegal Israel menjadi titik krusial. Gelombang antisemitisme dan islamofobia meningkat secara global sebagai efek samping konflik.",
    "pilihan": [
      "Konflik Hamas-Israel hanya berdampak lokal",
      "Perang Hamas-Israel 2023 menimbulkan krisis kemanusiaan dan ketegangan global",
      "Tidak ada korban sipil dalam konflik ini",
      "PBB berhasil menyelesaikan konflik dengan cepat",
      "Tidak ada pengaruh terhadap hubungan internasional"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah konflik Hamas-Israel sebagai krisis kemanusiaan dengan implikasi global dan hambatan diplomasi."
  },
  {
    "id": 5,
    "pertanyaan": "Berdasarkan Teks 2, apa kondisi kemanusiaan di Gaza menurut PBB?",
    "pilihan": [
      "90% populasi menghadapi kerawanan pangan akut",
      "Tidak ada masalah pangan",
      "Semua kebutuhan terpenuhi dengan baik",
      "Tidak ada warga sipil yang terdampak",
      "Gaza makmur secara ekonomi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'PBB menyatakan 90% populasi Gaza menghadapi kerawanan pangan akut'."
  },
  {
    "id": 6,
    "pertanyaan": "Apa dampak sosial global dari konflik Hamas-Israel menurut Teks 2?",
    "pilihan": [
      "Meningkatnya antisemitisme dan islamofobia",
      "Memudarnya semua prasangka",
      "Meningkatnya toleransi agama",
      "Tidak ada dampak sosial sama sekali",
      "Berkurangnya demonstrasi global"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Gelombang antisemitisme dan islamofobia meningkat secara global sebagai efek samping konflik'."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-9.\n\n**Teks 3**\n\nKrisis Sudan 2023 memperlihatkan kompleksitas konflik sipil modern. Pertempuran antara Angkatan Darat Sudan dan Pasukan Dukungan Cepat (RSF) telah menewaskan 9.000 orang dan mengungsi 5,6 juta. Akar konflik berasal dari transisi demokrasi yang gagal pasca jatuhnya Omar al-Bashir 2019. Persaingan kontrol sumber daya emas dan minyak memperkeruh situasi. PBB memperingatkan potensi genosida di Darfur dengan kekerasan etnis berbasis ras. Mediasi internasional terhambat oleh kepentingan negara-negara luar seperti Rusia, UAE, dan Mesir yang mendukung faksi berbeda.",
    "pilihan": [
      "Konflik Sudan hanya melibatkan dua kelompok",
      "Krisis Sudan 2023 adalah konflik kompleks dengan akar politik, ekonomi, dan etnis",
      "Tidak ada korban jiwa dalam konflik ini",
      "Semua negara mendukung pihak yang sama",
      "Transisi demokrasi berjalan lancar"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah kompleksitas konflik Sudan dengan dimensi politik, ekonomi, etnis, dan campur tangan asing."
  },
  {
    "id": 8,
    "pertanyaan": "Berdasarkan Teks 3, apa akar konflik Sudan 2023?",
    "pilihan": [
      "Transisi demokrasi yang gagal pasca jatuhnya Omar al-Bashir",
      "Persaingan olahraga",
      "Perbedaan warna kulit semata",
      "Tidak ada penyebab jelas",
      "Perubahan iklim"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Akar konflik berasal dari transisi demokrasi yang gagal pasca jatuhnya Omar al-Bashir 2019'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa peringatan PBB terkait konflik Sudan menurut Teks 3?",
    "pilihan": [
      "Potensi genosida di Darfur",
      "Tidak ada risiko kemanusiaan",
      "Semua pihak akan berdamai dengan cepat",
      "Tidak ada kekerasan etnis",
      "Krisis akan selesai dalam seminggu"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'PBB memperingatkan potensi genosida di Darfur dengan kekerasan etnis berbasis ras'."
  },
  {
    "id": 10,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 10-12.\n\n**Teks 4**\n\nPerang dagang AS-China memasuki fase baru dengan pembatasan ekspor chip canggih AS. Kebijakan Oktober 2022 ini bertujuan membatasi kemampuan militer China dengan memotok pasokan semiconductor. China merespons dengan mengurangi ekspor mineral langka dan mengakselerasi kemandirian teknologi. Perang dagang ini memicu relokasi industri global ke negara-negara ASEAN. Vietnam dan India menjadi penerima manfaat utama investasi manufaktur. Perpecahan teknologi global mengancam efisiensi rantai pasok dan inovasi kolaboratif. Para analis memprediksi dunia akan terbagi dalam dua ekosistem teknologi yang bersaing.",
    "pilihan": [
      "Perang dagang hanya tentang produk pertanian",
      "Perang dagang AS-China telah berkembang menjadi konflik teknologi dengan dampak global",
      "Tidak ada negara yang terpengaruh",
      "ASEAN menolak semua investasi asing",
      "China tidak merespons pembatasan AS"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah eskalasi perang dagang AS-China ke bidang teknologi dengan implikasi ekonomi global."
  },
  {
    "id": 11,
    "pertanyaan": "Berdasarkan Teks 4, apa tujuan pembatasan ekspor chip AS ke China?",
    "pilihan": [
      "Membatasi kemampuan militer China",
      "Meningkatkan penjualan smartphone",
      "Menurunkan harga semiconductor",
      "Membantu perkembangan industri game",
      "Meningkatkan kerja sama teknologi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan kebijakan AS 'bertujuan membatasi kemampuan militer China dengan memotong pasokan semiconductor'."
  },
  {
    "id": 12,
    "pertanyaan": "Apa dampak tidak langsung perang dagang AS-China menurut Teks 4?",
    "pilihan": [
      "Relokasi industri ke ASEAN",
      "Semua pabrik kembali ke AS dan China",
      "Tidak ada perubahan pola investasi",
      "ASEAN menolak relokasi industri",
      "Vietnam dan India kehilangan investasi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan perang dagang 'memicu relokasi industri global ke negara-negara ASEAN' dengan Vietnam dan India sebagai penerima manfaat."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 5**\n\nKrisis iklim memperparah konflik sumber daya global. Laporan IPCC 2023 menunjukkan peningkatan 40% konflik terkait air dalam 20 tahun terakhir. Di Afrika, pertikaian antar-penggembala dan petani meningkat seiring perluasan gurun. Mencairnya es Arktik memicu persaingan klaim teritorial antara AS, Rusia, dan Kanada. Diplomasi iklim terhambat oleh kepentingan ekonomi negara-negara produsen fosil. Pengungsi iklim yang mencapai 21,5 juta orang per tahun sering menjadi pemicu ketegangan sosial di negara penerima. Pakar keamanan menyebut perubahan iklim sebagai 'pengganda ancaman' yang memperuncing konflik tradisional.",
    "pilihan": [
      "Perubahan iklim tidak mempengaruhi konflik",
      "Krisis iklim memperburuk konflik sumber daya dan menjadi pengganda ancaman global",
      "Tidak ada pengungsi karena faktor iklim",
      "Semua negara bekerja sama mengatasi krisis iklim",
      "Arktik tidak mencair sama sekali"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah krisis iklim sebagai faktor yang memperparah konflik sumber daya dan keamanan global."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Teks 5, apa bukti bahwa krisis iklim memicu konflik?",
    "pilihan": [
      "Peningkatan 40% konflik terkait air",
      "Berkurangnya pertikaian di Afrika",
      "Tidak ada perubahan pola konflik",
      "Semua negara berbagi sumber daya dengan damai",
      "Tidak ada pengungsi iklim"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Laporan IPCC 2023 menunjukkan peningkatan 40% konflik terkait air dalam 20 tahun terakhir'."
  },
  {
    "id": 15,
    "pertanyaan": "Mengapa diplomasi iklim terhambat menurut Teks 5?",
    "pilihan": [
      "Kepentingan ekonomi negara produsen fosil",
      "Kurangnya bukti ilmiah",
      "Semua negara sepakat tentang solusi",
      "Tidak ada konflik kepentingan",
      "Perubahan iklim dianggap tidak penting"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan 'Diplomasi iklim terhambat oleh kepentingan ekonomi negara-negara produsen fosil'."
  },
  {
    "id": 16,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 16-18.\n\n**Teks 6**\n\nKudeta Niger 2023 mencerminkan instabilitas kawasan Sahel Afrika. Junta militer menggulingkan Presiden Mohamed Bazoum yang terpilih demokratis. Kelompok Wagner dari Rusia memanfaatkan kekosongan pengaruh Barat untuk memperluas jejaknya. Prancis sebagai mantan penjajah dipaksa menarik pasukan setelah tekanan massa. ECOWAS mengancam intervensi militer namun menghadapi resistensi dari junta. Krisis ini memperlihatkan persaingan pengaruh global di Afrika antara Barat, Rusia, dan China. Rakyat Niger terjebak dalam kemiskinan ekstrem sementara elit memperebutkan kekuasaan dan sumber daya uranium.",
    "pilihan": [
      "Kudeta Niger hanya masalah lokal",
      "Kudeta Niger 2023 mencerminkan instabilitas regional dan persaingan pengaruh global",
      "Tidak ada campur tangan asing",
      "ECOWAS mendukung penuh junta militer",
      "Rakyat Niger hidup dalam kemakmuran"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah kudeta Niger sebagai cerminan instabilitas regional dan persaingan pengaruh kekuatan global."
  },
  {
    "id": 17,
    "pertanyaan": "Berdasarkan Teks 6, siapa yang memanfaatkan kudeta Niger untuk memperluas pengaruh?",
    "pilihan": [
      "Kelompok Wagner dari Rusia",
      "Uni Eropa",
      "Amerika Serikat",
      "Organisasi kemanusiaan",
      "Tidak ada pihak asing"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Kelompok Wagner dari Rusia memanfaatkan kekosongan pengaruh Barat untuk memperluas jejaknya'."
  },
  {
    "id": 18,
    "pertanyaan": "Apa respons ECOWAS terhadap kudeta Niger menurut Teks 6?",
    "pilihan": [
      "Mengancam intervensi militer",
      "Mendukung penuh junta",
      "Tidak melakukan tindakan apapun",
      "Meminta junta membubarkan diri",
      "Mengakui pemerintahan baru"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'ECOWAS mengancam intervensi militer namun menghadapi resistensi dari junta'."
  },
  {
    "id": 19,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 19-21.\n\n**Teks 7**\n\nKonflik Ethiopia-Tigray 2020-2022 menjadi salah satu krisis kemanusiaan terburuk abad ini. Perdana Menteri Abiy Ahmed melancarkan operasi militer melawan Front Pembebasan Tigray (TPLF). PBB mencatat 600.000 korban tewas dan 2 juta pengungsi. Blokade pemerintah memicu kelaparan dengan 5,2 juta orang butuh bantuan pangan. Perjanjian damai November 2022 rapuh dengan pelanggaran HAM berat oleh kedua belah pihak. Krisis ini mengungkap keretakan etnis dalam federalisme Ethiopia dan bahaya sentralisasi kekuasaan. Rekonstruksi pascakonflik membutuhkan rekonsiliasi mendalam dan reformasi politik inklusif.",
    "pilihan": [
      "Konflik Ethiopia-Tigray adalah krisis singkat tanpa korban",
      "Konflik Ethiopia-Tigray merupakan krisis kemanusiaan kompleks dengan akar etnis dan politik",
      "Tidak ada pelanggaran HAM dalam konflik",
      "Semua pihak mematuhi gencatan senjata",
      "Tidak ada kebutuhan bantuan pangan"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah konflik Ethiopia-Tigray sebagai krisis kemanusiaan kompleks dengan dimensi etnis dan politik."
  },
  {
    "id": 20,
    "pertanyaan": "Berdasarkan Teks 7, berapa jumlah korban tewas menurut PBB?",
    "pilihan": [
      "600.000",
      "10.000",
      "1 juta",
      "Tidak ada korban",
      "50.000"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'PBB mencatat 600.000 korban tewas' dalam konflik Ethiopia-Tigray."
  },
  {
    "id": 21,
    "pertanyaan": "Apa akar masalah konflik Ethiopia-Tigray menurut Teks 7?",
    "pilihan": [
      "Keretakan etnis dalam sistem federal dan sentralisasi kekuasaan",
      "Perselisihan olahraga",
      "Perbedaan agama",
      "Tidak ada penyebab jelas",
      "Perubahan iklim semata"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan krisis 'mengungkap keretakan etnis dalam federalisme Ethiopia dan bahaya sentralisasi kekuasaan'."
  },
  {
    "id": 22,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 22-24.\n\n**Teks 8**\n\nPerang Yaman yang berlangsung sejak 2014 menjadi proxy war regional terpanjang. Koalisi pimpinan Saudi menghadapi kelompok Houthi yang didukung Iran. PBB menyebut Yaman sebagai krisis kemanusiaan terburuk dunia dengan 377.000 korban tewas dan 4 juta pengungsi. Blokade laut menyebabkan kelaparan massal yang memengaruhi 17 juta orang. Diplomasi terhambat oleh fragmentasi kekuasaan dan kepentingan minyak global. Gencatan senjata 2022 rapuh dengan pelanggaran sporadis. Anak-anak Yaman menjadi korban terbesar dengan 2,2 juta mengalami malnutrisi akut. Penyelesaian konflik membutuhkan rekonsiliasi inklusif dan penghentian intervensi asing.",
    "pilihan": [
      "Perang Yaman adalah konflik lokal tanpa korban",
      "Perang Yaman merupakan proxy war berkepanjangan dengan dampak kemanusiaan mengerikan",
      "Tidak ada pihak asing yang terlibat",
      "Semua warga Yaman hidup makmur",
      "Tidak ada masalah malnutrisi"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Perang Yaman sebagai proxy war regional dengan konsekuensi kemanusiaan yang parah."
  },
  {
    "id": 23,
    "pertanyaan": "Berdasarkan Teks 8, siapa pihak yang bertikai dalam Perang Yaman?",
    "pilihan": [
      "Koalisi Saudi vs Houthi (didukung Iran)",
      "AS vs Rusia",
      "Israel vs Palestina",
      "Tidak ada konflik bersenjata",
      "Dua suku lokal tanpa keterlibatan asing"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Koalisi pimpinan Saudi menghadapi kelompok Houthi yang didukung Iran'."
  },
  {
    "id": 24,
    "pertanyaan": "Apa dampak blokade laut terhadap Yaman menurut Teks 8?",
    "pilihan": [
      "Kelaparan massal yang memengaruhi 17 juta orang",
      "Kemakmuran ekonomi",
      "Peningkatan ekspor pangan",
      "Tidak ada dampak signifikan",
      "Ketersediaan pangan berlimpah"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan 'Blokade laut menyebabkan kelaparan massal yang memengaruhi 17 juta orang'."
  },
  {
    "id": 25,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 25-27.\n\n**Teks 9**\n\nKrisis Taiwan menjadi titik api geopolitik AS-China. Ketegangan meningkat setelah kunjungan Ketua DPR AS Nancy Pelosi Agustus 2022. China menganggap Taiwan sebagai provinsi yang memberontak dan tidak menutup opsi invasi. AS mendukung status quo dengan memasok senjata ke Taiwan berdasarkan Taiwan Relations Act. Industri semiconductor Taiwan yang menguasai 60% produksi global menjadi taruhan. Konflik berpotensi mengganggu rantai pasok elektronik dunia. Diplomasi yang hati-hati diperlukan untuk mencegah eskalasi yang bisa memicu perang besar di Asia Timur.",
    "pilihan": [
      "Krisis Taiwan hanya tentang sengketa wilayah kecil",
      "Krisis Taiwan adalah titik panas geopolitik dengan implikasi ekonomi dan keamanan global",
      "Tidak ada ketegangan antara AS dan China",
      "Taiwan tidak penting bagi ekonomi global",
      "Semua pihak sepakat tentang status Taiwan"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah krisis Taiwan sebagai isu geopolitik sensitif dengan dampak ekonomi dan keamanan global."
  },
  {
    "id": 26,
    "pertanyaan": "Berdasarkan Teks 9, mengapa Taiwan penting bagi ekonomi global?",
    "pilihan": [
      "Menguasai 60% produksi semiconductor dunia",
      "Sebagai penghasil minyak terbesar",
      "Tidak memiliki signifikansi ekonomi",
      "Hanya ekspor produk pertanian",
      "Industri semiconductor-nya kecil"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Industri semiconductor Taiwan yang menguasai 60% produksi global menjadi taruhan'."
  },
  {
    "id": 27,
    "pertanyaan": "Apa posisi China terhadap Taiwan menurut Teks 9?",
    "pilihan": [
      "Menganggap Taiwan sebagai provinsi yang memberontak",
      "Mengakui kemerdekaan Taiwan",
      "Tidak memiliki klaim atas Taiwan",
      "Mendukung unifikasi segera",
      "Tidak peduli dengan status Taiwan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'China menganggap Taiwan sebagai provinsi yang memberontak dan tidak menutup opsi invasi'."
  },
  {
    "id": 28,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 28-30.\n\n**Teks 10**\n\nPerang cyber menjadi front baru dalam konflik global. Serangan ransomware terhadap infrastruktur kritis meningkat 150% sejak 2020. Kelompok hacker berbasis negara (state-sponsored) aktif dalam perang informasi Rusia-Ukraina. Kebocoran data besar-besaran mengancam keamanan nasional dan privasi warga. AS menuduh China berada di balik serangan terhadap pipa minyak Colonial. Uni Eropa membentuk Satgas Cyber untuk pertahanan kolektif. Ketiadaan hukum internasional yang mengikat membuat perang cyber sulit dikendalikan. Pakar memperingatkan potensi eskalasi ke konflik fisik jika serangan mengganggu infrastruktur vital.",
    "pilihan": [
      "Perang cyber tidak ada kaitannya dengan konflik fisik",
      "Perang cyber telah menjadi aspek krusial konflik modern dengan risiko eskalasi",
      "Tidak ada peningkatan serangan cyber",
      "Semua negara mematuhi hukum cyber yang jelas",
      "Tidak ada kelompok hacker berbasis negara"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah perang cyber sebagai dimensi baru konflik global dengan risiko dan tantangan regulasi."
  },
  {
    "id": 29,
    "pertanyaan": "Berdasarkan Teks 10, berapa peningkatan serangan ransomware sejak 2020?",
    "pilihan": [
      "150%",
      "50%",
      "10%",
      "Tidak ada peningkatan",
      "300%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Serangan ransomware terhadap infrastruktur kritis meningkat 150% sejak 2020'."
  },
  {
    "id": 30,
    "pertanyaan": "Apa tantangan utama dalam mengendalikan perang cyber menurut Teks 10?",
    "pilihan": [
      "Ketiadaan hukum internasional yang mengikat",
      "Terlalu banyak regulasi",
      "Semua negara sudah sepakat",
      "Tidak ada serangan cyber sama sekali",
      "Hacker selalu bisa dilacak"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan 'Ketiadaan hukum internasional yang mengikat membuat perang cyber sulit dikendalikan'."
  }
]
