
[
  {
    "id": 1,
    "pertanyaan": "Cermati teks berikut!\n\n(1) Data dari World Health Organization (WHO) menunjukkan bahwa sekitar 20% populasi remaja di dunia menderita masalah kesehatan mental. (2) Angka ini terus meningkat seiring dengan tekanan hidup yang semakin kompleks dan penggunaan media sosial yang intensif. (3) Kesehatan mental remaja seringkali terabaikan karena kurangnya pemahaman dan stigma negatif. (4) Padahal, masalah kesehatan mental yang tidak ditangani dapat berdampak serius pada prestasi akademik, hubungan sosial, dan kualitas hidup secara keseluruhan. (5) Oleh karena itu, penting bagi semua pihak, termasuk keluarga, sekolah, dan pemerintah, untuk meningkatkan kesadaran dan menyediakan dukungan yang memadai.\n\nKalimat yang merupakan fakta ditunjukkan oleh nomor...",
    "pilihan": [
      "(1) dan (2)",
      "(1) dan (3)",
      "(2) dan (4)",
      "(3) dan (5)",
      "(4) dan (5)"
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat fakta adalah kalimat yang berisi informasi yang dapat dibuktikan kebenarannya.\n* Kalimat (1) merupakan fakta karena didukung oleh data dari WHO.\n* Kalimat (2) merupakan fakta karena menyatakan peningkatan angka yang terjadi.\n* Kalimat (3) adalah opini karena menggunakan kata \"seringkali terabaikan\" yang bersifat subjektif.\n* Kalimat (4) adalah opini karena menggunakan kata \"dapat berdampak serius\" yang bersifat prediksi dan belum tentu terjadi.\n* Kalimat (5) adalah opini karena berisi saran atau anjuran."
  },
  {
    "id": 2,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPencemaran lingkungan menjadi salah satu isu krusial yang dihadapi dunia saat ini. Berbagai aktivitas manusia, seperti industri, transportasi, dan penggunaan plastik berlebihan, berkontribusi besar terhadap kerusakan ekosistem. Dampak pencemaran tidak hanya dirasakan oleh manusia, tetapi juga oleh flora dan fauna. Ekosistem laut dan darat mengalami degradasi, menyebabkan kepunahan spesies dan ketidakseimbangan alam. Oleh karena itu, kesadaran akan pentingnya menjaga lingkungan harus terus digalakkan, dimulai dari tindakan kecil dalam kehidupan sehari-hari.\n\nIde pokok paragraf tersebut adalah...",
    "pilihan": [
      "Dampak pencemaran lingkungan.",
      "Pentingnya menjaga lingkungan.",
      "Aktivitas penyebab pencemaran lingkungan.",
      "Isu krusial pencemaran lingkungan.",
      "Degradasi ekosistem akibat pencemaran."
    ],
    "jawaban": "D",
    "pembahasan": "Ide pokok adalah gagasan utama yang menjadi dasar pengembangan sebuah paragraf. Dalam paragraf ini, ide pokoknya adalah tentang pencemaran lingkungan sebagai isu krusial yang dihadapi dunia. Kalimat-kalimat selanjutnya menjelaskan penyebab, dampak, dan solusi dari isu tersebut."
  },
  {
    "id": 3,
    "pertanyaan": "Perhatikan kalimat berikut!\n\nMeskipun sudah berulang kali diingatkan, Ani *keras kepala* dan tetap tidak mau mendengarkan nasihat orang tuanya.\n\nMakna ungkapan *keras kepala* dalam kalimat tersebut adalah...",
    "pilihan": [
      "Tidak memiliki kepala yang lunak.",
      "Sulit diatur dan tidak mau mengikuti nasihat.",
      "Kepalanya terbuat dari benda keras.",
      "Memiliki pendirian yang sangat kuat.",
      "Suka membantah dan melawan."
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan \"keras kepala\" berarti sifat seseorang yang sulit diatur, tidak mau mendengarkan nasihat, atau teguh pada pendiriannya sendiri meskipun salah. Pilihan A dan C tidak sesuai karena ini adalah ungkapan kiasan. Pilihan D dan E memiliki kemiripan, namun pilihan B lebih tepat dalam konteks kalimat yang menunjukkan sifat negatif Ani yang tidak mau mendengarkan nasihat."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah kalimat-kalimat berikut!\n\n(1) Akibatnya, banyak masyarakat yang tidak sadar akan pentingnya menjaga kesehatan.\n(2) Penyakit tidak menular seperti diabetes dan hipertensi semakin meningkat.\n(3) Gaya hidup tidak sehat, seperti kurangnya aktivitas fisik dan pola makan tidak teratur, menjadi pemicu utama.\n(4) Hal ini memicu peningkatan beban biaya kesehatan negara.\n(5) Oleh karena itu, penting untuk mengedukasi masyarakat tentang gaya hidup sehat.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "(2)-(3)-(1)-(4)-(5)",
      "(3)-(2)-(1)-(4)-(5)",
      "(2)-(4)-(1)-(3)-(5)",
      "(3)-(1)-(2)-(4)-(5)",
      "(1)-(3)-(2)-(4)-(5)"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang padu harus mengikuti alur logis.\n* Kalimat (2) memperkenalkan masalahnya: peningkatan penyakit tidak menular.\n* Kalimat (3) menjelaskan penyebab masalah tersebut: gaya hidup tidak sehat.\n* Kalimat (1) menjelaskan akibat dari kurangnya kesadaran masyarakat.\n* Kalimat (4) menjelaskan dampak selanjutnya dari peningkatan penyakit dan kurangnya kesadaran.\n* Kalimat (5) memberikan solusi atau rekomendasi."
  },
  {
    "id": 5,
    "pertanyaan": "Cermati kalimat berikut!\n\nPemerintah sedang giat-giatnya membangun infrastruktur di seluruh pelosok negeri.\n\nKata *giat-giatnya* dalam kalimat tersebut memiliki makna...",
    "pilihan": [
      "Sangat giat",
      "Semangat",
      "Rajin",
      "Berkelanjutan",
      "Terus-menerus"
    ],
    "jawaban": "A",
    "pembahasan": "Reduplikasi dengan imbuhan (giat-giatnya) seringkali berfungsi untuk menyatakan makna \"sangat\" atau \"paling\" dari kata dasar. Jadi, \"giat-giatnya\" berarti \"sangat giat\"."
  },
  {
    "id": 6,
    "pertanyaan": "Berikut ini adalah kalimat yang efektif, *kecuali*...",
    "pilihan": [
      "Para hadirin sekalian dimohon untuk menempati tempat duduk yang telah disediakan.",
      "Dalam rapat itu membahas masalah kenaikan harga kebutuhan pokok.",
      "Meskipun hari hujan deras, mereka tetap berangkat ke sekolah.",
      "Kita harus senantiasa menjaga kebersihan lingkungan agar terhindar dari penyakit.",
      "Buku ini merupakan salah satu buku terlaris tahun ini."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat efektif adalah kalimat yang singkat, jelas, padat, dan tidak ambigu.\n* Kalimat A tidak efektif karena ada pleonasme (\"para hadirin sekalian\" – cukup \"para hadirin\" atau \"hadirin sekalian\"). Namun, pilihan B lebih fatal kesalahannya.\n* Kalimat B tidak efektif karena ada pemborosan kata dan kesalahan struktur. Frasa \"Dalam rapat itu membahas\" seharusnya \"Rapat itu membahas\" atau \"Dalam rapat itu, dibahas...\"."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah penggalan paragraf berikut!\n\nTeknologi kecerdasan buatan (AI) telah membawa perubahan signifikan dalam berbagai aspek kehidupan. Dari sektor industri hingga pelayanan publik, AI memberikan solusi inovatif untuk meningkatkan efisiensi dan produktivitas. Namun, pengembangan AI juga menimbulkan kekhawatiran terkait etika, privasi, dan potensi hilangnya lapangan kerja. Oleh karena itu, regulasi yang bijak dan persiapan sumber daya manusia menjadi krusial dalam menghadapi era AI.\n\nSimpulan yang tepat berdasarkan paragraf tersebut adalah...",
    "pilihan": [
      "AI adalah teknologi yang sangat bermanfaat bagi kehidupan manusia.",
      "Pengembangan AI harus dihentikan karena menimbulkan masalah etika dan privasi.",
      "AI membawa dampak positif dan negatif, sehingga perlu regulasi dan persiapan SDM.",
      "Lapangan kerja akan banyak hilang akibat pengembangan AI.",
      "Regulasi menjadi satu-satunya cara untuk mengatasi dampak negatif AI."
    ],
    "jawaban": "C",
    "pembahasan": "Simpulan adalah ringkasan inti dari sebuah teks. Paragraf ini membahas dampak positif dan negatif AI, serta pentingnya regulasi dan persiapan sumber daya manusia. Pilihan C paling lengkap dan mencakup semua inti pembahasan dalam paragraf."
  },
  {
    "id": 8,
    "pertanyaan": "Cermati kalimat berikut!\n\nPenggunaan plastik sekali pakai harus dikurangi *demi* keberlangsungan lingkungan yang lebih baik.\n\nKata penghubung *demi* dalam kalimat tersebut menyatakan hubungan...",
    "pilihan": [
      "Akibat",
      "Tujuan",
      "Syarat",
      "Waktu",
      "Perbandingan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung \"demi\" digunakan untuk menyatakan tujuan atau maksud. Dalam kalimat ini, pengurangan plastik sekali pakai bertujuan untuk keberlangsungan lingkungan yang lebih baik."
  },
  {
    "id": 9,
    "pertanyaan": "Perhatikan kutipan teks berikut!\n\nKementerian Pendidikan dan Kebudayaan meluncurkan program \"Merdeka Belajar\" untuk meningkatkan kualitas pendidikan di Indonesia. Program ini memberikan otonomi lebih kepada sekolah dan guru dalam merancang kurikulum dan metode pembelajaran yang sesuai dengan kebutuhan siswa. Tujuannya adalah agar siswa dapat mengembangkan potensi secara maksimal dan memiliki kemampuan adaptif menghadapi tantangan zaman.\n\nKutipan teks tersebut termasuk jenis teks...",
    "pilihan": [
      "Narasi",
      "Deskripsi",
      "Eksposisi",
      "Argumentasi",
      "Persuasi"
    ],
    "jawaban": "C",
    "pembahasan": "* **Narasi:** menceritakan suatu peristiwa.\n* **Deskripsi:** menggambarkan sesuatu secara rinci.\n* **Eksposisi:** menjelaskan atau memaparkan suatu informasi.\n* **Argumentasi:** menyampaikan pendapat disertai bukti untuk meyakinkan pembaca.\n* **Persuasi:** mengajak atau membujuk pembaca melakukan sesuatu.\n\nKutipan teks tersebut menjelaskan tentang program \"Merdeka Belajar\" dan tujuannya, sehingga termasuk jenis teks eksposisi."
  },
  {
    "id": 10,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nPeningkatan jumlah kendaraan bermotor di kota-kota besar menyebabkan masalah serius. Salah satunya adalah kemacetan lalu lintas yang parah. Selain itu, **[...]** juga menjadi dampak negatif yang tidak bisa dihindari. Pemerintah berupaya mengatasi masalah ini dengan mengembangkan transportasi publik dan menerapkan kebijakan ganjil genap.\n\nFrasa yang tepat untuk melengkapi bagian rumpang paragraf tersebut adalah...",
    "pilihan": [
      "dampak ekonomi yang signifikan",
      "kualitas udara yang menurun",
      "peningkatan angka kecelakaan",
      "penggunaan bahan bakar yang efisien",
      "perubahan iklim global"
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf tersebut membahas dampak negatif dari peningkatan kendaraan bermotor. Selain kemacetan, dampak lain yang sangat relevan dan sering terjadi adalah penurunan kualitas udara (polusi). Pilihan lainnya kurang sesuai dengan konteks dampak langsung dari kendaraan bermotor."
  },
  {
    "id": 11,
    "pertanyaan": "Perhatikan paragraf berikut!\n\nPemanasan global menjadi ancaman serius bagi kehidupan di Bumi. Kenaikan suhu rata-rata global menyebabkan berbagai fenomena ekstrem, seperti mencairnya gletser, naiknya permukaan air laut, dan perubahan pola cuaca yang tidak menentu. Dampak ini secara langsung maupun tidak langsung mengancam keberlangsungan ekosistem dan kesejahteraan manusia. Oleh karena itu, diperlukan upaya kolaboratif dari seluruh negara untuk mengurangi emisi gas rumah kaca dan mengadaptasi diri terhadap perubahan iklim.\n\nKata penghubung yang menyatakan hubungan akibat dalam paragraf tersebut adalah...",
    "pilihan": [
      "dan",
      "seperti",
      "sehingga",
      "oleh karena itu",
      "maupun"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'sehingga' digunakan untuk menyatakan hubungan akibat dari suatu peristiwa atau kondisi sebelumnya. Dalam konteks ini, kenaikan suhu rata-rata global 'menyebabkan' berbagai fenomena ekstrem."
  },
  {
    "id": 12,
    "pertanyaan": "Kalimat yang menggunakan kata berimbuhan prefiks 'me-' yang menyatakan makna 'melakukan pekerjaan dengan alat' adalah...",
    "pilihan": [
      "Ibu memasak nasi di dapur.",
      "Petani membajak sawah dengan traktor.",
      "Anak itu sedang membaca buku.",
      "Siswa menaiki tangga ke lantai dua.",
      "Adik menulis surat untuk nenek."
    ],
    "jawaban": "B",
    "pembahasan": "Imbuhan 'me-' bisa memiliki berbagai makna. Pada pilihan B, 'membajak' berarti melakukan pekerjaan membajak dengan alat (traktor). Pilihan A 'memasak' berarti melakukan pekerjaan memasak, C 'membaca' berarti melakukan pekerjaan membaca, D 'menaiki' berarti melakukan pekerjaan naik, dan E 'menulis' berarti melakukan pekerjaan menulis; semuanya tidak secara spesifik menekankan penggunaan alat."
  },
  {
    "id": 13,
    "pertanyaan": "Cermati kalimat berikut!\n\nProtokol kesehatan harus diterapkan secara ketat guna mencegah penyebaran virus corona yang semakin meluas.\n\nKata yang penulisannya tidak baku dalam kalimat tersebut adalah...",
    "pilihan": [
      "protokol",
      "diterapkan",
      "guna",
      "penyebaran",
      "meluas"
    ],
    "jawaban": "A",
    "pembahasan": "Kata baku dari 'protokol' adalah **protokol**. Pilihan lainnya ('diterapkan', 'guna', 'penyebaran', 'meluas') sudah merupakan kata baku."
  },
  {
    "id": 14,
    "pertanyaan": "Bacalah kutipan biografi berikut!\n\nRaden Ajeng Kartini lahir pada 21 April 1879 di Jepara, Jawa Tengah. Beliau dikenal sebagai pelopor kebangkitan perempuan pribumi. Meskipun hanya mengenyam pendidikan sampai usia 12 tahun, semangat belajarnya tidak pernah padam. Melalui surat-suratnya kepada teman-temannya di Belanda, Kartini menyuarakan gagasan tentang pentingnya pendidikan bagi kaum perempuan. Perjuangannya kemudian diabadikan sebagai Hari Kartini, yang diperingati setiap tahun.\n\nJenis paragraf yang dominan pada kutipan di atas adalah...",
    "pilihan": [
      "Deskripsi",
      "Argumentasi",
      "Narasi",
      "Eksposisi",
      "Persuasi"
    ],
    "jawaban": "C",
    "pembahasan": "Kutipan tersebut menceritakan urutan peristiwa dan perjalanan hidup R.A. Kartini dari lahir hingga perjuangannya diabadikan, sehingga jenis paragraf yang dominan adalah **narasi**."
  },
  {
    "id": 15,
    "pertanyaan": "Pilihlah kalimat yang efektif!",
    "pilihan": [
      "Meskipun sakit, tetapi ia tetap pergi ke sekolah.",
      "Bagi semua peserta diharapkan untuk hadir tepat waktu.",
      "Buku ini merupakan buku yang paling terbaik di antara buku-buku yang lain.",
      "Dengan rajin belajar, ia berhasil meraih juara umum.",
      "Karena dia sakit, oleh karena itu dia tidak masuk sekolah."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat efektif adalah kalimat yang ringkas, jelas, dan tidak memiliki pemborosan kata atau struktur yang salah.\n* A: 'Meskipun sakit, tetapi ia tetap pergi ke sekolah.' (pemborosan kata 'tetapi')\n* B: 'Bagi semua peserta diharapkan untuk hadir tepat waktu.' (pemborosan kata 'bagi' dan 'diharapkan untuk')\n* C: 'Buku ini merupakan buku yang paling terbaik di antara buku-buku yang lain.' (pemborosan kata 'paling terbaik' - cukup 'terbaik')\n* D: 'Dengan rajin belajar, ia berhasil meraih juara umum.' (efektif)\n* E: 'Karena dia sakit, oleh karena itu dia tidak masuk sekolah.' (pemborosan kata 'oleh karena itu')"
  },
  {
    "id": 16,
    "pertanyaan": "Perhatikan teks berikut!\n\nPenggunaan gawai yang berlebihan pada anak-anak dapat menimbulkan berbagai dampak negatif. Salah satunya adalah gangguan tidur. Selain itu, anak-anak juga cenderung menjadi kurang bersosialisasi dan mengalami masalah penglihatan. Oleh karena itu, peran orang tua dalam membatasi waktu penggunaan gawai sangatlah penting.\n\nGagasan utama paragraf tersebut adalah...",
    "pilihan": [
      "Dampak negatif penggunaan gawai pada anak-anak.",
      "Pentingnya peran orang tua dalam membatasi gawai.",
      "Gangguan tidur pada anak-anak akibat gawai.",
      "Anak-anak menjadi kurang bersosialisasi.",
      "Masalah penglihatan akibat gawai."
    ],
    "jawaban": "A",
    "pembahasan": "Gagasan utama (ide pokok) paragraf ini adalah tentang dampak negatif yang ditimbulkan oleh penggunaan gawai yang berlebihan pada anak-anak. Pilihan B, C, D, dan E adalah bagian dari dampak negatif tersebut atau saran penyelesaiannya, bukan gagasan utamanya secara keseluruhan."
  },
  {
    "id": 17,
    "pertanyaan": "Cermati peribahasa berikut!\n\nBagai air di daun talas.\n\nMakna peribahasa tersebut adalah...",
    "pilihan": [
      "Seseorang yang sangat teguh pendiriannya.",
      "Seseorang yang mudah terpengaruh dan tidak memiliki pendirian tetap.",
      "Seseorang yang selalu mengikuti arus tanpa berpikir.",
      "Seseorang yang selalu beradaptasi dengan lingkungan baru.",
      "Seseorang yang tidak pernah menyerah dalam menghadapi kesulitan."
    ],
    "jawaban": "B",
    "pembahasan": "Peribahasa 'bagai air di daun talas' menggambarkan sifat air yang tidak bisa menyatu dengan daun talas dan akan mudah bergulir atau jatuh. Ini kiasan untuk orang yang mudah terpengaruh, tidak teguh pendirian, atau labil."
  },
  {
    "id": 18,
    "pertanyaan": "Bacalah kalimat berikut!\n\nPameran buku internasional itu dibuka secara resmi oleh Menteri Pendidikan dan Kebudayaan hari ini.\n\nSubjek kalimat tersebut adalah...",
    "pilihan": [
      "Pameran buku internasional itu",
      "dibuka secara resmi",
      "oleh Menteri Pendidikan dan Kebudayaan",
      "hari ini",
      "Menteri Pendidikan dan Kebudayaan"
    ],
    "jawaban": "E",
    "pembahasan": "Dalam kalimat pasif, subjek adalah pihak yang melakukan tindakan, meskipun tindakan itu dikenai pada objek. Di sini, 'Menteri Pendidikan dan Kebudayaan' yang melakukan tindakan 'membuka', sehingga ia adalah subjeknya. 'Pameran buku internasional itu' adalah objek yang dikenai pekerjaan."
  },
  {
    "id": 19,
    "pertanyaan": "Penggunaan tanda koma (,) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Saya ingin membeli buku, pensil, dan penghapus.",
      "Dia tidak datang, karena sakit.",
      "Meskipun hujan, ia tetap pergi ke sekolah.",
      "Oleh karena itu dia harus belajar lebih giat.",
      "Anak itu rajin belajar jadi ia selalu mendapat nilai bagus."
    ],
    "jawaban": "A",
    "pembahasan": "Aturan penggunaan tanda koma:\n* A: Tanda koma digunakan untuk memisahkan unsur-unsur dalam suatu perincian yang lebih dari dua. (Benar)\n* B: Tanda koma tidak digunakan jika anak kalimat mendahului induk kalimat, kecuali jika ada jeda. Atau, jika 'karena' adalah konjungsi intrakalimat, tidak perlu koma sebelum 'karena' jika 'karena' tidak mengawali anak kalimat yang mengacu pada induk kalimat di depannya secara langsung.\n* C: Tanda koma digunakan jika anak kalimat mendahului induk kalimat. (Seharusnya 'Meskipun hujan, ia tetap pergi ke sekolah.' - Ini sudah benar, tapi di pilihan B ada kesalahan yang lebih jelas)\n* D: Seharusnya 'Oleh karena itu, dia harus belajar lebih giat.' (Koma setelah frasa penghubung antar kalimat)\n* E: Seharusnya 'Anak itu rajin belajar, jadi ia selalu mendapat nilai bagus.' (Koma sebelum konjungsi antarkalimat 'jadi')"
  },
  {
    "id": 20,
    "pertanyaan": "Perhatikan paragraf rumpang berikut!\n\nPemerintah terus berupaya meningkatkan kualitas sumber daya manusia (SDM) melalui berbagai program pendidikan dan pelatihan. Tujuannya adalah agar masyarakat memiliki daya saing yang tinggi di era globalisasi. Namun, **[...]** masih menjadi tantangan yang harus dihadapi. Hal ini memerlukan kerja sama dari semua pihak, termasuk lembaga pendidikan, industri, dan masyarakat.\n\nFrasa yang tepat untuk melengkapi bagian rumpang paragraf tersebut adalah...",
    "pilihan": [
      "pemerataan fasilitas",
      "minat belajar siswa",
      "ketersediaan lapangan kerja",
      "kualitas lulusan yang belum merata",
      "tingkat pengangguran yang tinggi"
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf ini membahas upaya peningkatan kualitas SDM dan tantangan yang masih ada. Frasa 'kualitas lulusan yang belum merata' sangat relevan sebagai tantangan dalam konteks peningkatan kualitas SDM, karena upaya peningkatan belum tentu menghasilkan kualitas yang seragam di seluruh lapisan masyarakat atau daerah. Pilihan lain memiliki relevansi, tetapi 'kualitas lulusan yang belum merata' paling tepat menggambarkan permasalahan internal dari upaya peningkatan kualitas SDM itu sendiri."
  },
  {
    "id": 21,
    "pertanyaan": "Bacalah kalimat berikut!\n\nUntuk menjaga kebersihan lingkungan, kita harus membuang sampah pada tempatnya dan melakukan daur ulang.\n\nKata kerja pasif dalam kalimat tersebut adalah...",
    "pilihan": [
      "menjaga",
      "membuang",
      "melakukan",
      "daur ulang",
      "Tidak ada"
    ],
    "jawaban": "E",
    "pembahasan": "Kata kerja pasif ditandai dengan imbuhan di- atau ter-. Dalam kalimat ini, semua kata kerja ('menjaga', 'membuang', 'melakukan') berbentuk aktif. 'Daur ulang' adalah frasa benda, bukan kata kerja."
  },
  {
    "id": 22,
    "pertanyaan": "Perhatikan paragraf berikut!\n\nPerkembangan teknologi informasi telah membawa banyak kemudahan dalam kehidupan sehari-hari. Berbagai aplikasi dan platform digital memungkinkan kita untuk berkomunikasi, bekerja, dan belajar dari mana saja. Namun, penggunaan teknologi yang tidak bijak juga berpotensi menimbulkan dampak negatif, seperti kecanduan dan penyebaran berita palsu.\n\nHal yang bukan merupakan inti informasi dari paragraf tersebut adalah...",
    "pilihan": [
      "Teknologi informasi mempermudah komunikasi.",
      "Ada potensi kecanduan teknologi informasi.",
      "Pentingnya regulasi pemerintah terkait teknologi.",
      "Teknologi informasi mempermudah pekerjaan.",
      "Penyebaran berita palsu menjadi dampak negatif teknologi."
    ],
    "jawaban": "C",
    "pembahasan": "Inti informasi paragraf ini membahas kemudahan dan dampak negatif dari perkembangan teknologi informasi. Pilihan A, B, D, dan E secara langsung disebutkan atau tersirat dalam teks. Pilihan C, 'Pentingnya regulasi pemerintah terkait teknologi', tidak dibahas secara eksplisit maupun implisit dalam paragraf tersebut."
  },
  {
    "id": 23,
    "pertanyaan": "Kalimat yang menggunakan majas personifikasi adalah...",
    "pilihan": [
      "Wajahnya berseri-seri secerah mentari pagi.",
      "Angin membelai rambutku dengan lembut.",
      "Ia berlari secepat kilat mengejar pencuri itu.",
      "Suaranya merdu bagaikan buluh perindu.",
      "Hatinya sekeras batu tak tergoyahkan."
    ],
    "jawaban": "B",
    "pembahasan": "Majas personifikasi adalah majas yang melekatkan sifat-sifat manusia pada benda mati atau makhluk hidup bukan manusia. Pada pilihan B, 'angin membelai' adalah tindakan seperti manusia (membelai), yang dilekatkan pada angin (benda mati). Pilihan A, C, D, dan E adalah majas perbandingan (simile)."
  },
  {
    "id": 24,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nInflasi adalah kenaikan harga barang dan jasa secara umum dan terus-menerus dalam jangka waktu tertentu. Fenomena ini dapat disebabkan oleh berbagai faktor, seperti peningkatan permintaan yang signifikan atau kenaikan biaya produksi. Dampaknya, **[...]** menjadi kurang berharga dan daya beli masyarakat menurun. Pemerintah biasanya mengambil langkah-langkah untuk mengendalikan inflasi agar tidak berdampak buruk pada perekonomian.\n\nFrasa yang tepat untuk melengkapi bagian rumpang paragraf tersebut adalah...",
    "pilihan": [
      "suplai barang di pasar",
      "nilai tukar mata uang",
      "pendapatan per kapita",
      "jumlah uang yang beredar",
      "jumlah pinjaman bank"
    ],
    "jawaban": "D",
    "pembahasan": "Inflasi menyebabkan 'daya beli masyarakat menurun' karena 'jumlah uang yang beredar' menjadi kurang berharga. Ketika harga barang dan jasa naik, sejumlah uang yang sama akan bisa membeli lebih sedikit barang dan jasa dibandingkan sebelumnya. Pilihan B (nilai tukar mata uang) lebih berkaitan dengan depresiasi/apresiasi mata uang, bukan langsung kurang berharganya jumlah uang yang beredar akibat inflasi."
  },
  {
    "id": 25,
    "pertanyaan": "Cermati kalimat berikut!\n\nUntuk mendapatkan hasil maksimal, semua peserta ujian diharapkan untuk mempersiapkan diri secara optimal.\n\nKata yang tidak baku dalam kalimat tersebut adalah...",
    "pilihan": [
      "maksimal",
      "peserta",
      "optimal",
      "diharapkan",
      "mempersiapkan"
    ],
    "jawaban": "A",
    "pembahasan": "Kata baku dari 'maksimal' adalah **maksimal**. Kata 'optimal' sudah baku. Pilihan lainnya ('peserta', 'diharapkan', 'mempersiapkan') juga sudah baku."
  },
  {
    "id": 26,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut!\n\n(1) Hal ini dapat menyebabkan masalah kesehatan dan penurunan kualitas hidup.\n(2) Polusi udara menjadi salah satu masalah lingkungan yang serius di perkotaan.\n(3) Sumber utamanya adalah emisi gas buang kendaraan bermotor dan aktivitas industri.\n(4) Oleh karena itu, langkah-langkah mitigasi dan regulasi yang ketat sangat dibutuhkan.\n(5) Partikel-partikel berbahaya tersebar di udara dan terhirup oleh masyarakat.\n\nUrutan kalimat yang tepat agar menjadi paragraf yang padu adalah...",
    "pilihan": [
      "(2)-(3)-(5)-(1)-(4)",
      "(3)-(2)-(5)-(1)-(4)",
      "(2)-(5)-(3)-(1)-(4)",
      "(3)-(5)-(2)-(1)-(4)",
      "(5)-(2)-(3)-(1)-(4)"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang tepat harus mengikuti alur logis dari masalah, penyebab, proses, dampak, dan solusi.\n* (2) memperkenalkan masalah: polusi udara.\n* (3) menjelaskan sumber utama polusi.\n* (5) menjelaskan bagaimana partikel berbahaya menyebar.\n* (1) menjelaskan dampak dari polusi pada kesehatan dan kualitas hidup.\n* (4) memberikan solusi atau rekomendasi untuk mengatasi masalah tersebut."
  },
  {
    "id": 27,
    "pertanyaan": "Bacalah kalimat berikut!\n\nWalaupun sudah belajar dengan giat, nilai ujiannya tidak memuaskan.\n\nHubungan antar klausa dalam kalimat tersebut menyatakan...",
    "pilihan": [
      "Sebab-akibat",
      "Pertentangan",
      "Tujuan",
      "Syarat",
      "Perbandingan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'walaupun' (atau 'meskipun', 'padahal') digunakan untuk menyatakan hubungan **pertentangan** atau konsesif, di mana ada dua klausa yang berlawanan maknanya."
  },
  {
    "id": 28,
    "pertanyaan": "Cermati penggunaan tanda baca pada kalimat berikut!\n\nIndonesia, adalah negara kepulauan yang kaya akan sumber daya alam.\n\nPerbaikan yang tepat untuk kalimat tersebut adalah...",
    "pilihan": [
      "Indonesia; adalah negara kepulauan yang kaya akan sumber daya alam.",
      "Indonesia adalah negara kepulauan yang kaya akan sumber daya alam.",
      "Indonesia – adalah negara kepulauan yang kaya akan sumber daya alam.",
      "Indonesia, adalah negara kepulauan, yang kaya akan sumber daya alam.",
      "Indonesia adalah negara kepulauan, yang kaya akan sumber daya alam."
    ],
    "jawaban": "B",
    "pembahasan": "Tanda koma tidak digunakan untuk memisahkan subjek dengan predikat dalam kalimat sederhana. 'Indonesia' adalah subjek dan 'adalah negara kepulauan...' adalah predikat. Oleh karena itu, koma setelah 'Indonesia' harus dihilangkan."
  },
  {
    "id": 29,
    "pertanyaan": "Perhatikan teks berikut!\n\nVirus Covid-19 menyebar dengan sangat cepat ke seluruh dunia. Tingkat penularannya yang tinggi menyebabkan banyak negara menerapkan kebijakan *lockdown*. Pembatasan aktivitas sosial dan ekonomi dilakukan untuk menekan laju penyebaran virus dan melindungi masyarakat.\n\nKata yang merupakan istilah dalam bidang kesehatan/kedokteran adalah...",
    "pilihan": [
      "menyebar",
      "penularan",
      "*lockdown*",
      "aktivitas",
      "melindungi"
    ],
    "jawaban": "C",
    "pembahasan": "Istilah adalah kata atau gabungan kata yang dengan cermat mengungkapkan makna konsep, proses, keadaan, atau sifat yang khas dalam bidang tertentu. '*Lockdown*' (atau lokapasar dalam KBBI) adalah istilah yang sangat spesifik dan populer dalam konteks pandemi dan kesehatan masyarakat, merujuk pada pembatasan pergerakan. 'Menyebar' dan 'penularan' adalah kata umum, meskipun relevan dengan konteks kesehatan."
  },
  {
    "id": 30,
    "pertanyaan": "Kalimat yang menggunakan frasa adjektiva adalah...",
    "pilihan": [
      "Anak itu sedang membaca buku baru.",
      "Mereka belajar dengan sangat giat.",
      "Kami makan di restoran mewah.",
      "Pria itu memakai baju berwarna biru.",
      "Ibu membeli sayuran segar di pasar."
    ],
    "jawaban": "B",
    "pembahasan": "Frasa adjektiva adalah kelompok kata yang inti pembentuknya adalah kata sifat (adjektiva) dan dapat diikuti oleh kata keterangan tingkat (sangat, agak, paling, dsb.). Pada pilihan B, 'sangat giat' adalah frasa adjektiva karena 'giat' adalah kata sifat dan 'sangat' adalah penegas tingkat. Pilihan A 'buku baru' adalah frasa nominal (buku adalah nomina), C 'restoran mewah' adalah frasa nominal, D 'berwarna biru' adalah frasa verbal/adjektival tergantung konteks, E 'sayuran segar' adalah frasa nominal."
  }
]

