[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nTren 'Quiet Quitting' menjadi fenomena global di kalangan pekerja muda. Konsep ini merujuk pada perilaku pekerja yang hanya memenuhi tanggung jawab minimal tanpa upaya ekstra. Survei Gallup menunjukkan 50% pekerja AS termasuk kategori 'quiet quitters'. Fenomena ini dipicu oleh burnout, kurangnya apresiasi, dan perubahan nilai kerja pasca pandemi. Perusahaan menghadapi tantangan produktivitas sementara psikolog memperingatkan dampak pada perkembangan karir. Generasi Z dan Milenial melihat ini sebagai bentuk penolakan terhadap hustle culture yang toxic.",
    "pilihan": [
      "Quiet Quitting berarti mengundurkan diri secara diam-diam",
      "Quiet Quitting adalah tren pekerja melakukan tugas minimal sebagai bentuk penolakan hustle culture",
      "Fenomena ini hanya terjadi di negara berkembang",
      "Tidak ada dampak pada produktivitas perusahaan",
      "Generasi tua paling banyak melakukan quiet quitting"
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok teks adalah quiet quitting sebagai fenomena pekerja muda yang menolak hustle culture dengan hanya memenuhi tanggung jawab minimal."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa penyebab utama quiet quitting?",
    "pilihan": [
      "Burnout dan kurangnya apresiasi",
      "Kenaikan gaji yang besar",
      "Lingkungan kerja yang terlalu nyaman",
      "Tidak ada pekerjaan yang harus dilakukan",
      "Semua pekerja sangat termotivasi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan fenomena ini 'dipicu oleh burnout, kurangnya apresiasi, dan perubahan nilai kerja pasca pandemi'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa dampak quiet quitting bagi perusahaan menurut Teks 1?",
    "pilihan": [
      "Tantangan produktivitas",
      "Peningkatan kinerja tim",
      "Pengurangan biaya operasional",
      "Tidak ada dampak signifikan",
      "Meningkatnya loyalitas karyawan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Perusahaan menghadapi tantangan produktivitas' sebagai dampak quiet quitting."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 4-6.\n\n**Teks 2**\n\nNFT Musik menjadi terobosan baru di industri kreatif. Konsep ini memungkinkan musisi menjual karya sebagai aset digital unik dengan sertifikat kepemilikan blockchain. Platform seperti Royal dan OneOf telah membantu artis seperti Nas dan The Weeknd menghasilkan jutaan dolar. NFT memberikan royalti otomatis setiap kali karya diperdagangkan kembali. Namun, kritik muncul tentang spekulasi berlebihan dan jejak karbon dari transaksi blockchain. Para pionir meyakini NFT akan mendemokratisasi industri musik dengan memberi kontrol lebih besar kepada kreator.",
    "pilihan": [
      "NFT Musik tidak berbeda dengan streaming biasa",
      "NFT Musik adalah inovasi blockchain yang mengubah model bisnis industri musik",
      "Tidak ada musisi yang tertarik dengan NFT",
      "Blockchain tidak digunakan dalam NFT Musik",
      "NFT hanya menguntungkan perusahaan rekaman"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah NFT Musik sebagai inovasi blockchain yang mengubah ekonomi kreatif untuk musisi."
  },
  {
    "id": 5,
    "pertanyaan": "Berdasarkan Teks 2, bagaimana NFT menguntungkan musisi?",
    "pilihan": [
      "Memberi royalti otomatis dari perdagangan ulang",
      "Menghilangkan semua pendapatan musisi",
      "Membuat karya musik tidak berharga",
      "Hanya menguntungkan platform streaming",
      "Mencegah musisi mendapatkan penghasilan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'NFT memberikan royalti otomatis setiap kali karya diperdagangkan kembali' sebagai keuntungan."
  },
  {
    "id": 6,
    "pertanyaan": "Apa kritik utama terhadap NFT Musik menurut Teks 2?",
    "pilihan": [
      "Spekulasi berlebihan dan jejak karbon",
      "Terlalu mudah diakses semua orang",
      "Tidak menggunakan teknologi canggih",
      "Tidak ada kritik terhadap NFT",
      "Membuat industri musik terlalu stabil"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan kritik tentang 'spekulasi berlebihan dan jejak karbon dari transaksi blockchain'."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-9.\n\n**Teks 3**\n\nTikTok Shop mengubah lanskap e-commerce sosial di Indonesia. Fitur live commerce-nya memungkinkan penjual berinteraksi langsung dengan pembeli melalui siaran langsung. Laporan Google menunjukkan 72% konsumen Indonesia lebih percaya produk yang dilihat secara live. Namun, maraknya penjualan produk palsu dan praktik dropshipping tidak transparan menjadi sorotan. Otoritas perlindungan konsumen menerima 1.500 pengaduan terkait TikTok Shop pada 2023. Platform ini juga dituding mematikan UMKM tradisional yang tidak melek digital. Pemerintah mengkaji regulasi khusus untuk mengimbangi pertumbuhan pesat e-commerce sosial.",
    "pilihan": [
      "TikTok Shop tidak berpengaruh pada e-commerce",
      "TikTok Shop mentransformasi e-commerce sosial dengan berbagai dampak positif dan negatif",
      "Tidak ada konsumen yang menggunakan TikTok Shop",
      "Semua produk di TikTok Shop asli",
      "UMKM tradisional sangat terbantu tanpa adaptasi"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah transformasi e-commerce sosial oleh TikTok Shop beserta dampak dan tantangannya."
  },
  {
    "id": 8,
    "pertanyaan": "Berdasarkan Teks 3, mengapa konsumen lebih percaya produk di TikTok Shop?",
    "pilihan": [
      "Karena bisa melihat produk secara live",
      "Karena harganya paling murah",
      "Karena tidak ada interaksi dengan penjual",
      "Karena semua produk impor",
      "Karena tidak ada ulasan sama sekali"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan '72% konsumen Indonesia lebih percaya produk yang dilihat secara live'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa masalah utama TikTok Shop menurut Teks 3?",
    "pilihan": [
      "Produk palsu dan dropshipping tidak transparan",
      "Semua produk berkualitas tinggi",
      "Tidak ada masalah dengan UMKM",
      "Regulasi yang terlalu ketat",
      "Minat konsumen yang rendah"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan masalah 'maraknya penjualan produk palsu dan praktik dropshipping tidak transparan'."
  },
  {
    "id": 10,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 10-12.\n\n**Teks 4**\n\nBlue Economy menjadi fokus pembangunan maritim Indonesia. Konsep ini menekankan pemanfaatan laut berkelanjutan melalui budidaya rumput laut, wisata bahari, dan energi gelombang. KKP mencatat potensi ekonomi biru Indonesia mencapai US$1,33 triliun per tahun. Namun, tantangan utama meliputi illegal fishing, sampah plastik, dan kerusakan terumbu karang. Program Bulan Cinta Laut telah berhasil mengumpulkan 1,2 juta kg sampah plastik. Para ahli menekankan pentingnya kolaborasi triple helix (pemerintah-akademisi-bisnis) untuk mewujudkan visi ekonomi biru.",
    "pilihan": [
      "Blue Economy hanya tentang eksploitasi laut",
      "Blue Economy adalah konsep pemanfaatan laut berkelanjutan dengan berbagai tantangan",
      "Indonesia tidak memiliki potensi ekonomi biru",
      "Tidak ada masalah lingkungan di laut Indonesia",
      "Semua pihak menolak konsep ekonomi biru"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Blue Economy sebagai konsep pembangunan maritim berkelanjutan dengan potensi dan tantangan."
  },
  {
    "id": 11,
    "pertanyaan": "Berdasarkan Teks 4, apa potensi ekonomi biru Indonesia?",
    "pilihan": [
      "US$1,33 triliun per tahun",
      "US$100 juta per tahun",
      "Tidak memiliki potensi",
      "Hanya menguntungkan negara lain",
      "Tidak bisa dihitung"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'KKP mencatat potensi ekonomi biru Indonesia mencapai US$1,33 triliun per tahun'."
  },
  {
    "id": 12,
    "pertanyaan": "Apa pencapaian Program Bulan Cinta Laut menurut Teks 4?",
    "pilihan": [
      "Mengumpulkan 1,2 juta kg sampah plastik",
      "Menambah jumlah sampah di laut",
      "Tidak ada hasil nyata",
      "Menghentikan semua kegiatan bahari",
      "Merusak terumbu karang"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Program Bulan Cinta Laut telah berhasil mengumpulkan 1,2 juta kg sampah plastik'."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 5**\n\nHyperautomation menjadi tren teknologi bisnis 2023. Kombinasi AI, RPA, dan machine learning ini mampu mengotomatisasi 80% proses bisnis berulang. Perusahaan seperti Bank Jago menghemat 40% biaya operasional setelah implementasi. Namun, resistensi karyawan dan kebutuhan reskilling menjadi tantangan utama. Studi McKinsey memprediksi 45% pekerjaan akan berubah bentuk akibat hyperautomation. Pakar menyarankan pendekatan human-centered automation untuk meminimalkan dampak sosial. Investasi dalam pelatihan karyawan menjadi kunci sukses transformasi digital ini.",
    "pilihan": [
      "Hyperautomation hanya mengotomatisasi 10% proses bisnis",
      "Hyperautomation adalah integrasi teknologi untuk otomatisasi bisnis dengan berbagai dampak",
      "Tidak ada perusahaan yang mengadopsi hyperautomation",
      "Semua pekerjaan akan hilang sepenuhnya",
      "Karyawan sangat antusias tanpa perlu adaptasi"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah hyperautomation sebagai tren otomatisasi bisnis dengan keunggulan dan tantangan SDM."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Teks 5, berapa penghematan biaya operasional Bank Jago?",
    "pilihan": [
      "40%",
      "10%",
      "75%",
      "Tidak ada penghematan",
      "Biaya justru meningkat"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Bank Jago menghemat 40% biaya operasional setelah implementasi' hyperautomation."
  },
  {
    "id": 15,
    "pertanyaan": "Apa solusi untuk tantangan hyperautomation menurut Teks 5?",
    "pilihan": [
      "Investasi dalam pelatihan karyawan",
      "Menghentikan semua otomatisasi",
      "Mempertahankan proses manual",
      "Tidak perlu melatih karyawan",
      "Mengurangi jumlah pekerja"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyarankan 'Investasi dalam pelatihan karyawan menjadi kunci sukses transformasi digital ini'."
  },
  {
    "id": 16,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 16-18.\n\n**Teks 6**\n\nDigital Twin menjadi teknologi kunci dalam revolusi industri 4.0. Konsep replika digital dari objek fisik ini digunakan untuk simulasi pabrik hingga prediksi perawatan mesin. Market Research Future memproyeksikan pasar digital twin tumbuh 35% per tahun. Implementasi di PLTU Jawa 7 mampu mengurangi downtime hingga 25%. Namun, biaya implementasi tinggi dan kekurangan ahli menjadi hambatan. Integrasi dengan IoT dan AI diprediksi akan memperluas aplikasi digital twin di sektor kesehatan dan smart city.",
    "pilihan": [
      "Digital Twin hanya untuk game komputer",
      "Digital Twin adalah teknologi replika digital dengan berbagai aplikasi industri",
      "Tidak ada perusahaan yang menggunakan digital twin",
      "Teknologi ini sudah usang",
      "Tidak bisa diintegrasikan dengan IoT"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah digital twin sebagai teknologi revolusi industri dengan berbagai aplikasi dan tantangan."
  },
  {
    "id": 17,
    "pertanyaan": "Berdasarkan Teks 6, apa manfaat digital twin di PLTU Jawa 7?",
    "pilihan": [
      "Mengurangi downtime hingga 25%",
      "Menambah biaya operasional",
      "Memperlambat proses produksi",
      "Tidak ada manfaat nyata",
      "Meningkatkan jumlah kerusakan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Implementasi di PLTU Jawa 7 mampu mengurangi downtime hingga 25%'."
  },
  {
    "id": 18,
    "pertanyaan": "Apa tantangan utama implementasi digital twin menurut Teks 6?",
    "pilihan": [
      "Biaya tinggi dan kekurangan ahli",
      "Terlalu banyak tenaga ahli",
      "Biaya implementasi sangat murah",
      "Tidak ada tantangan teknis",
      "Semua perusahaan sudah menguasainya"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'biaya implementasi tinggi dan kekurangan ahli menjadi hambatan'."
  },
  {
    "id": 19,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 19-21.\n\n**Teks 7**\n\nSlow Fashion menjadi gerakan melawan limbah tekstil global. Berbeda dengan fast fashion, konsep ini menekankan kualitas, keberlanjutan, dan etika produksi. Data Ellen MacArthur Foundation menunjukkan industri fashion menyumbang 10% emisi karbon global. Brand lokal seperti Sejauh Mata Memandang mendapat apresiasi untuk praktik slow fashion-nya. Tantangan utama adalah harga lebih mahal dan minimnya kesadaran konsumen. Kampanye #WhoMadeMyClothes berhasil meningkatkan transparansi rantai pasok. Para desainer meyakini slow fashion sebagai masa depan industri yang bertanggung jawab.",
    "pilihan": [
      "Slow Fashion adalah tren cepat yang tidak berkelanjutan",
      "Slow Fashion merupakan gerakan fashion berkelanjutan melawan limbah tekstil",
      "Tidak ada brand yang menerapkan slow fashion",
      "Industri fashion tidak berdampak pada lingkungan",
      "Semua konsumen sudah sadar akan slow fashion"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah slow fashion sebagai gerakan berkelanjutan dalam industri fashion."
  },
  {
    "id": 20,
    "pertanyaan": "Berdasarkan Teks 7, berapa kontribusi emisi karbon industri fashion?",
    "pilihan": [
      "10% emisi global",
      "1% emisi global",
      "50% emisi global",
      "Tidak berkontribusi sama sekali",
      "Hanya mempengaruhi emisi lokal"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'industri fashion menyumbang 10% emisi karbon global'."
  },
  {
    "id": 21,
    "pertanyaan": "Apa keberhasilan kampanye #WhoMadeMyClothes menurut Teks 7?",
    "pilihan": [
      "Meningkatkan transparansi rantai pasok",
      "Menurunkan kesadaran konsumen",
      "Tidak ada dampak sama sekali",
      "Membuat harga fashion lebih murah",
      "Menghilangkan semua merek fashion"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan kampanye '#WhoMadeMyClothes berhasil meningkatkan transparansi rantai pasok'."
  },
  {
    "id": 22,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 22-24.\n\n**Teks 8**\n\nMental Health Tech berkembang pesat pasca pandemi. Aplikasi seperti Riliv dan ThinkUp menawarkan konseling online, meditasi terpandu, dan pelacakan mood. Survei Kemenkes menunjukkan 60% masalah mental tidak tertangani akibat stigma dan keterbatasan psikolog. Teknologi AI chatbot seperti Woebot memberikan intervensi dini untuk anxiety. Namun, keterbatasan diagnosis tanpa tatap muka menjadi kelemahan utama. Psikiater menekankan pentingnya integrasi antara teknologi dan layanan profesional. Kemenkes sedang menyusun regulasi khusus untuk memastikan kualitas layanan mental health tech.",
    "pilihan": [
      "Mental Health Tech tidak berguna sama sekali",
      "Mental Health Tech adalah solusi inovatif dengan keterbatasan dalam penanganan masalah mental",
      "Tidak ada aplikasi kesehatan mental di Indonesia",
      "Semua masalah mental sudah teratasi",
      "Teknologi bisa menggantikan psikiater sepenuhnya"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah perkembangan teknologi kesehatan mental dengan potensi dan keterbatasannya."
  },
  {
    "id": 23,
    "pertanyaan": "Berdasarkan Teks 8, berapa persen masalah mental tidak tertangani di Indonesia?",
    "pilihan": [
      "60%",
      "10%",
      "90%",
      "Tidak ada data",
      "Semua kasus tertangani"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Survei Kemenkes menunjukkan 60% masalah mental tidak tertangani'."
  },
  {
    "id": 24,
    "pertanyaan": "Apa kelemahan utama mental health tech menurut Teks 8?",
    "pilihan": [
      "Keterbatasan diagnosis tanpa tatap muka",
      "Biaya yang terlalu murah",
      "Tidak ada kelemahan sama sekali",
      "Bisa menggantikan semua terapi",
      "Stigma yang semakin meningkat"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'keterbatasan diagnosis tanpa tatap muka menjadi kelemahan utama'."
  },
  {
    "id": 25,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 25-27.\n\n**Teks 9**\n\nWeb 3.0 mengusung visi internet terdesentralisasi. Berbasis blockchain, konsep ini menjanjikan kepemilikan data oleh pengguna melalui teknologi NFT dan cryptocurrency. Startup seperti Tokocrypto dan Pintu mempopulerkan aset digital di Indonesia. Namun, volatilitas harga dan risiko keamanan menjadi tantangan utama. Bappebti mencatat 11 juta investor crypto di Indonesia hingga 2023. Pemerintah menyusun payung hukum untuk melindungi investor sekaligus mencegah penyalahgunaan. Para pionir meyakini Web 3.0 akan mendemokratisasi akses ekonomi digital.",
    "pilihan": [
      "Web 3.0 adalah internet terpusat seperti sekarang",
      "Web 3.0 merupakan evolusi internet terdesentralisasi dengan berbagai tantangan",
      "Tidak ada startup yang tertarik dengan Web 3.0",
      "Semua data tetap dikuasai perusahaan besar",
      "Tidak ada regulasi untuk Web 3.0"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Web 3.0 sebagai visi internet terdesentralisasi dengan potensi dan tantangan regulasi."
  },
  {
    "id": 26,
    "pertanyaan": "Berdasarkan Teks 9, berapa jumlah investor crypto di Indonesia?",
    "pilihan": [
      "11 juta",
      "1 juta",
      "100 ribu",
      "Tidak ada investor",
      "Hanya 10 orang"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Bappebti mencatat 11 juta investor crypto di Indonesia hingga 2023'."
  },
  {
    "id": 27,
    "pertanyaan": "Apa peran pemerintah terkait Web 3.0 menurut Teks 9?",
    "pilihan": [
      "Menyusun payung hukum untuk perlindungan investor",
      "Melarang semua teknologi blockchain",
      "Tidak melakukan regulasi apapun",
      "Menutup semua startup crypto",
      "Menghentikan perkembangan Web 3.0"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Pemerintah menyusun payung hukum untuk melindungi investor sekaligus mencegah penyalahgunaan'."
  },
  {
    "id": 28,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 28-30.\n\n**Teks 10**\n\nCarbon Trading menjadi instrumen baru pengurangan emisi Indonesia. Mekanisme ini memungkinkan perusahaan membeli kredit karbon untuk mengompensasi polusi. Kementerian LHK mencatat potensi pendapatan US$565 juta dari perdagangan karbon. Program perhutanan sosial menjadi penyumbang utama kredit karbon. Namun, kritik muncul tentang efektivitas nyata pengurangan emisi. Beberapa perusahaan dituding melakukan greenwashing dengan carbon offset. Pakar menekankan pentingnya transparansi dan verifikasi ketat untuk memastikan dampak lingkungan nyata.",
    "pilihan": [
      "Carbon Trading hanya tentang keuntungan perusahaan",
      "Carbon Trading adalah mekanisme pengurangan emisi dengan tantangan implementasi",
      "Tidak ada perusahaan yang tertarik dengan karbon",
      "Indonesia tidak memiliki potensi karbon",
      "Semua program carbon trading sudah sempurna"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah carbon trading sebagai instrumen pengurangan emisi dengan potensi dan kritik."
  },
  {
    "id": 29,
    "pertanyaan": "Berdasarkan Teks 10, berapa potensi pendapatan carbon trading Indonesia?",
    "pilihan": [
      "US$565 juta",
      "US$1 juta",
      "Tidak ada potensi pendapatan",
      "US$10 miliar",
      "Hanya Rp1 miliar"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Kementerian LHK mencatat potensi pendapatan US$565 juta dari perdagangan karbon'."
  },
  {
    "id": 30,
    "pertanyaan": "Apa kritik utama terhadap carbon trading menurut Teks 10?",
    "pilihan": [
      "Efektivitas pengurangan emisi dan praktik greenwashing",
      "Terlalu banyak mengurangi emisi",
      "Semua perusahaan sangat transparan",
      "Tidak ada kritik sama sekali",
      "Harga karbon yang terlalu murah"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan kritik tentang 'efektivitas nyata pengurangan emisi' dan 'perusahaan dituding melakukan greenwashing'."
  }
]
