[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nMetaverse menjadi salah satu tren teknologi yang paling banyak dibicarakan saat ini. Konsep dunia virtual tiga dimensi ini memungkinkan pengguna berinteraksi secara sosial dan ekonomi melalui avatar digital. Perusahaan-perusahaan besar seperti Meta (Facebook) telah menginvestasikan miliaran dolar untuk pengembangannya. Namun, para ahli memperingatkan potensi risiko seperti kecanduan digital, pelanggaran privasi, dan kesenjangan akses teknologi. Selain itu, tantangan teknis seperti kebutuhan bandwidth tinggi dan perangkat keras mahal masih menjadi hambatan utama. Meski demikian, metaverse diprediksi akan mengubah cara manusia bekerja, belajar, dan bersosialisasi di masa depan.",
    "pilihan": [
      "Metaverse hanya digunakan untuk game online.",
      "Metaverse adalah konsep dunia virtual 3D yang mengubah interaksi sosial-ekonomi dengan berbagai tantangan.",
      "Tidak ada perusahaan yang tertarik mengembangkan metaverse.",
      "Metaverse sudah bisa diakses semua orang tanpa hambatan.",
      "Kecanduan digital tidak mungkin terjadi di metaverse."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok teks adalah pengenalan metaverse sebagai konsep dunia virtual 3D yang mengubah pola interaksi beserta berbagai tantangan dan potensinya."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa saja tantangan pengembangan metaverse?",
    "pilihan": [
      "Hanya masalah privasi data.",
      "Kebutuhan bandwidth tinggi dan perangkat mahal.",
      "Tidak ada tantangan teknis sama sekali.",
      "Minat pengguna yang terlalu tinggi.",
      "Ketersediaan konten yang berlebihan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'tantangan teknis seperti kebutuhan bandwidth tinggi dan perangkat keras mahal masih menjadi hambatan utama'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa implikasi dari 'kesenjangan akses teknologi' dalam pengembangan metaverse?",
    "pilihan": [
      "Semua orang akan memiliki akses yang sama.",
      "Hanya kelompok tertentu yang bisa memanfaatkan metaverse.",
      "Tidak ada dampak terhadap masyarakat.",
      "Metaverse akan gratis untuk semua pengguna.",
      "Perangkat akan menjadi lebih murah dalam semalam."
    ],
    "jawaban": "B",
    "pembahasan": "Kesenjangan akses teknologi berimplikasi pada keterbatasan akses metaverse hanya untuk kelompok yang memiliki sumber daya teknologi memadai."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'avatar' dalam konteks metaverse memiliki makna...",
    "pilihan": [
      "Perwakilan fisik seseorang di dunia nyata",
      "Identitas digital berbentuk karakter 3D yang mewakili pengguna",
      "Jenis permainan tradisional",
      "Teknologi kuno yang sudah usang",
      "Program komputer untuk edit foto"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks metaverse, 'avatar' merujuk pada representasi digital pengguna dalam bentuk karakter 3D."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan majas personifikasi?",
    "pilihan": [
      "Komputer itu sangat cepat seperti cheetah.",
      "Awan menari-nari di langit biru.",
      "Dia setinggi pohon kelapa.",
      "Suaranya keras bagai guntur.",
      "Rumah itu besar seperti istana."
    ],
    "jawaban": "B",
    "pembahasan": "Personifikasi adalah majas yang memberikan sifat manusia pada benda mati. 'Awan menari-nari' adalah contoh personifikasi."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-8.\n\n**Teks 2**\n\nNFT (Non-Fungible Token) telah menjadi fenomena global yang mengubah konsep kepemilikan digital. Aset digital unik ini menggunakan teknologi blockchain untuk membuktikan keaslian dan kepemilikan. Seniman digital kini bisa menjual karya mereka langsung ke kolektor tanpa perantara, dengan transaksi mencapai jutaan dolar. Namun, NFT juga menuai kritik karena konsumsi energi yang besar dan potensi pencucian uang. Beberapa pakar memprediksi NFT akan mentransformasi berbagai industri mulai dari seni, game, hingga sertifikat akademik. Meski begitu, volatilitas harga dan ketidakpastian regulasi masih menjadi tantangan serius bagi pengembang dan investor.",
    "pilihan": [
      "NFT adalah aset digital yang bisa dipertukarkan secara identik.",
      "NFT adalah aset digital unik dengan teknologi blockchain yang mengubah konsep kepemilikan digital.",
      "NFT hanya digunakan untuk karya seni tradisional.",
      "Tidak ada kritik terhadap teknologi NFT.",
      "NFT tidak membutuhkan teknologi apapun."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah pengenalan NFT sebagai aset digital unik berbasis blockchain yang mengubah konsep kepemilikan digital beserta dampaknya."
  },
  {
    "id": 7,
    "pertanyaan": "Berdasarkan Teks 2, bagaimana NFT membantu seniman digital?",
    "pilihan": [
      "Dengan menghapus semua hak cipta.",
      "Memungkinkan menjual karya langsung tanpa perantara.",
      "Membuat karya seni menjadi tidak berharga.",
      "Menghilangkan kebutuhan akan kreativitas.",
      "Menggantikan semua galeri seni fisik."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Seniman digital kini bisa menjual karya mereka langsung ke kolektor tanpa perantara' sebagai manfaat NFT."
  },
  {
    "id": 8,
    "pertanyaan": "Apa kritik utama terhadap NFT menurut Teks 2?",
    "pilihan": [
      "Konsumsi energi besar dan potensi pencucian uang.",
      "Terlalu murah untuk diperdagangkan.",
      "Tidak menggunakan teknologi canggih.",
      "Hanya bisa digunakan di satu negara.",
      "Membuat semua transaksi menjadi transparan."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'NFT juga menuai kritik karena konsumsi energi yang besar dan potensi pencucian uang'."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 3**\n\nArtificial Intelligence Generated Content (AIGC) seperti ChatGPT telah merevolusi cara manusia berinteraksi dengan teknologi. Model bahasa besar ini mampu menghasilkan teks, terjemahan, bahkan kode program secara instan. Di sektor pendidikan, AIGC membantu personalisasi pembelajaran namun juga menimbulkan kekhawatiran tentang plagiarisme. Perusahaan menggunakannya untuk otomatisasi layanan pelanggan dan analisis data. Tantangan etis muncul terkait bias algoritma, penyebaran misinformasi, dan potensi penggantian pekerjaan manusia. Para ahli menyerukan pengembangan kerangka regulasi yang menjamin transparansi dan akuntabilitas sistem AI, sambil memanfaatkan potensinya untuk kemanusiaan.",
    "pilihan": [
      "AIGC hanya digunakan untuk permainan komputer.",
      "AIGC seperti ChatGPT merevolusi interaksi manusia-teknologi dengan berbagai dampak dan tantangan etis.",
      "Tidak ada kekhawatiran tentang penggunaan AIGC.",
      "AIGC tidak bisa menghasilkan teks sama sekali.",
      "Semua pekerjaan manusia sudah digantikan AIGC."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah revolusi AIGC dalam interaksi manusia-teknologi beserta dampak positif, kekhawatiran, dan tantangan etisnya."
  },
  {
    "id": 10,
    "pertanyaan": "Berdasarkan Teks 3, bagaimana AIGC memengaruhi pendidikan?",
    "pilihan": [
      "Hanya menyebabkan plagiarisme.",
      "Membantu personalisasi pembelajaran tetapi juga menimbulkan kekhawatiran plagiarisme.",
      "Menghilangkan semua kebutuhan guru manusia.",
      "Membuat semua ujian menjadi tidak perlu.",
      "Tidak ada pengaruh sama sekali."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Di sektor pendidikan, AIGC membantu personalisasi pembelajaran namun juga menimbulkan kekhawatiran tentang plagiarisme'."
  },
  {
    "id": 11,
    "pertanyaan": "Apa tantangan etis utama AIGC menurut Teks 3?",
    "pilihan": [
      "Bias algoritma, misinformasi, dan penggantian pekerjaan manusia.",
      "Terlalu banyak lapangan kerja baru.",
      "Tidak bisa digunakan untuk terjemahan.",
      "Harga perangkat yang murah.",
      "Keterbatasan dalam menghasilkan teks pendek."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Tantangan etis muncul terkait bias algoritma, penyebaran misinformasi, dan potensi penggantian pekerjaan manusia'."
  },
  {
    "id": 12,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 12-14.\n\n**Teks 4**\n\nSustainable fashion atau mode berkelanjutan menjadi tren global sebagai respons terhadap dampak lingkungan industri tekstil. Konsep ini mendorong penggunaan material daur ulang, proses produksi ramah lingkungan, dan keadilan sosial bagi pekerja. Brand-brand besar mulai mengadopsi praktik circular fashion dengan program take-back dan daur ulang pakaian bekas. Konsumen muda semakin sadar akan jejak karbon produk fashion yang mereka beli. Namun, tantangan utama tetap ada pada harga produk yang lebih mahal dan minimnya insentif bagi produsen. Gerakan ini membutuhkan kolaborasi seluruh pemangku kepentingan untuk menciptakan sistem fashion yang benar-benar berkelanjutan.",
    "pilihan": [
      "Sustainable fashion hanya tentang pakaian mahal.",
      "Sustainable fashion adalah tren mode ramah lingkungan dengan fokus daur ulang dan keadilan sosial.",
      "Tidak ada brand yang tertarik dengan sustainable fashion.",
      "Sustainable fashion membuat semua pakaian menjadi tidak modis.",
      "Konsumen tidak peduli dengan isu lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah sustainable fashion sebagai tren mode berkelanjutan yang berfokus pada lingkungan dan keadilan sosial."
  },
  {
    "id": 13,
    "pertanyaan": "Berdasarkan Teks 4, apa yang dilakukan brand besar dalam sustainable fashion?",
    "pilihan": [
      "Membuat pakaian sekali pakai.",
      "Mengadopsi circular fashion dengan program take-back dan daur ulang.",
      "Menghilangkan semua program daur ulang.",
      "Mempekerjakan anak-anak di pabrik.",
      "Menggunakan bahan paling murah tanpa pertimbangan lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Brand-brand besar mulai mengadopsi praktik circular fashion dengan program take-back dan daur ulang pakaian bekas'."
  },
  {
    "id": 14,
    "pertanyaan": "Apa tantangan utama sustainable fashion menurut Teks 4?",
    "pilihan": [
      "Harga produk lebih mahal dan minimnya insentif produsen.",
      "Terlalu banyak bahan daur ulang tersedia.",
      "Konsumen tidak mau membeli pakaian sama sekali.",
      "Semua orang sudah menerapkan fashion berkelanjutan.",
      "Tidak ada tantangan dalam industri ini."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'tantangan utama tetap ada pada harga produk yang lebih mahal dan minimnya insentif bagi produsen'."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 5**\n\nRenewable energy transition menjadi isu global yang mendesak menyusul krisis iklim. Tenaga surya dan angin kini menjadi sumber energi terbarukan yang paling cepat berkembang, dengan biaya produksi semakin kompetitif. Negara-negara maju berlomba mencapai net-zero emission, sementara negara berkembang menghadapi tantangan pembiayaan dan transfer teknologi. Transisi energi menciptakan lapangan kerja hijau baru tetapi juga mengancam pekerja di industri fosil. Inovasi teknologi seperti baterai penyimpanan energi dan smart grid menjadi kunci percepatan transisi. Para ahli menekankan pentingnya pendekatan yang adil dan inklusif untuk memastikan tidak ada yang tertinggal dalam revolusi energi bersih ini.",
    "pilihan": [
      "Transisi energi terbarukan hanya fokus pada tenaga batu bara.",
      "Transisi energi terbarukan adalah peralihan mendesak ke energi bersih dengan berbagai tantangan dan peluang.",
      "Tidak ada negara yang tertarik pada energi terbarukan.",
      "Energi fosil akan menjadi lebih dominan di masa depan.",
      "Transisi energi tidak menciptakan lapangan kerja sama sekali."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah transisi energi terbarukan sebagai solusi krisis iklim dengan berbagai aspek teknis, ekonomi, dan sosial."
  },
  {
    "id": 16,
    "pertanyaan": "Berdasarkan Teks 5, apa sumber energi terbarukan yang paling cepat berkembang?",
    "pilihan": [
      "Batu bara dan minyak",
      "Tenaga surya dan angin",
      "Energi nuklir saja",
      "Gas alam",
      "Bahan bakar fosil konvensional"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Tenaga surya dan angin kini menjadi sumber energi terbarukan yang paling cepat berkembang'."
  },
  {
    "id": 17,
    "pertanyaan": "Apa tantangan utama negara berkembang dalam transisi energi menurut Teks 5?",
    "pilihan": [
      "Pembiayaan dan transfer teknologi",
      "Terlalu banyak tenaga ahli",
      "Ketersediaan energi fosil yang tidak terbatas",
      "Tidak ada tantangan sama sekali",
      "Kurangnya minat pada energi bersih"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'negara berkembang menghadapi tantangan pembiayaan dan transfer teknologi'."
  },
  {
    "id": 18,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 18-20.\n\n**Teks 6**\n\nDigital nomad atau pekerja remote yang berpindah-pindah negara telah menjadi gaya hidup populer pasca pandemi. Kemajuan teknologi komunikasi memungkinkan profesional bekerja dari mana saja sambil mengeksplorasi budaya baru. Banyak negara kini menawarkan visa digital nomad untuk menarik pekerja berpenghasilan tinggi. Fenomena ini memberikan dampak ekonomi positif bagi destinasi tujuan tetapi juga menimbulkan gentrifikasi lokal. Para digital nomad sering dikritik karena tidak berintegrasi dengan komunitas lokal dan mendorong kenaikan harga properti. Keseimbangan antara manfaat ekonomi dan dampak sosial menjadi tantangan utama dalam mengelola tren global ini.",
    "pilihan": [
      "Digital nomad adalah pekerja yang tetap di satu kantor.",
      "Digital nomad adalah pekerja remote berpindah-pindah negara dengan berbagai dampak ekonomi dan sosial.",
      "Tidak ada negara yang menerima digital nomad.",
      "Digital nomad tidak menggunakan teknologi sama sekali.",
      "Semua digital nomad tinggal permanen di satu tempat."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah gaya hidup digital nomad sebagai pekerja remote berpindah-pindah negara dengan dampak ekonomi dan sosialnya."
  },
  {
    "id": 19,
    "pertanyaan": "Berdasarkan Teks 6, mengapa digital nomad bisa bekerja dari mana saja?",
    "pilihan": [
      "Karena kemajuan teknologi komunikasi",
      "Karena tidak suka bekerja sama sekali",
      "Karena semua kantor sudah tutup",
      "Karena tidak ada internet di dunia",
      "Karena larangan bekerja dari kantor"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Kemajuan teknologi komunikasi memungkinkan profesional bekerja dari mana saja'."
  },
  {
    "id": 20,
    "pertanyaan": "Apa dampak negatif digital nomad menurut Teks 6?",
    "pilihan": [
      "Gentrifikasi lokal dan kenaikan harga properti",
      "Semua orang lokal menjadi kaya",
      "Tidak ada perubahan di masyarakat",
      "Harga properti menjadi sangat murah",
      "Digital nomad membangun banyak rumah untuk warga"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Fenomena ini... juga menimbulkan gentrifikasi lokal' dan 'mendorong kenaikan harga properti'."
  },
  {
    "id": 21,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 21-23.\n\n**Teks 7**\n\nWeb3 menjadi visi baru untuk internet yang terdesentralisasi, menantang dominasi perusahaan teknologi besar. Berbasis blockchain, Web3 menjanjikan kepemilikan data oleh pengguna dan transaksi peer-to-peer tanpa perantara. Konsep ini melahirkan aplikasi seperti dompet digital dan platform media sosial terdesentralisasi. Namun, Web3 masih menghadapi kritik karena kompleksitas teknis, volatilitas cryptocurrency, dan regulasi yang belum jelas. Pengadopsi awal antusias dengan potensi demokratisasi internet, sementara skeptis memperingatkan risiko keamanan dan skalabilitas. Masa depan Web3 akan tergantung pada kemampuannya mengatasi tantangan ini sambil memenuhi janji internet yang lebih terbuka dan setara.",
    "pilihan": [
      "Web3 adalah internet terpusat seperti sekarang.",
      "Web3 adalah visi internet terdesentralisasi berbasis blockchain dengan berbagai tantangan.",
      "Tidak ada yang tertarik dengan konsep Web3.",
      "Web3 sudah sepenuhnya menggantikan internet tradisional.",
      "Blockchain tidak digunakan dalam Web3 sama sekali."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Web3 sebagai visi internet terdesentralisasi berbasis blockchain dengan potensi dan tantangannya."
  },
  {
    "id": 22,
    "pertanyaan": "Berdasarkan Teks 7, apa janji utama Web3?",
    "pilihan": [
      "Kepemilikan data oleh perusahaan besar",
      "Kepemilikan data oleh pengguna dan transaksi tanpa perantara",
      "Internet yang lebih terpusat",
      "Penghapusan semua teknologi blockchain",
      "Transaksi yang lebih lambat dan mahal"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Web3 menjanjikan kepemilikan data oleh pengguna dan transaksi peer-to-peer tanpa perantara'."
  },
  {
    "id": 23,
    "pertanyaan": "Apa kritik utama terhadap Web3 menurut Teks 7?",
    "pilihan": [
      "Kompleksitas teknis, volatilitas cryptocurrency, dan regulasi tidak jelas",
      "Terlalu mudah digunakan oleh semua orang",
      "Tidak menggunakan teknologi canggih",
      "Semua transaksi sangat stabil",
      "Tidak ada masalah keamanan sama sekali"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Web3 masih menghadapi kritik karena kompleksitas teknis, volatilitas cryptocurrency, dan regulasi yang belum jelas'."
  },
  {
    "id": 24,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 24-26.\n\n**Teks 8**\n\nSpace tourism atau wisata luar angkasa mulai menjadi kenyataan dengan perusahaan seperti Blue Origin dan SpaceX. Meski masih sangat mahal (sekitar $250.000 per tiket), minat kalangan super kaya sangat tinggi. Perkembangan ini membuka babak baru eksplorasi komersial antariksa namun menuai kritik karena kesenjangan sosial dan dampak lingkungan. Setiap penerbangan suborbital menghasilkan emisi karbon signifikan di atmosfer atas. Para pendukung berargumen bahwa teknologi ini akan menjadi lebih terjangkau dan ramah lingkungan seiring waktu. Regulasi internasional yang ketat diperlukan untuk memastikan perkembangan space tourism yang berkelanjutan dan bertanggung jawab.",
    "pilihan": [
      "Space tourism sudah bisa dinikmati semua kalangan dengan murah.",
      "Space tourism adalah wisata luar angkasa komersial yang berkembang dengan tantangan sosial dan lingkungan.",
      "Tidak ada perusahaan yang mengembangkan space tourism.",
      "Space tourism tidak memiliki dampak lingkungan sama sekali.",
      "Semua orang menolak perkembangan space tourism."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah space tourism sebagai industri baru dengan tantangan sosial, lingkungan, dan kebutuhan regulasi."
  },
  {
    "id": 25,
    "pertanyaan": "Berdasarkan Teks 8, mengapa space tourism dikritik?",
    "pilihan": [
      "Karena kesenjangan sosial dan dampak lingkungan",
      "Karena terlalu murah untuk semua orang",
      "Karena tidak menggunakan teknologi sama sekali",
      "Karena tidak ada yang tertarik",
      "Karena sudah terlalu ramah lingkungan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'menuai kritik karena kesenjangan sosial dan dampak lingkungan'."
  },
  {
    "id": 26,
    "pertanyaan": "Apa yang dibutuhkan untuk perkembangan space tourism yang bertanggung jawab menurut Teks 8?",
    "pilihan": [
      "Regulasi internasional yang ketat",
      "Penghapusan semua aturan",
      "Penghentian total space tourism",
      "Peningkatan harga tiket lebih mahal",
      "Penggunaan bahan bakar lebih banyak"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Regulasi internasional yang ketat diperlukan untuk memastikan perkembangan space tourism yang berkelanjutan dan bertanggung jawab'."
  },
  {
    "id": 27,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 27-29.\n\n**Teks 9**\n\nPlant-based meat atau daging nabati menjadi solusi alternatif protein yang semakin populer di kalangan flexitarian. Produk ini meniru tekstur dan rasa daging asli menggunakan bahan seperti kacang polong, kedelai, dan bit. Perusahaan seperti Beyond Meat dan Impossible Foods telah berhasil masuk ke pasar global. Konsumen memilih plant-based meat karena alasan kesehatan, lingkungan, dan etika. Produksi daging nabati menghasilkan emisi gas rumah kaca 90% lebih rendah dibanding peternakan konvensional. Namun, tantangan utama adalah harga yang masih tinggi dan penerimaan budaya di berbagai negara. Inovasi teknologi pangan terus dilakukan untuk meningkatkan kualitas dan menurunkan biaya produksi.",
    "pilihan": [
      "Plant-based meat adalah daging asli dari hewan.",
      "Plant-based meat adalah alternatif daging nabati dengan berbagai keunggulan dan tantangan.",
      "Tidak ada perusahaan yang memproduksi plant-based meat.",
      "Daging nabati lebih berpolusi daripada daging konvensional.",
      "Semua orang sudah beralih ke plant-based meat."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah plant-based meat sebagai alternatif daging nabati dengan keunggulan lingkungan dan tantangan harga/budaya."
  },
  {
    "id": 28,
    "pertanyaan": "Berdasarkan Teks 9, mengapa konsumen memilih plant-based meat?",
    "pilihan": [
      "Karena alasan kesehatan, lingkungan, dan etika",
      "Karena lebih murah dari daging biasa",
      "Karena tidak ada pilihan lain",
      "Karena rasanya tidak enak",
      "Karena semua peternakan sudah tutup"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Konsumen memilih plant-based meat karena alasan kesehatan, lingkungan, dan etika'."
  },
  {
    "id": 29,
    "pertanyaan": "Apa keunggulan lingkungan plant-based meat menurut Teks 9?",
    "pilihan": [
      "Menghasilkan 90% lebih banyak emisi",
      "Menghasilkan 90% lebih sedikit emisi gas rumah kaca",
      "Tidak ada perbedaan dengan daging biasa",
      "Membutuhkan lebih banyak air",
      "Menggunakan lebih banyak lahan"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Produksi daging nabati menghasilkan emisi gas rumah kaca 90% lebih rendah dibanding peternakan konvensional'."
  },
  {
    "id": 30,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 30.\n\n**Teks 10**\n\nQuantum computing menjadi lompatan teknologi berikutnya yang menjanjikan pemecahan masalah kompleks dalam hitungan menit, yang butuh ribuan tahun dengan komputer konvensional. Perusahaan seperti IBM, Google, dan startup khusus berlomba mencapai 'quantum supremacy'. Aplikasi potensial meliputi penemuan obat baru, optimisasi logistik global, dan pemodelan iklim. Namun, komputer kuantum masih sangat rentan terhadap error dan membutuhkan lingkungan super dingin (-273°C) untuk beroperasi. Investasi besar-besaran dari pemerintah dan swasta mengindikasikan keyakinan akan masa depan teknologi ini, meski mungkin butuh dekade lagi untuk aplikasi praktis skala besar.",
    "pilihan": [
      "Quantum computing adalah teknologi komputasi masa depan dengan potensi besar dan tantangan teknis.",
      "Quantum computing sudah bisa digunakan di semua laptop pribadi.",
      "Tidak ada perusahaan yang mengembangkan quantum computing.",
      "Quantum computing tidak lebih cepat dari komputer biasa.",
      "Semua masalah sudah bisa dipecahkan quantum computing saat ini."
    ],
    "jawaban": "A",
    "pembahasan": "Gagasan utama teks adalah quantum computing sebagai teknologi masa depan dengan potensi revolusioner dan berbagai tantangan teknis yang masih harus diatasi."
  }
]
