j  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nFederasi Sepak Bola Internasional (FIFA) dan Uni Sepak Bola Eropa (UEFA) baru-baru ini menuai kritik atas dugaan standar ganda dalam menanggapi konflik geopolitik. Kritik ini muncul setelah kedua federasi tersebut tidak memberikan sanksi atau *ban* kepada Israel, meskipun pemerintahnya dituduh melakukan kejahatan perang di Palestina yang juga menargetkan pesepakbola. Keputusan ini dinilai kontras dengan tindakan mereka terhadap Rusia yang secara cepat diberikan sanksi berat dan dikeluarkan dari berbagai kompetisi internasional, menyusul invasi ke Ukraina. \n\nPihak yang mengkritik berpendapat bahwa FIFA dan UEFA seharusnya memiliki sikap yang konsisten dan netral terhadap semua konflik. Jika sanksi diberlakukan untuk satu negara karena alasan politik, maka seharusnya perlakuan yang sama juga diterapkan pada negara lain. Mereka menyoroti bahwa tindakan ini tidak hanya mencoreng citra netralitas olahraga, tetapi juga mengkhianati nilai-nilai kemanusiaan yang sering mereka promosikan. \n\nDi sisi lain, FIFA dan UEFA belum memberikan penjelasan resmi yang komprehensif terkait perbedaan sikap ini. Ada dugaan bahwa keputusan mereka dipengaruhi oleh tekanan politik dan finansial dari kekuatan-kekuatan besar dunia. Apapun alasannya, peristiwa ini menyoroti perdebatan yang lebih luas mengenai hubungan yang rumit antara olahraga, politik, dan HAM. \n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai alasan kritik terhadap FIFA dan UEFA?",
    "pilihan": [
      "FIFA dan UEFA tidak bereaksi terhadap konflik geopolitik apa pun.",
      "FIFA dan UEFA menerapkan sanksi kepada Israel tetapi tidak kepada Rusia.",
      "FIFA dan UEFA dianggap memiliki standar ganda dalam menerapkan sanksi terhadap negara-negara yang berkonflik.",
      "Kedua federasi terlalu cepat dalam memberikan sanksi kepada Rusia.",
      "FIFA dan UEFA secara transparan menjelaskan perbedaan sikap mereka."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa kritik muncul karena 'dugaan standar ganda dalam menanggapi konflik geopolitik' yang ditunjukkan oleh perbedaan perlakuan terhadap Israel dan Rusia. Pilihan C adalah kesimpulan yang paling akurat dari premis tersebut."
  }
