  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks**\n\n**P1:** Masalah sampah plastik telah menjadi krisis lingkungan global yang mendesak. Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam kehidupan laut dan ekosistem pesisir. Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik yang masuk ke rantai makanan, bahkan ditemukan dalam organ vital manusia.\n\n**P2:** Akar permasalahan ini terletak pada budaya konsumsi yang didominasi oleh kemudahan plastik sekali pakai, terutama dalam sektor makanan dan minuman. Meskipun ada upaya daur ulang, tingkat daur ulang global masih rendah, dan seringkali sistem pengelolaan limbah di banyak negara kewalahan. Kurangnya infrastruktur yang memadai dan rendahnya pemilahan sampah di tingkat rumah tangga memperparah akumulasi limbah, menjadikan solusi *end-of-pipe* (penanganan di akhir) tidak efektif.\n\n**P3:** Diperlukan pendekatan holistik yang melibatkan pengurangan drastis penggunaan plastik sekali pakai (Rethink dan Reduce) serta peningkatan tanggung jawab produsen (Extended Producer Responsibility/EPR). Pemerintah wajib memberlakukan regulasi yang lebih ketat, termasuk larangan bertahap dan insentif untuk inovasi bahan alternatif ramah lingkungan. Edukasi masyarakat tentang pentingnya 3R (*Reduce, Reuse, Recycle*) dan pemilahan sampah juga fundamental untuk mengatasi krisis ini secara berkelanjutan.\n\nFungsi retoris utama dari paragraf kedua (P2) Teks adalah...",
    "pilihan": [
      "Menyajikan dampak spesifik dari mikroplastik yang telah diperkenalkan di P1.",
      "Membandingkan sistem pengelolaan limbah di negara maju dan negara berkembang.",
      "Mengidentifikasi dan merinci akar masalah dan kendala struktural yang memperparah krisis yang disajikan di P1.",
      "Memberikan solusi yang bersifat jangka pendek dan praktis untuk masalah sampah.",
      "Menyanggah klaim P1 mengenai bahaya sampah plastik di lautan."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Paragraf: P1 memperkenalkan krisis. P2 beralih untuk menjelaskan MENGAPA krisis itu terjadi dan sulit diselesaikan, dengan merinci 'akar permasalahan' (budaya konsumsi) dan 'kendala struktural' (rendahnya daur ulang, infrastruktur kurang, *end-of-pipe*). P2 berfungsi sebagai analisis etiologi (sebab-akibat) dari krisis."
  }
