  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Ekonomi Sirkular**\n\n**P1:** Ekonomi sirkular merupakan model ekonomi yang bertujuan untuk mengurangi limbah dan penggunaan sumber daya secara maksimal dengan menjaga produk, komponen, dan bahan pada tingkat utilitas dan nilai tertinggi sepanjang waktu. Berbeda dengan ekonomi linier (*ambil-buat-buang*), ekonomi sirkular berfokus pada desain ulang produk dan sistem untuk menghilangkan limbah, memperpanjang masa pakai produk melalui perbaikan, penggunaan ulang, dan daur ulang. Manfaatnya sangat beragam, mulai dari pengurangan dampak lingkungan, penghematan biaya produksi, hingga penciptaan peluang bisnis baru.\n\n**P2:** Prinsip inti dari ekonomi sirkular terletak pada konsep 'regeneratif', yang secara fundamental berbeda dari ekonomi linier. Alih-alih mengandalkan bahan baku baru dan berakhir di tempat sampah, model sirkular menekankan pada inovasi material dan proses yang memungkinkan penutupan siklus material. Hal ini memerlukan penguatan rantai pasok balik (*reverse supply chain*), di mana produk bekas dikumpulkan, dipilah, dan diolah kembali menjadi masukan untuk produksi baru, sehingga meminimalkan ketergantungan pada sumber daya alam primer.\n\n**P3:** Namun, transisi menuju model sirkular memerlukan perubahan pola pikir yang mendalam dari produsen dan konsumen, terutama dalam melihat 'sampah' sebagai 'sumber daya' yang bernilai. Investasi awal yang signifikan dalam teknologi dan infrastruktur daur ulang berkapasitas tinggi, serta dukungan regulasi yang kuat untuk memberikan insentif dan sanksi, menjadi tantangan utama. Kolaborasi lintas sektor, dari pemerintah hingga akademisi dan masyarakat, adalah kunci keberhasilan implementasi ekonomi sirkular di berbagai tingkatan.\n\nBerdasarkan P2 Teks, jika suatu negara fokus pada 'penguatan rantai pasok balik' (*reverse supply chain*), dampak yang paling mungkin terjadi pada sektor manufaktur negara tersebut adalah...",
    "pilihan": [
      "Peningkatan impor bahan baku primer yang signifikan untuk memenuhi kebutuhan produksi.",
      "Peningkatan biaya pengolahan limbah karena volume sampah yang meningkat.",
      "Peningkatan ketergantungan pada sumber daya alam yang diekstraksi dari dalam negeri.",
      "Pengurangan ketergantungan pada bahan mentah baru dan peningkatan penggunaan material daur ulang.",
      "Penurunan inovasi material dan proses karena fokus pada produk bekas."
    ],
    "jawaban": "D",
    "pembahasan": "Inferensi Kontekstual: P2 menjelaskan *reverse supply chain* (rantai pasok balik) sebagai proses pengolahan produk bekas menjadi 'masukan untuk produksi baru', yang bertujuan 'meminimalkan ketergantungan pada sumber daya alam primer'. Oleh karena itu, fokus ini akan mengarah pada pengurangan ketergantungan bahan mentah baru dan peningkatan penggunaan daur ulang."
  }
