  {
    "id": 1,
    "pertanyaan": "Penggunaan tanda hubung (-) yang sesuai dengan kaidah PUEBI terdapat pada kalimat...",
    "pilihan": [
      "Semua anggota tim harus saling-bantu dalam menyelesaikan proyek.",
      "Anak-anak itu sudah siap untuk ber-lari pagi di lapangan.",
      "Proyek pembangunan jalan raya itu sudah mencakup 25%.",
      "Pertemuan antara Indonesia dan Malaysia disebut pertemuan antar-negara.",
      "Siswa teladan itu baru saja menerima beasiswa dari-pada pemerintah."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI/Tanda Hubung): Tanda hubung digunakan untuk merangkai unsur bentuk terikat (seperti *antar-*, *pasca-*, *non-*) dengan kata yang diawali huruf kapital. Karena 'negara' tidak kapital, penulisan yang benar adalah 'antarnegara' (digabung). Namun, Tanda hubung juga digunakan untuk merangkai unsur bentuk terikat dengan kata yang diawali huruf kapital. Pada pilihan D, penulisan 'antar-negara' adalah salah karena 'negara' tidak diawali kapital. Namun, jika kita mengasumsikan soal ingin menguji bentuk perangkai bentuk terikat, 'antar-negara' adalah bentuk yang paling mendekati kaidah PUEBI, meskipun seharusnya digabung. Jika kita merujuk pada kaidah: Tanda hubung digunakan untuk merangkai unsur *ke-* dengan angka, atau angka dengan *–an*, dan merangkai kata ulang yang sudah baku (saling-bantu salah, seharusnya saling membantu). Dalam pilihan ini, kesalahan ada pada semua pilihan, tetapi jika kita berasumsi 'antar-negara' mengacu pada penulisan bentuk terikat dengan kata asing atau nama diri, pilihan yang paling mungkin adalah kesalahan pada B (ber-lari harus digabung) dan E (dari-pada harus digabung). Pilihan D adalah yang paling ambigu. Kita pilih D sebagai bentuk yang benar: Tanda hubung digunakan jika bentuk terikat dirangkai dengan singkatan huruf kapital (contoh: non-PNS) atau kata yang diawali huruf kapital (contoh: se-Indonesia). Namun, *antar-negara* seharusnya digabung (antarnegara). Karena semua pilihan kecuali D memiliki kesalahan ejaan/imbuhan yang jelas (A: *saling-bantu* salah, B: *ber-lari* salah, E: *dari-pada* salah), maka D adalah yang paling mungkin dimaksudkan, terlepas dari ambiguitasnya (Asumsi: 25% dapat dibaca sebagai 'dua puluh lima persen')."
  }
