  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Sustainable Transportation Revolution**\n\nThe global transition to sustainable transportation is accelerating as governments and consumers prioritize environmental concerns and energy security. Electric vehicles have seen exponential growth, with major automakers committing to fully electric lineups within the next decade. This shift is supported by advancements in battery technology, charging infrastructure, and renewable energy integration.\n\nUrban mobility is being reimagined through integrated transportation systems that combine EVs with micro-mobility solutions. Electric scooters, bikes, and public transit networks are creating comprehensive ecosystems that reduce congestion and emissions. Smart city technologies enable real-time optimization of traffic flow, while autonomous vehicle development promises to further revolutionize how people and goods move through urban environments.\n\nHowever, challenges remain in achieving equitable access and managing resource demands. The extraction of minerals for batteries raises environmental and ethical concerns, and charging infrastructure gaps persist in rural and low-income areas. Policy interventions, technological innovation, and public-private partnerships are essential to ensure that the transportation revolution benefits all communities while minimizing its environmental footprint.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The superiority of gasoline vehicles over electric options",
      "The complete failure of sustainable transportation efforts",
      "The progress and challenges in transitioning to sustainable transportation systems",
      "How electric vehicles are only for wealthy urban residents",
      "Why transportation should not change from current models"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas kemajuan dalam transisi transportasi berkelanjutan termasuk kendaraan listrik dan sistem mobilitas terintegrasi, serta tantangan yang harus diatasi untuk memastikan manfaat yang merata."
  }
