 {
    "id": 1,
    "pertanyaan": "Read the following text to answer question.\n\n**Text: Circular Economy and Waste Management**\n\nThe circular economy model represents a fundamental shift from traditional linear production systems toward regenerative approaches that minimize waste and maximize resource efficiency. This paradigm emphasizes designing products for durability, repairability, and recyclability while promoting sharing models and material recovery. Unlike the 'take-make-dispose' linear model, circular systems keep materials in use through multiple lifecycles.\n\nInnovative business models are emerging to support circular principles, including product-as-a-service offerings, remanufacturing initiatives, and digital platforms for material exchange. Advanced sorting technologies and chemical recycling processes enable more effective recovery of valuable materials from waste streams. These approaches not only reduce environmental impact but also create economic opportunities through new revenue streams and cost savings from reduced material consumption.\n\nImplementation challenges include scaling circular solutions, developing standardized metrics, and aligning economic incentives with sustainability goals. Policy measures such as extended producer responsibility and green public procurement can accelerate adoption. Successful transition to circular systems requires collaboration across value chains and consumer engagement to transform consumption patterns and create truly sustainable material flows.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "The linear economy is perfectly sustainable as it is",
      "Waste should be increased to boost economic growth",
      "Circular economy offers sustainable alternatives to traditional linear systems with implementation challenges",
      "All products should be designed to break quickly",
      "Recycling is impossible and should be abandoned"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa ekonomi sirkular menawarkan pendekatan regeneratif yang meminimalkan limbah dan memaksimalkan efisiensi sumber daya, meskipun terdapat tantangan implementasi yang perlu diatasi."
  }
