{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\nTeks\n\nParagraf 1: Pertumbuhan populasi yang pesat di perkotaan telah menimbulkan tantangan serius, terutama terkait dengan ketersediaan infrastruktur, kualitas udara, dan manajemen limbah. Konsep *smart city* dan pembangunan berkelanjutan menjadi solusi mendesak yang ditawarkan untuk mengatasi masalah ini. Pembangunan berkelanjutan berfokus pada keseimbangan antara kebutuhan ekonomi, keadilan sosial, dan perlindungan lingkungan, memastikan bahwa kota-kota masa depan tidak hanya efisien tetapi juga layak huni bagi semua lapisan masyarakat.\n\nParagraf 2: Salah satu pilar utama pembangunan kota berkelanjutan adalah transisi ke transportasi publik berbasis energi bersih dan promosi ruang terbuka hijau (RTH) yang memadai. RTH tidak sekadar berfungsi sebagai estetika kota, melainkan krusial dalam mengurangi efek pulau panas perkotaan, menyerap polutan udara, serta menyediakan area interaksi sosial. Namun, implementasi kebijakan ini sering terhambat oleh konflik kepentingan lahan dan biaya investasi yang tinggi, menuntut komitmen politik dan inovasi pembiayaan yang kuat.\n\nParagraf 3: Keberhasilan implementasi pembangunan berkelanjutan sangat bergantung pada partisipasi aktif masyarakat dan penerapan teknologi digital terintegrasi. Teknologi dapat digunakan untuk memantau konsumsi energi secara *real-time*, mengoptimalkan rute transportasi, dan mengelola sistem air pintar. Adopsi teknologi ini harus dibarengi dengan program peningkatan literasi digital warga, agar masyarakat bukan hanya menjadi konsumen layanan, tetapi juga pengawas dan kontributor aktif dalam mewujudkan kota yang benar-benar cerdas dan inklusif.\n\nApakah fungsi retoris Paragraf 3 dalam kaitannya dengan Paragraf 1 dan Paragraf 2 pada Teks?",
    "pilihan": [
      "Menyanggah manfaat RTH yang disebutkan di Paragraf 2 dan mengkritik inisiatif *smart city*.",
      "Memperkenalkan masalah baru mengenai literasi digital yang sama sekali tidak relevan dengan pembangunan berkelanjutan.",
      "Menggambarkan hasil yang telah dicapai dari penerapan teknologi transportasi di Paragraf 2.",
      "Menyajikan syarat-syarat implementasi (teknologi dan partisipasi) untuk melengkapi pilar-pilar kebijakan yang dibahas di Paragraf 2.",
      "Memberikan contoh konkret mengenai konflik kepentingan lahan yang menjadi hambatan."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf 1 menyajikan masalah dan solusi (pembangunan berkelanjutan). Paragraf 2 membahas pilar kebijakan (transportasi, RTH) dan hambatannya. Paragraf 3 berfungsi retoris dengan menyajikan syarat pendukung dan kunci keberhasilan implementasi (teknologi dan partisipasi masyarakat), yang secara logis melengkapi dan memungkinkan tercapainya tujuan yang dibahas di P2 dan P1."
  }
