  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Artificial Intelligence in Healthcare**\n\nThe integration of artificial intelligence in healthcare represents one of the most transformative developments in modern medicine. AI systems are revolutionizing diagnostics, treatment planning, and patient care through advanced algorithms capable of analyzing complex medical data. These technologies can process vast amounts of information from medical images, electronic health records, and genomic data to identify patterns that might escape human detection.\n\nMachine learning models have demonstrated remarkable accuracy in detecting diseases such as cancer, diabetes, and neurological disorders at earlier stages than traditional methods. For instance, AI-powered imaging tools can identify subtle anomalies in X-rays and MRIs with precision exceeding human radiologists in certain contexts. Additionally, natural language processing enables efficient analysis of clinical notes and research literature, accelerating medical research and drug discovery processes.\n\nDespite these advancements, significant challenges remain regarding data privacy, algorithmic bias, and regulatory frameworks. The implementation of AI must prioritize patient safety and ethical considerations while ensuring equitable access across diverse populations. As healthcare systems worldwide adopt these technologies, continuous monitoring and interdisciplinary collaboration between medical professionals, data scientists, and ethicists will be crucial for maximizing benefits while minimizing potential risks.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "AI has completely replaced human doctors in all medical fields",
      "AI in healthcare offers transformative benefits but requires careful ethical implementation",
      "Medical AI systems are completely unreliable and dangerous",
      "Healthcare should avoid all technological advancements",
      "AI can only be used for administrative tasks in hospitals"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa AI menawarkan manfaat transformatif dalam diagnostik dan perawatan pasien, tetapi implementasinya harus mempertimbangkan aspek etika, privasi data, dan kerangka regulasi untuk memaksimalkan manfaat dan meminimalkan risiko."
  }
