  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Digital Privacy in the AI Era**\n\nDigital privacy has become increasingly complex in the age of artificial intelligence and big data analytics. Modern technologies collect and process unprecedented amounts of personal information, often without users' full understanding or consent. AI systems can infer sensitive characteristics from seemingly innocuous data, creating detailed profiles that impact everything from credit decisions to employment opportunities.\n\nRegulatory frameworks like the GDPR and CCPA have established important privacy protections, but enforcement remains challenging across jurisdictions. The tension between data-driven innovation and individual privacy rights continues to evolve as new technologies emerge. Companies face growing pressure to implement privacy-by-design principles and provide transparent data practices, while consumers struggle to maintain control over their digital footprints.\n\nEmerging solutions include differential privacy techniques, federated learning, and decentralized identity systems that minimize data exposure. However, the rapid pace of technological change often outstrips legal and social adaptations. Achieving meaningful digital privacy requires ongoing dialogue between technologists, policymakers, and civil society to balance innovation with fundamental rights in our increasingly connected world.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Argue that digital privacy is no longer important",
      "Promote unlimited data collection by corporations",
      "Explain the complexities of digital privacy in the AI era and potential solutions",
      "Suggest that all AI systems should be banned permanently",
      "Claim that privacy laws have completely solved all issues"
    ],
    "jawaban": "C",
    "pembahasan": "Tujuan utama penulis adalah menjelaskan kompleksitas privasi digital di era AI, tantangan regulasi, dan solusi yang muncul seperti privasi diferensial dan sistem identitas terdesentralisasi."
  }
