  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Janji Energi Fusi Nuklir sebagai Solusi Bersih**\n\n(1) Krisis energi dan kebutuhan mendesak untuk mengurangi emisi karbon mendorong pencarian sumber energi baru yang berkelanjutan. Energi fusi nuklir—proses yang sama yang memberi daya pada Matahari—muncul sebagai salah satu janji terbesar. Fusi melibatkan penggabungan inti atom ringan (seperti isotop hidrogen, deuterium, dan tritium) untuk melepaskan energi yang masif.\n\n(2) Berbeda dengan energi fisi nuklir (yang digunakan di reaktor saat ini dan menghasilkan limbah radioaktif jangka panjang), fusi menghasilkan energi yang jauh lebih bersih. Bahan bakar fusi (isotop hidrogen) melimpah di air laut, dan limbah yang dihasilkan memiliki radioaktivitas jangka pendek. **Hal ini menjadikan fusi nuklir berpotensi menjadi sumber energi yang hampir tak terbatas, aman, dan ramah lingkungan.**\n\n(3) Tantangan utama dalam mewujudkan energi fusi komersial adalah mencapai *break-even point* (*ignition*), yaitu kondisi di mana energi yang dihasilkan dari reaksi fusi lebih besar daripada energi yang dimasukkan untuk memicu reaksi. Untuk mencapai kondisi ini, bahan bakar harus dipanaskan hingga jutaan derajat Celsius—lebih panas dari inti Matahari—dan dikendalikan menggunakan medan magnet yang sangat kuat (disebut *tokamak*).\n\nApa perbedaan utama energi fusi dengan energi fisi (Teks)?",
    "pilihan": [
      "Fusi menggunakan isotop uranium, sedangkan fisi menggunakan isotop hidrogen.",
      "Fusi menghasilkan limbah radioaktif jangka panjang, sedangkan fisi menghasilkan energi bersih.",
      "Fusi melibatkan penggabungan inti atom ringan, sedangkan fisi melibatkan pembelahan inti atom berat, dan fusi lebih bersih.",
      "Fusi lebih mudah mencapai *break-even point* daripada fisi.",
      "Keduanya sama-sama tidak memerlukan bahan bakar yang melimpah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) dan (2) menyebutkan fusi adalah penggabungan dan bersih, sedangkan fisi adalah pembelahan dan menghasilkan limbah radioaktif jangka panjang."
  }
