
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1**\n\nClimate change represents one of the most significant challenges facing humanity today. The Earth's average temperature has risen approximately 1.2 degrees Celsius since the late 19th century, primarily due to human activities that release greenhouse gases into the atmosphere. The consequences of this warming are already visible worldwide through more frequent and intense extreme weather events, melting glaciers, and rising sea levels.\n\nScientific evidence overwhelmingly confirms that human activities, particularly the burning of fossil fuels and deforestation, are the main drivers of current climate change. The Intergovernmental Panel on Climate Change (IPCC) has repeatedly warned that without drastic reductions in greenhouse gas emissions, the planet will experience increasingly severe impacts. These include food and water shortages, displacement of coastal communities, and loss of biodiversity.\n\nAddressing climate change requires global cooperation and immediate action. The Paris Agreement, adopted in 2015, aims to limit global warming to well below 2 degrees Celsius above pre-industrial levels. Achieving this goal necessitates transitioning to renewable energy sources, improving energy efficiency, and implementing sustainable land-use practices. Individual actions, while important, must be complemented by systemic changes and strong government policies to create meaningful impact.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Climate change is a natural process that requires no human intervention",
      "Human activities are the primary cause of climate change, requiring urgent global action",
      "The Paris Agreement has completely solved the climate change problem",
      "Individual actions alone can reverse climate change effectively",
      "Climate change only affects polar regions and not other areas"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa aktivitas manusia merupakan penyebab utama perubahan iklim, dengan konsekuensi yang sudah terlihat, dan membutuhkan aksi global segera melalui kerjasama internasional dan kebijakan pemerintah yang kuat."
  }
