{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Fenomena *Greenwashing* dan Tantangan Konsumsi Etis**\n\n(1) Seiring meningkatnya kesadaran publik terhadap isu lingkungan, semakin banyak konsumen yang termotivasi untuk memilih produk yang diklaim ramah lingkungan. Namun, motivasi ini dieksploitasi oleh fenomena *greenwashing*—praktik di mana perusahaan mengklaim produk atau operasinya lebih hijau daripada kenyataan sebenarnya, seringkali melalui klaim pemasaran yang menyesatkan atau samar-samar.\n\n(2) *Greenwashing* tidak hanya menipu konsumen, tetapi juga merusak upaya nyata dari perusahaan yang benar-benar berkomitmen pada keberlanjutan. Praktik ini biasanya melibatkan penggunaan kata-kata seperti 'alami', 'organik', atau 'ramah lingkungan' tanpa sertifikasi yang kredibel atau data pendukung yang transparan. Akibatnya, konsumen menjadi skeptis terhadap semua klaim hijau, yang pada akhirnya menghambat transisi menuju ekonomi yang lebih berkelanjutan.\n\n(3) Untuk melawan *greenwashing*, diperlukan peran aktif dari tiga pihak. Pemerintah harus menetapkan standar pelabelan yang jelas dan sanksi yang tegas bagi pelanggar. Organisasi independen harus menyediakan sertifikasi yang mudah diverifikasi. **Konsumen sendiri harus menjadi pihak yang proaktif: mempertanyakan klaim yang terlalu baik untuk menjadi kenyataan dan melakukan verifikasi silang terhadap informasi yang disajikan perusahaan.**\n\nApa definisi dari *greenwashing* (Teks)?",
    "pilihan": [
      "Praktik di mana perusahaan berkomitmen penuh pada keberlanjutan.",
      "Klaim pemasaran yang transparan dan didukung sertifikasi kredibel.",
      "Praktik di mana perusahaan mengklaim produk atau operasinya lebih hijau daripada kenyataan sebenarnya.",
      "Upaya nyata dari perusahaan untuk mengurangi limbah.",
      "Penetapan standar pelabelan yang jelas oleh pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan *greenwashing* sebagai 'praktik di mana perusahaan mengklaim produk atau operasinya lebih hijau daripada kenyataan sebenarnya'."
  }
