  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question.\n\n**Text: Generative AI and Creative Industries**\n\nGenerative artificial intelligence has emerged as a transformative force across creative industries, enabling the production of original content through advanced machine learning algorithms. These AI systems can generate text, images, music, and video by learning from vast datasets of human-created content. The technology leverages sophisticated neural networks that recognize patterns and create new outputs based on learned parameters and user prompts.\n\nThe adoption of generative AI presents both opportunities and challenges for creative professionals. On one hand, it democratizes content creation by lowering technical barriers and accelerating production workflows. Designers, writers, and artists can use these tools for brainstorming, prototyping, and enhancing their creative processes. On the other hand, concerns about copyright infringement, job displacement, and the devaluation of human creativity have sparked intense debates within creative communities.\n\nEthical considerations and regulatory frameworks are struggling to keep pace with technological advancements. Issues surrounding training data ownership, content authenticity, and proper attribution require careful examination. As generative AI continues to evolve, stakeholders must collaborate to establish guidelines that protect intellectual property rights while fostering innovation and ensuring fair compensation for human creators in this new landscape.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Generative AI will completely replace human creativity in all industries",
      "Generative AI offers transformative potential but raises important ethical and practical concerns",
      "Creative professionals have nothing to worry about from AI advancements",
      "Generative AI is only useful for technical tasks, not creative work",
      "All generative AI tools are illegal and should be banned immediately"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa AI generatif menawarkan potensi transformatif dengan mempercepat alur kerja kreatif, tetapi juga menimbulkan kekhawatiran tentang hak cipta, displasemen pekerjaan, dan perlunya kerangka etika yang sesuai."
  }
