  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks**\n\n**P1:** Era digital telah mengubah lanskap bisnis secara drastis, memunculkan model-model ekonomi baru seperti ekonomi berbagi (*sharing economy*). Konsep ini memungkinkan individu atau kelompok untuk berbagi akses terhadap barang dan jasa yang tidak terpakai sepenuhnya, seringkali difasilitasi oleh platform digital. Contoh populer termasuk penyewaan akomodasi (*Airbnb*) dan transportasi (*Grab*, *Gojek*). Keunggulan utamanya adalah efisiensi pemanfaatan sumber daya, pengurangan limbah, serta potensi penghasilan tambahan bagi pemilik aset.\n\n**P2:** Namun, pertumbuhan pesat ini memunculkan tantangan ketenagakerjaan yang kompleks, sering disebut sebagai *gig economy*. Pekerja platform umumnya tidak mendapatkan perlindungan sosial dan hak-hak yang sama seperti pekerja formal, sehingga menimbulkan ketidakpastian finansial. Selain itu, isu kepercayaan antarpihak, persaingan yang tidak setara dengan model bisnis konvensional, serta penghindaran pajak di beberapa yurisdiksi menjadi hambatan regulasi yang serius.\n\n**P3:** Oleh karena itu, diperlukan kerangka hukum yang adaptif untuk mengakui dan melindungi hak-hak pekerja *gig economy* tanpa mematikan inovasi. Pengembangan sistem reputasi dan rating yang transparan dan andal juga krusial untuk membangun kembali kepercayaan antar pengguna. Dengan adanya edukasi pasar dan regulasi yang adil, ekonomi berbagi dapat bertransformasi menjadi model yang tidak hanya efisien secara ekonomi, tetapi juga berkelanjutan dan berkeadilan sosial.\n\nApa fungsi retoris paragraf kedua (P2) dalam hubungannya dengan paragraf pertama (P1) Teks?",
    "pilihan": [
      "Menguatkan potensi positif yang telah dipaparkan di P1 dengan menyajikan data pendukung.",
      "Menggambarkan sisi kontradiktif atau masalah yang timbul sebagai konsekuensi dari potensi ekonomi yang dijelaskan di P1.",
      "Memberikan solusi praktis untuk tantangan-tantangan yang diuraikan pada P3.",
      "Mendefinisikan ulang konsep *sharing economy* yang telah diperkenalkan di P1.",
      "Membandingkan model ekonomi berbagi dengan model bisnis konvensional."
    ],
    "jawaban": "B",
    "pembahasan": "P1 menjelaskan potensi dan keunggulan ekonomi berbagi. P2 menggunakan kata 'Namun' untuk menyajikan aspek negatif, yaitu tantangan dan masalah (ketenagakerjaan, regulasi, pajak) yang merupakan kontradiksi atau konsekuensi dari pertumbuhan yang disajikan di P1. Fungsi retorisnya adalah kontras dan penyajian masalah."
  }
