  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks**\n\n**P1:** Kuliner tradisional Indonesia merupakan bagian tak terpisahkan dari identitas budaya bangsa. Keberagaman rempah-rempah, teknik memasak yang unik, dan filosofi di balik setiap hidangan di berbagai daerah menciptakan kekayaan rasa yang tiada duanya. Selain nilai budaya yang mendalam, kuliner tradisional juga memiliki potensi ekonomi yang besar, terutama dalam mendukung pariwisata, memberdayakan Usaha Mikro, Kecil, dan Menengah (UMKM), dan meningkatkan citra bangsa di mata dunia.\n\n**P2:** Namun, warisan kuliner ini menghadapi ancaman serius di tengah gempuran tren makanan modern dan cepat saji yang lebih praktis dan masif promosinya. Tantangan terbesar adalah regenerasi, di mana generasi muda cenderung kurang tertarik untuk mempelajari, mempraktikkan, dan meneruskan resep leluhur yang membutuhkan proses panjang. Selain itu, masalah standarisasi resep dan sanitasi dalam penyajian tradisional seringkali menghambat penetrasi pasar yang lebih luas dan profesional, termasuk pasar ekspor.\n\n**P3:** Untuk memastikan kelangsungan dan pengembangan potensi ini, diperlukan strategi yang seimbang. Inovasi harus dilakukan dalam penyajian dan pengemasan tanpa mengorbankan keaslian rasa dan bahan. Pemanfaatan platform digital untuk promosi yang luas dan edukasi interaktif wajib dilakukan untuk menumbuhkan minat generasi muda. Dengan menggabungkan tradisi dan teknologi, kuliner tradisional dapat bertransformasi menjadi kekuatan ekonomi kreatif yang lestari dan berdaya saing global.\n\nJika Teks diberi judul 'Melestarikan Jati Diri Bangsa Melalui Cita Rasa', fungsi retoris judul tersebut adalah...",
    "pilihan": [
      "Menyajikan masalah utama yang dihadapi oleh kuliner tradisional.",
      "Menekankan nilai ekonomi kuliner tradisional bagi pariwisata nasional.",
      "Mengangkat pesan utama teks bahwa kuliner tidak hanya bernilai rasa, tetapi juga berperan sebagai penanda identitas dan budaya bangsa.",
      "Meringkas semua tantangan yang dihadapi oleh generasi muda dalam mempelajari resep leluhur.",
      "Menyebutkan semua strategi pelestarian yang diusulkan oleh penulis di P3."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Judul: Judul tersebut menghubungkan 'Cita Rasa' (kuliner) dengan 'Jati Diri Bangsa' (identitas/budaya), yang merupakan ide utama yang ditekankan penulis di P1 ('bagian tak terpisahkan dari identitas budaya bangsa'). Judul ini menekankan nilai non-ekonomi (budaya/identitas) kuliner."
  }
