  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Hiperloop dan Revolusi Kecepatan Transportasi**\n\n(1) Hiperloop adalah konsep sistem transportasi futuristik yang menjanjikan revolusi dalam kecepatan dan efisiensi perjalanan jarak jauh. Sistem ini bekerja dengan menempatkan kapsul berpenumpang di dalam tabung hampa udara (*vacuum tube*) dan mendorongnya menggunakan levitasi magnetik dan tekanan udara minimal. Dengan menghilangkan hambatan udara dan gesekan, Hiperloop berpotensi mencapai kecepatan hingga 1.000 km/jam.\n\n(2) Keunggulan Hiperloop tidak hanya terletak pada kecepatannya yang ekstrem. Sistem ini juga memiliki jejak karbon yang rendah karena didukung oleh energi terbarukan, menjadikannya alternatif yang ramah lingkungan dibandingkan pesawat atau kereta api cepat. Selain itu, perjalanan yang sangat cepat akan mengurangi waktu tempuh antar kota secara drastis, meningkatkan konektivitas ekonomi, dan mengubah struktur demografi perkotaan.\n\n(3) Meskipun demikian, realisasi Hiperloop menghadapi tantangan teknik dan finansial yang besar. Diperlukan biaya pembangunan infrastruktur tabung hampa udara yang masif. Selain itu, diperlukan pengembangan sistem keselamatan penumpang yang belum teruji sepenuhnya pada kecepatan hipersonik. **Untuk mewujudkan potensi ini, kolaborasi pendanaan global dan regulasi yang mendukung pengujian skala penuh harus segera ditetapkan.**\n\nApa cara kerja utama sistem Hiperloop (Teks)?",
    "pilihan": [
      "Menggunakan bahan bakar fosil dan roda bergesekan.",
      "Mendorong kapsul di tabung bertekanan udara penuh.",
      "Menggunakan levitasi magnetik dan tekanan udara minimal di dalam tabung hampa udara (*vacuum tube*).",
      "Mengandalkan energi terbarukan untuk mencapai 100 km/jam.",
      "Membuat waktu tempuh antar kota menjadi lebih lama."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menjelaskan cara kerjanya: 'menempatkan kapsul berpenumpang di dalam tabung hampa udara... dan mendorongnya menggunakan levitasi magnetik dan tekanan udara minimal'."
  }
