[
  {
    "id": 1,
    "pertanyaan": "The Great Barrier Reef, located off the coast of Australia, is the world's largest coral reef system. It is home to an extraordinary diversity of marine life, including over 1,500 species of fish and 400 types of coral. However, climate change poses a significant threat to this ecosystem. Rising ocean temperatures cause coral bleaching, a phenomenon where corals expel the algae living in their tissues, turning them white and making them more susceptible to disease. Efforts to protect the reef include reducing greenhouse gas emissions, improving water quality, and implementing sustainable fishing practices.\n\nWhat is the main focus of the passage?",
    "pilihan": [
      "The tourism potential of the Great Barrier Reef.",
      "The biodiversity and threats to the Great Barrier Reef.",
      "The history of coral reef formation.",
      "The economic value of marine ecosystems.",
      "The cultural significance of the reef to Indigenous Australians."
    ],
    "jawaban": "B",
    "pembahasan": "Teks membahas keanekaragaman hayati (biodiversity) Great Barrier Reef dan ancaman yang dihadapinya (terutama perubahan iklim dan pemutihan karang), serta upaya perlindungannya.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 2,
    "pertanyaan": "The Great Barrier Reef...\n\nAccording to the passage, what causes coral bleaching?",
    "pilihan": [
      "Overfishing in the area.",
      "Rising ocean temperatures.",
      "Pollution from coastal development.",
      "Earthquakes under the ocean floor.",
      "Increased acidity of seawater."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan 'Rising ocean temperatures cause coral bleaching'.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 3,
    "pertanyaan": "The Great Barrier Reef...\n\nThe word 'susceptible' in the passage is closest in meaning to...",
    "pilihan": [
      "Resistant",
      "Immune",
      "Vulnerable",
      "Adaptable",
      "Tolerant"
    ],
    "jawaban": "C",
    "pembahasan": "'Susceptible' berarti mudah terkena dampak negatif, sehingga 'vulnerable' (rentan) adalah sinonim terdekat.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 4,
    "pertanyaan": "The Industrial Revolution, which began in the late 18th century, marked a shift from agrarian economies to industrialized ones. This period saw the invention of steam engines, mechanized textile manufacturing, and improved iron production techniques. While industrialization led to increased production and economic growth, it also resulted in poor working conditions, child labor, and urban overcrowding. The revolution eventually spread throughout Europe and North America, fundamentally altering social structures and laying the foundation for modern capitalism.\n\nWhich of the following was NOT mentioned as a consequence of the Industrial Revolution?",
    "pilihan": [
      "Economic growth.",
      "Mechanized textile production.",
      "Improved working conditions.",
      "Urban overcrowding.",
      "Child labor exploitation."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebut 'poor working conditions' (bukan improved) sebagai salah satu konsekuensi negatif.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 5,
    "pertanyaan": "The Industrial Revolution...\n\nWhat was the primary technological innovation that drove the Industrial Revolution?",
    "pilihan": [
      "Electricity generation.",
      "Steam engine technology.",
      "Computer automation.",
      "Nuclear power.",
      "Solar energy."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebut 'the invention of steam engines' sebagai inovasi utama di awal revolusi industri.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 6,
    "pertanyaan": "Neuroscientists have discovered that the human brain remains capable of learning throughout adulthood, contrary to the long-held belief that brain development stops after childhood. This phenomenon, known as neuroplasticity, refers to the brain's ability to reorganize itself by forming new neural connections. Learning new skills, such as playing a musical instrument or speaking a foreign language, can physically change the brain's structure. These findings have significant implications for education and rehabilitation after brain injuries.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "The brain stops developing after puberty.",
      "Childhood is the only important period for learning.",
      "The adult brain can change and adapt through learning.",
      "Music education is essential for brain development.",
      "Brain injuries permanently damage cognitive functions."
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah tentang neuroplastisitas - kemampuan otak dewasa untuk berubah dan beradaptasi melalui pembelajaran.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 7,
    "pertanyaan": "Neuroscientists have discovered...\n\nThe term 'neuroplasticity' refers to the brain's ability to...",
    "pilihan": [
      "Shrink with age.",
      "Form new neural connections.",
      "Function without oxygen.",
      "Process visual information.",
      "Control involuntary movements."
    ],
    "jawaban": "B",
    "pembahasan": "Teks mendefinisikan neuroplastisitas sebagai 'the brain's ability to reorganize itself by forming new neural connections'.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 8,
    "pertanyaan": "The concept of 'fake news' has gained prominence in recent years, referring to deliberately misleading information presented as factual news. While misinformation is not new, digital platforms have amplified its spread due to their viral nature and algorithms that prioritize engaging content over accuracy. Combating fake news requires media literacy education, fact-checking initiatives, and greater transparency from social media companies about their content moderation policies.\n\nWhat has contributed to the increased spread of fake news according to the passage?",
    "pilihan": [
      "Declining newspaper circulation.",
      "Digital platforms and their algorithms.",
      "Government censorship of media.",
      "Lack of interest in current affairs.",
      "Decreasing internet access worldwide."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa platform digital dan algoritmanya yang memprioritaskan konten yang menarik (bukan akurat) telah memperluas penyebaran berita palsu.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 9,
    "pertanyaan": "Quantum computing represents a revolutionary approach to information processing that leverages quantum-mechanical phenomena like superposition and entanglement. Unlike classical computers that use bits (0s and 1s), quantum computers use quantum bits or qubits that can exist in multiple states simultaneously. This allows them to solve certain complex problems exponentially faster than conventional computers. Potential applications include drug discovery, cryptography, and optimization problems. However, significant technical challenges remain, particularly in maintaining quantum coherence and minimizing errors.\n\nWhich of the following best describes the key advantage of quantum computers over classical computers?",
    "pilihan": [
      "They are smaller in physical size.",
      "They consume less electricity.",
      "They can process multiple states simultaneously.",
      "They are easier to program.",
      "They have longer-lasting hardware."
    ],
    "jawaban": "C",
    "pembahasan": "Keunggulan utama komputer kuantum adalah penggunaan qubit yang bisa berada dalam multiple states secara bersamaan (superposition), memungkinkan pemrosesan eksponensial lebih cepat untuk masalah tertentu.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 10,
    "pertanyaan": "Quantum computing...\n\nWhat is one of the main technical challenges mentioned in developing quantum computers?",
    "pilihan": [
      "Creating user-friendly interfaces.",
      "Maintaining quantum coherence.",
      "Reducing production costs.",
      "Increasing processor clock speeds.",
      "Developing quantum programming languages."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebut 'maintaining quantum coherence' sebagai salah satu tantangan teknis utama dalam pengembangan komputer kuantum.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 11,
    "pertanyaan": "The theory of punctuated equilibrium, proposed by Stephen Jay Gould and Niles Eldredge, challenges the traditional Darwinian view of gradual evolution. It suggests that species remain relatively unchanged for long periods (stasis), punctuated by brief episodes of rapid evolutionary change. These bursts often coincide with environmental disruptions or colonization of new habitats. The theory helps explain gaps in the fossil record where intermediate forms are absent, as transitions occur too rapidly to leave many fossils.\n\nHow does punctuated equilibrium differ from traditional Darwinian evolution?",
    "pilihan": [
      "It rejects the concept of natural selection.",
      "It proposes rapid change between long periods of stability.",
      "It suggests evolution only occurs in marine environments.",
      "It denies the existence of genetic mutations.",
      "It claims evolution is always gradual and continuous."
    ],
    "jawaban": "B",
    "pembahasan": "Punctuated equilibrium berbeda dengan evolusi Darwinian gradual karena menyarankan periode panjang stasis yang diselingi episode perubahan cepat, bukan perubahan bertahap dan terus-menerus.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 12,
    "pertanyaan": "The theory of punctuated equilibrium...\n\nWhat does punctuated equilibrium help explain about the fossil record?",
    "pilihan": [
      "The abundance of transitional fossils.",
      "The absence of many intermediate forms.",
      "The complete sequence of all evolutionary stages.",
      "The rapid fossilization of all species.",
      "The consistent rate of fossil deposition."
    ],
    "jawaban": "B",
    "pembahasan": "Teori ini membantu menjelaskan mengapa banyak bentuk peralihan (intermediate forms) tidak ditemukan dalam catatan fosil - karena transisi terjadi terlalu cepat untuk meninggalkan banyak fosil.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 13,
    "pertanyaan": "Postmodern literature is characterized by fragmentation, paradox, unreliable narrators, and self-reflexivity. Unlike modernist works that sought meaning in a chaotic world, postmodern texts often embrace randomness and question the very possibility of meaning. Techniques like pastiche, intertextuality, and metafiction blur the boundaries between high and low culture while challenging traditional narrative structures. Notable postmodern authors include Thomas Pynchon, Don DeLillo, and Margaret Atwood.\n\nWhich of the following is NOT a characteristic of postmodern literature mentioned in the passage?",
    "pilihan": [
      "Unreliable narrators.",
      "Search for universal meaning.",
      "Self-reflexivity.",
      "Use of paradox.",
      "Fragmentation."
    ],
    "jawaban": "B",
    "pembahasan": "Postmodern justru mempertanyakan kemungkinan makna universal (bertentangan dengan pencarian makna). Semua pilihan lain disebut sebagai ciri postmodern.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 14,
    "pertanyaan": "Postmodern literature...\n\nHow does postmodern literature differ from modernist literature according to the passage?",
    "pilihan": [
      "Postmodern works avoid all narrative experimentation.",
      "Modernist works embrace randomness while postmodern seeks order.",
      "Postmodern questions meaning while modernist sought meaning.",
      "Modernist literature exclusively uses reliable narrators.",
      "Postmodern literature rejects all intertextual references."
    ],
    "jawaban": "C",
    "pembahasan": "Perbedaan utama yang disebutkan adalah bahwa sastra modernis mencari makna dalam dunia yang kacau, sementara postmodern mempertanyakan kemungkinan makna itu sendiri.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 15,
    "pertanyaan": "The **(A) phenomenon** of sleep paralysis **(B) occur** when a person **(C) finds** themselves temporarily unable to move or speak **(D) while** waking up or falling asleep. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Kesalahan terletak pada (B). Subjek 'phenomenon' (tunggal) membutuhkan kata kerja tunggal 'occurs', bukan 'occur' (jamak).",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 16,
    "pertanyaan": "The **(A) discovery** of penicillin by Alexander Fleming in 1928 **(B) was** largely **(C) accidental**, but it **(D) have** revolutionized modern medicine. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "D",
    "pembahasan": "Kesalahan pada (D). Subjek 'it' (merujuk pada 'discovery') membutuhkan kata kerja tunggal 'has', bukan 'have'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 17,
    "pertanyaan": "The **(A) criteria** for **(B) selecting** candidates **(C) includes** not only academic achievements but also **(D) extracurricular** involvement. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "C",
    "pembahasan": "Kesalahan pada (C). 'Criteria' adalah bentuk jamak (singular: criterion), sehingga membutuhkan kata kerja jamak 'include', bukan 'includes' (tunggal).",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 18,
    "pertanyaan": "The **(A) data** collected from the experiment **(B) was** surprising because it **(C) contradicted** all previous **(D) hypotheses**. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Kesalahan pada (B). 'Data' adalah bentuk jamak (singular: datum), sehingga membutuhkan kata kerja jamak 'were', bukan 'was' (tunggal). Ini tricky karena dalam bahasa Inggris informal, 'data' sering dianggap tunggal.",
    "tingkat_kesulitan": "Sulit & Tricky"
  }
]
