[
  {
    "id": 1,
    "pertanyaan": "The concept of 'carbon footprint' refers to the total greenhouse gas emissions caused directly and indirectly by an individual, organization, event or product. Many companies now calculate their carbon footprints as part of sustainability initiatives, seeking ways to reduce emissions through energy efficiency and renewable energy adoption.\n\nWhat is the primary purpose of calculating a carbon footprint?",
    "pilihan": [
      "To increase fossil fuel consumption",
      "To identify opportunities for emission reduction",
      "To justify increased industrial production",
      "To compare national economic outputs",
      "To measure employee productivity"
    ],
    "jawaban": "B",
    "pembahasan": "Perhitungan jejak karbon terutama bertujuan mengidentifikasi peluang pengurangan emisi gas rumah kaca.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 2,
    "pertanyaan": "The human digestive system breaks down food into nutrients through mechanical and chemical processes. It begins in the mouth where chewing and saliva start digestion, continues through the stomach's acidic environment, and concludes with nutrient absorption in the small intestine.\n\nWhere does most nutrient absorption occur?",
    "pilihan": [
      "Mouth",
      "Esophagus",
      "Stomach",
      "Small intestine",
      "Large intestine"
    ],
    "jawaban": "D",
    "pembahasan": "Penyerapan nutrisi utama terjadi di usus halus (small intestine) yang memiliki struktur vili untuk memperluas permukaan absorpsi.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 3,
    "pertanyaan": "Artificial neural networks are computing systems inspired by biological neural networks. They consist of interconnected nodes that process information similarly to neurons in the brain, enabling machine learning applications like image recognition and natural language processing.\n\nWhat biological structure inspired artificial neural networks?",
    "pilihan": [
      "The circulatory system",
      "The digestive tract",
      "The human brain",
      "The muscular system",
      "The skeletal structure"
    ],
    "jawaban": "C",
    "pembahasan": "Jaringan saraf tiruan terinspirasi dari struktur dan cara kerja otak manusia (biological neural networks).",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 4,
    "pertanyaan": "The Industrial Revolution began in Britain in the late 18th century, marked by the transition from hand production to machines. Key innovations included the steam engine, spinning jenny, and power loom, which dramatically increased production capacity and changed social structures.\n\nWhat was a significant social consequence of the Industrial Revolution?",
    "pilihan": [
      "Decreased urban populations",
      "Improved working conditions in factories",
      "The rise of labor unions",
      "Elimination of social classes",
      "Reduced need for education"
    ],
    "jawaban": "C",
    "pembahasan": "Revolusi Industri memunculkan serikat pekerja sebagai respons terhadap kondisi kerja yang buruk di pabrik-pabrik.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 5,
    "pertanyaan": "The greenhouse effect is a natural process where certain gases in Earth's atmosphere trap heat, maintaining temperatures suitable for life. However, human activities have intensified this effect by increasing concentrations of greenhouse gases like carbon dioxide, leading to global warming.\n\nWhat is the primary cause of the enhanced greenhouse effect?",
    "pilihan": [
      "Increased volcanic activity",
      "Higher concentrations of atmospheric greenhouse gases",
      "Changes in Earth's orbit",
      "Decreased solar radiation",
      "Natural climate cycles"
    ],
    "jawaban": "B",
    "pembahasan": "Efek rumah kaca yang meningkat terutama disebabkan oleh konsentrasi gas rumah kaca yang lebih tinggi di atmosfer akibat aktivitas manusia.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 6,
    "pertanyaan": "Shakespeare's tragedies typically feature protagonists with tragic flaws that lead to their downfall. For example, Hamlet's indecisiveness and Macbeth's ambition drive their respective stories toward dramatic conclusions. These works explore universal themes of power, morality, and human nature.\n\nWhat literary device is exemplified by Hamlet's indecisiveness?",
    "pilihan": [
      "Metaphor",
      "Tragic flaw",
      "Alliteration",
      "Foreshadowing",
      "Hyperbole"
    ],
    "jawaban": "B",
    "pembahasan": "Hamlet's indecisiveness represents a tragic flaw (hamartia) that leads to his downfall, characteristic of Shakespearean tragedies.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 7,
    "pertanyaan": "Photosynthesis converts light energy into chemical energy stored in glucose. This process in plant chloroplasts requires carbon dioxide, water, and sunlight, producing oxygen as a byproduct. The chemical equation summarizes this as: 6CO₂ + 6H₂O + light → C₆H₁₂O₆ + 6O₂.\n\nWhat are the products of photosynthesis?",
    "pilihan": [
      "Carbon dioxide and water",
      "Glucose and oxygen",
      "Water and oxygen",
      "Carbon dioxide and glucose",
      "Light and water"
    ],
    "jawaban": "B",
    "pembahasan": "Persamaan kimia menunjukkan glukosa (C₆H₁₂O₆) dan oksigen (6O₂) sebagai produk fotosintesis.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 8,
    "pertanyaan": "The theory of comparative advantage explains why countries benefit from specializing in goods they can produce relatively more efficiently, then trading for other goods. This principle underlies modern international trade, demonstrating how trade can be mutually beneficial even when one country is more efficient in all areas.\n\nWhat is the main benefit of comparative advantage?",
    "pilihan": [
      "Eliminating all imports",
      "Increasing national self-sufficiency",
      "Mutual gains from specialization and trade",
      "Standardizing global prices",
      "Reducing all transportation costs"
    ],
    "jawaban": "C",
    "pembahasan": "Keuntungan komparatif memungkinkan negara memperoleh manfaat bersama melalui spesialisasi dan perdagangan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 9,
    "pertanyaan": "Quantum computing utilizes quantum bits (qubits) that can exist in superposition states, enabling parallel computations. While promising for cryptography and drug discovery, practical quantum computers face challenges like quantum decoherence and error rates that classical computers don't encounter.\n\nWhat unique property of qubits gives quantum computers their potential advantage?",
    "pilihan": [
      "Ability to function at room temperature",
      "Capability to exist in multiple states simultaneously",
      "Resistance to all computational errors",
      "Use of traditional binary code",
      "Dependence on classical physics principles"
    ],
    "jawaban": "B",
    "pembahasan": "Qubit memiliki sifat superposisi kuantum yang memungkinkannya berada dalam multiple states secara bersamaan, memungkinkan komputasi paralel.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 10,
    "pertanyaan": "The Turing Test evaluates a machine's ability to exhibit intelligent behavior indistinguishable from a human. Proposed by Alan Turing in 1950, it remains a controversial benchmark for artificial intelligence, with critics arguing it assesses imitation rather than true understanding.\n\nWhat does the Turing Test specifically measure?",
    "pilihan": [
      "A machine's computational speed",
      "The physical appearance of robots",
      "Ability to mimic human conversation convincingly",
      "Capacity for emotional experiences",
      "Skill at solving mathematical problems"
    ],
    "jawaban": "C",
    "pembahasan": "Uji Turing mengukur kemampuan mesim meniru percakapan manusia secara meyakinkan hingga tidak bisa dibedakan dari manusia.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 11,
    "pertanyaan": "String theory attempts to reconcile quantum mechanics with general relativity by proposing that fundamental particles are one-dimensional strings. These strings vibrate at different frequencies, with each vibration mode corresponding to a different particle. The theory requires 10 or 11 dimensions, far exceeding the familiar four.\n\nWhat problem does string theory aim to solve?",
    "pilihan": [
      "The incompatibility between quantum mechanics and general relativity",
      "The origin of the universe's matter-antimatter asymmetry",
      "The accelerating expansion of the universe",
      "The particle-wave duality of light",
      "The chemical composition of stars"
    ],
    "jawaban": "A",
    "pembahasan": "Teori string berupaya mempersatukan mekanika kuantum dengan relativitas umum yang saat ini belum bisa direkonsiliasi.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 12,
    "pertanyaan": "The Drake Equation estimates the number of communicative extraterrestrial civilizations in our galaxy. It considers factors like star formation rates, the fraction of stars with planets, and the likelihood of life developing intelligence. While providing a framework for discussion, many variables remain speculative.\n\nWhat does the Drake Equation primarily attempt to quantify?",
    "pilihan": [
      "The age of the Milky Way",
      "The distance to the nearest star",
      "The probability of alien contact",
      "The number of planets in our solar system",
      "The lifespan of intelligent species"
    ],
    "jawaban": "C",
    "pembahasan": "Persamaan Drake memperkirakan jumlah peradaban alien yang mungkin bisa berkomunikasi di galaksi kita.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 13,
    "pertanyaan": "Epigenetics studies heritable changes in gene expression that don't alter DNA sequences. These modifications, influenced by environment and lifestyle, can turn genes on or off. This field explains how identical twins can develop different health outcomes despite identical DNA.\n\nWhat does epigenetics primarily investigate?",
    "pilihan": [
      "Mutations in DNA base pairs",
      "Changes in chromosome numbers",
      "Gene expression changes without sequence alteration",
      "The process of protein synthesis",
      "Evolutionary changes across species"
    ],
    "jawaban": "C",
    "pembahasan": "Epigenetika mempelajari perubahan ekspresi gen yang dapat diwariskan tanpa perubahan urutan DNA itu sendiri.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 14,
    "pertanyaan": "The Tragedy of the Commons describes how individuals acting in self-interest can deplete shared resources. Garrett Hardin's example of herders adding cattle to common grazing land illustrates this economic dilemma. Solutions often require collective regulation or privatization to prevent overexploitation.\n\nWhat situation exemplifies the Tragedy of the Commons?",
    "pilihan": [
      "A farmer carefully managing private land",
      "Fishermen overharvesting a shared fishery",
      "A family recycling household waste",
      "A company protecting its intellectual property",
      "A nation investing in renewable energy"
    ],
    "jawaban": "B",
    "pembahasan": "Para nelayan yang menangkap ikan berlebihan di perairan umum adalah contoh klasik Tragedi Kepemilikan Bersama.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 15,
    "pertanyaan": "The **(A)** criteria for selecting **(B)** participants **(C)** includes both academic **(D)** achievements and extracurricular activities. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "C",
    "pembahasan": "'Criteria' adalah bentuk jamak sehingga membutuhkan kata kerja jamak 'include' bukan 'includes'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 16,
    "pertanyaan": "Neither the students **(A)** nor the professor **(B)** were **(C)** aware of **(D)** the schedule change. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konstruksi 'neither...nor', kata kerja mengikuti subjek terdekat ('professor' tunggal), sehingga harus 'was' bukan 'were'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 17,
    "pertanyaan": "The **(A)** jury **(B)** have **(C)** reached **(D)** a unanimous verdict. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Jury' sebagai unit tunggal membutuhkan kata kerja tunggal 'has' bukan 'have'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 18,
    "pertanyaan": "Every one of the **(A)** employees **(B)** were **(C)** required to attend **(D)** the safety workshop. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Every one' adalah subjek tunggal sehingga membutuhkan kata kerja tunggal 'was' bukan 'were'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 19,
    "pertanyaan": "The **(A)** data **(B)** shows a significant **(C)** correlation between exercise **(D)** and mental health. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Data' adalah kata benda jamak (singular: datum) sehingga membutuhkan kata kerja jamak 'show' bukan 'shows'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 20,
    "pertanyaan": "A number of **(A)** studies **(B)** has demonstrated **(C)** the benefits **(D)** of bilingual education. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'A number of' diikuti kata benda jamak ('studies') membutuhkan kata kerja jamak 'have' bukan 'has'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  }
]
