[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1: Generative AI and Creative Industries**\n\nGenerative artificial intelligence has emerged as a transformative force across creative industries, enabling the production of original content through advanced machine learning algorithms. These AI systems can generate text, images, music, and video by learning from vast datasets of human-created content. The technology leverages sophisticated neural networks that recognize patterns and create new outputs based on learned parameters and user prompts.\n\nThe adoption of generative AI presents both opportunities and challenges for creative professionals. On one hand, it democratizes content creation by lowering technical barriers and accelerating production workflows. Designers, writers, and artists can use these tools for brainstorming, prototyping, and enhancing their creative processes. On the other hand, concerns about copyright infringement, job displacement, and the devaluation of human creativity have sparked intense debates within creative communities.\n\nEthical considerations and regulatory frameworks are struggling to keep pace with technological advancements. Issues surrounding training data ownership, content authenticity, and proper attribution require careful examination. As generative AI continues to evolve, stakeholders must collaborate to establish guidelines that protect intellectual property rights while fostering innovation and ensuring fair compensation for human creators in this new landscape.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Generative AI will completely replace human creativity in all industries",
      "Generative AI offers transformative potential but raises important ethical and practical concerns",
      "Creative professionals have nothing to worry about from AI advancements",
      "Generative AI is only useful for technical tasks, not creative work",
      "All generative AI tools are illegal and should be banned immediately"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa AI generatif menawarkan potensi transformatif dengan mempercepat alur kerja kreatif, tetapi juga menimbulkan kekhawatiran tentang hak cipta, displasemen pekerjaan, dan perlunya kerangka etika yang sesuai."
  },
  {
    "id": 2,
    "pertanyaan": "According to the passage, what is one benefit of generative AI for creative professionals?",
    "pilihan": [
      "Eliminating the need for any human input",
      "Lowering technical barriers and accelerating workflows",
      "Making copyright laws unnecessary",
      "Replacing all traditional creative tools",
      "Guaranteeing immediate financial success"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa AI generatif mendemokratisasi pembuatan konten dengan menurunkan hambatan teknis dan mempercepat alur kerja produksi."
  },
  {
    "id": 3,
    "pertanyaan": "The word 'democratizes' in paragraph 2 most closely means...",
    "pilihan": [
      "Restricts",
      "Complicates",
      "Makes accessible to everyone",
      "Eliminates",
      "Monopolizes"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'democratizes' berarti membuat sesuatu dapat diakses oleh semua orang, menghilangkan hambatan yang sebelumnya membatasi partisipasi."
  },
  {
    "id": 4,
    "pertanyaan": "What ethical issue is NOT mentioned in the passage regarding generative AI?",
    "pilihan": [
      "Copyright infringement concerns",
      "Training data ownership",
      "Content authenticity",
      "Environmental impact of data centers",
      "Proper attribution of created content"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan kekhawatiran tentang pelanggaran hak cipta, kepemilikan data pelatihan, keaslian konten, dan atribusi yang tepat, tetapi tidak menyebutkan dampak lingkungan dari pusat data."
  },
  {
    "id": 5,
    "pertanyaan": "What does the passage suggest is needed as generative AI evolves?",
    "pilihan": [
      "Complete ban on all AI development",
      "Elimination of all copyright laws",
      "Collaboration to establish protective guidelines",
      "Stopping all creative industries temporarily",
      "Ignoring the concerns of human creators"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyimpulkan bahwa para pemangku kepentingan harus berkolaborasi untuk membuat pedoman yang melindungi hak kekayaan intelektual sekaligus mendorong inovasi."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2: Sustainable Transportation Revolution**\n\nThe global transition to sustainable transportation is accelerating as governments and consumers prioritize environmental concerns and energy security. Electric vehicles have seen exponential growth, with major automakers committing to fully electric lineups within the next decade. This shift is supported by advancements in battery technology, charging infrastructure, and renewable energy integration.\n\nUrban mobility is being reimagined through integrated transportation systems that combine EVs with micro-mobility solutions. Electric scooters, bikes, and public transit networks are creating comprehensive ecosystems that reduce congestion and emissions. Smart city technologies enable real-time optimization of traffic flow, while autonomous vehicle development promises to further revolutionize how people and goods move through urban environments.\n\nHowever, challenges remain in achieving equitable access and managing resource demands. The extraction of minerals for batteries raises environmental and ethical concerns, and charging infrastructure gaps persist in rural and low-income areas. Policy interventions, technological innovation, and public-private partnerships are essential to ensure that the transportation revolution benefits all communities while minimizing its environmental footprint.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The superiority of gasoline vehicles over electric options",
      "The complete failure of sustainable transportation efforts",
      "The progress and challenges in transitioning to sustainable transportation systems",
      "How electric vehicles are only for wealthy urban residents",
      "Why transportation should not change from current models"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas kemajuan dalam transisi transportasi berkelanjutan termasuk kendaraan listrik dan sistem mobilitas terintegrasi, serta tantangan yang harus diatasi untuk memastikan manfaat yang merata."
  },
  {
    "id": 7,
    "pertanyaan": "According to the passage, what is supporting the growth of electric vehicles?",
    "pilihan": [
      "Decreasing battery technology",
      "Advancements in battery technology and charging infrastructure",
      "Reduced government interest",
      "Lower consumer demand for clean energy",
      "Elimination of public transportation"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa pertumbuhan kendaraan listrik didukung oleh kemajuan dalam teknologi baterai, infrastruktur pengisian, dan integrasi energi terbarukan."
  },
  {
    "id": 8,
    "pertanyaan": "The term 'micro-mobility solutions' in paragraph 2 refers to...",
    "pilihan": [
      "Large trucks and buses",
      "Private jets and helicopters",
      "Electric scooters and bikes",
      "Ocean-going container ships",
      "Long-distance trains"
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan konteks, 'micro-mobility solutions' mengacu pada skuter listrik, sepeda, dan solusi transportasi personal kecil lainnya yang disebutkan dalam teks."
  },
  {
    "id": 9,
    "pertanyaan": "What challenge is mentioned regarding battery production?",
    "pilihan": [
      "Lack of mineral resources worldwide",
      "Environmental and ethical concerns about mineral extraction",
      "Too many batteries being produced",
      "Batteries lasting too long",
      "Complete absence of recycling methods"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa ekstraksi mineral untuk baterai menimbulkan kekhawatiran lingkungan dan etika sebagai salah satu tantangan."
  },
  {
    "id": 10,
    "pertanyaan": "What does the passage identify as essential for addressing transportation challenges?",
    "pilihan": [
      "Eliminating all public transportation",
      "Policy interventions and technological innovation",
      "Returning to horse-drawn carriages",
      "Building more highways exclusively",
      "Ignoring rural community needs"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa intervensi kebijakan, inovasi teknologi, dan kemitraan publik-swasta penting untuk memastikan revolusi transportasi menguntungkan semua komunitas."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3: Digital Privacy in the AI Era**\n\nDigital privacy has become increasingly complex in the age of artificial intelligence and big data analytics. Modern technologies collect and process unprecedented amounts of personal information, often without users' full understanding or consent. AI systems can infer sensitive characteristics from seemingly innocuous data, creating detailed profiles that impact everything from credit decisions to employment opportunities.\n\nRegulatory frameworks like the GDPR and CCPA have established important privacy protections, but enforcement remains challenging across jurisdictions. The tension between data-driven innovation and individual privacy rights continues to evolve as new technologies emerge. Companies face growing pressure to implement privacy-by-design principles and provide transparent data practices, while consumers struggle to maintain control over their digital footprints.\n\nEmerging solutions include differential privacy techniques, federated learning, and decentralized identity systems that minimize data exposure. However, the rapid pace of technological change often outstrips legal and social adaptations. Achieving meaningful digital privacy requires ongoing dialogue between technologists, policymakers, and civil society to balance innovation with fundamental rights in our increasingly connected world.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Argue that digital privacy is no longer important",
      "Promote unlimited data collection by corporations",
      "Explain the complexities of digital privacy in the AI era and potential solutions",
      "Suggest that all AI systems should be banned permanently",
      "Claim that privacy laws have completely solved all issues"
    ],
    "jawaban": "C",
    "pembahasan": "Tujuan utama penulis adalah menjelaskan kompleksitas privasi digital di era AI, tantangan regulasi, dan solusi yang muncul seperti privasi diferensial dan sistem identitas terdesentralisasi."
  },
  {
    "id": 12,
    "pertanyaan": "According to the passage, what can AI systems infer from user data?",
    "pilihan": [
      "Nothing meaningful about users",
      "Only basic demographic information",
      "Sensitive characteristics from seemingly innocuous data",
      "Exact future actions of individuals",
      "Completely inaccurate profiles only"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa sistem AI dapat menyimpulkan karakteristik sensitif dari data yang tampaknya tidak berbahaya, membuat profil terperinci yang mempengaruhi berbagai aspek kehidupan."
  },
  {
    "id": 13,
    "pertanyaan": "The phrase 'privacy-by-design' in paragraph 2 most closely means...",
    "pilihan": [
      "Adding privacy features as an afterthought",
      "Ignoring privacy concerns completely",
      "Building privacy protection into systems from the start",
      "Eliminating all data collection",
      "Making privacy options difficult to find"
    ],
    "pembahasan": "C",
    "jawaban": "C",
    "pembahasan": "'Privacy-by-design' berarti membangun perlindungan privasi ke dalam sistem teknologi sejak awal desain, bukan menambahkannya sebagai tambahan kemudian."
  },
  {
    "id": 14,
    "pertanyaan": "Which solution is mentioned for minimizing data exposure?",
    "pilihan": [
      "Centralizing all data in one location",
      "Differential privacy techniques",
      "Eliminating all privacy protections",
      "Sharing data with unlimited third parties",
      "Storing data indefinitely without encryption"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan teknik privasi diferensial, pembelajaran terfederasi, dan sistem identitas terdesentralisasi sebagai solusi yang muncul untuk meminimalkan paparan data."
  },
  {
    "id": 15,
    "pertanyaan": "What does the passage suggest is needed to achieve digital privacy?",
    "pilihan": [
      "Ongoing dialogue between various stakeholders",
      "Eliminating all technology use",
      "Ignoring technological advancements",
      "Allowing unlimited data collection",
      "Removing all existing privacy laws"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyimpulkan bahwa mencapai privasi digital yang bermakna memerlukan dialog berkelanjutan antara teknolog, pembuat kebijakan, dan masyarakat sipil."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4: Circular Economy and Waste Management**\n\nThe circular economy model represents a fundamental shift from traditional linear production systems toward regenerative approaches that minimize waste and maximize resource efficiency. This paradigm emphasizes designing products for durability, repairability, and recyclability while promoting sharing models and material recovery. Unlike the 'take-make-dispose' linear model, circular systems keep materials in use through multiple lifecycles.\n\nInnovative business models are emerging to support circular principles, including product-as-a-service offerings, remanufacturing initiatives, and digital platforms for material exchange. Advanced sorting technologies and chemical recycling processes enable more effective recovery of valuable materials from waste streams. These approaches not only reduce environmental impact but also create economic opportunities through new revenue streams and cost savings from reduced material consumption.\n\nImplementation challenges include scaling circular solutions, developing standardized metrics, and aligning economic incentives with sustainability goals. Policy measures such as extended producer responsibility and green public procurement can accelerate adoption. Successful transition to circular systems requires collaboration across value chains and consumer engagement to transform consumption patterns and create truly sustainable material flows.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "The linear economy is perfectly sustainable as it is",
      "Waste should be increased to boost economic growth",
      "Circular economy offers sustainable alternatives to traditional linear systems with implementation challenges",
      "All products should be designed to break quickly",
      "Recycling is impossible and should be abandoned"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa ekonomi sirkular menawarkan pendekatan regeneratif yang meminimalkan limbah dan memaksimalkan efisiensi sumber daya, meskipun terdapat tantangan implementasi yang perlu diatasi."
  },
  {
    "id": 17,
    "pertanyaan": "How does the circular economy differ from traditional linear systems according to the passage?",
    "pilihan": [
      "It produces more waste intentionally",
      "It keeps materials in use through multiple lifecycles",
      "It encourages single-use products",
      "It eliminates all manufacturing",
      "It focuses only on new material extraction"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan bahwa berbeda dengan model linear 'ambil-buat-buang', sistem sirkular menjaga material tetap digunakan melalui beberapa siklus hidup."
  },
  {
    "id": 18,
    "pertanyaan": "The word 'regenerative' in paragraph 1 most closely means...",
    "pilihan": [
      "Destructive",
      "Able to renew or restore",
      "Weakening",
      "Eliminating",
      "Reducing quality"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'regenerative' berarti mampu memperbarui atau memulihkan, dalam konteks ini menggambarkan pendekatan yang memulihkan sistem alih-alih mengekstrak sumber daya secara berlebihan."
  },
  {
    "id": 19,
    "pertanyaan": "What business model is mentioned as supporting circular principles?",
    "pilihan": [
      "Product-as-a-service offerings",
      "Planned obsolescence strategies",
      "Single-use disposable products",
      "Increased packaging materials",
      "Reduced product durability"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan penawaran produk-sebagai-layanan, inisiatif remanufaktur, dan platform digital untuk pertukaran material sebagai model bisnis inovatif yang mendukung prinsip sirkular."
  },
  {
    "id": 20,
    "pertanyaan": "What does the passage suggest is required for successful transition to circular systems?",
    "pilihan": [
      "Isolation of individual companies",
      "Collaboration across value chains and consumer engagement",
      "Elimination of all government regulations",
      "Increased waste production",
      "Focusing only on short-term profits"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa transisi yang berhasil ke sistem sirkular memerlukan kolaborasi di seluruh rantai nilai dan keterlibatan konsumen untuk mengubah pola konsumsi."
  }
]