[
  {
    "id": 1,
    "pertanyaan": "The concept of 'opportunity cost' in economics refers to the value of the next best alternative that is foregone when making a choice. For example, if you choose to spend time studying rather than working, your opportunity cost is the wages you could have earned.\n\nWhat does opportunity cost measure?",
    "pilihan": [
      "The actual monetary cost of an item",
      "The value of the best alternative given up",
      "The total time spent making decisions",
      "The profit gained from a choice",
      "The emotional toll of decision-making"
    ],
    "jawaban": "B",
    "pembahasan": "Opportunity cost mengukur nilai alternatif terbaik yang harus dikorbankan ketika membuat suatu pilihan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 2,
    "pertanyaan": "The human respiratory system exchanges oxygen and carbon dioxide between the body and environment. Air travels through the trachea, bronchi, and bronchioles before reaching alveoli - tiny sacs where gas exchange occurs with blood capillaries.\n\nWhere does actual gas exchange occur in the lungs?",
    "pilihan": [
      "Trachea",
      "Bronchi",
      "Bronchioles",
      "Alveoli",
      "Diaphragm"
    ],
    "jawaban": "D",
    "pembahasan": "Pertukaran gas sebenarnya terjadi di alveoli, kantung kecil yang dikelilingi kapiler darah.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 3,
    "pertanyaan": "Machine learning is a subset of artificial intelligence where systems learn from data without explicit programming. Common applications include recommendation systems, image recognition, and natural language processing. These systems improve as they process more data.\n\nWhat characteristic defines machine learning?",
    "pilihan": [
      "Following rigid predetermined rules",
      "Improving performance through data exposure",
      "Operating without any data input",
      "Mimicking human consciousness",
      "Functioning perfectly from initial deployment"
    ],
    "jawaban": "B",
    "pembahasan": "Machine learning didefinisikan oleh kemampuannya meningkatkan performa melalui pemrosesan data, bukan pemrograman eksplisit.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 4,
    "pertanyaan": "The French Revolution (1789-1799) overthrew the monarchy, established a republic, and promoted Enlightenment ideals like liberty and equality. Key events included the Storming of the Bastille and Reign of Terror, fundamentally transforming French society and inspiring revolutions worldwide.\n\nWhat ideals were central to the French Revolution?",
    "pilihan": [
      "Divine right of kings",
      "Feudal privilege",
      "Liberty and equality",
      "Colonial expansion",
      "Religious orthodoxy"
    ],
    "jawaban": "C",
    "pembahasan": "Revolusi Perancis menjunjung tinggi ide-ide Pencerahan seperti kebebasan (liberty) dan kesetaraan (equality).",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 5,
    "pertanyaan": "The periodic table organizes chemical elements by atomic number and properties. Elements in the same column (group) share similar chemical behaviors due to identical valence electron configurations, enabling prediction of element characteristics.\n\nWhat determines an element's chemical properties?",
    "pilihan": [
      "Atomic mass",
      "Number of neutrons",
      "Valence electrons",
      "Isotope abundance",
      "Nuclear binding energy"
    ],
    "jawaban": "C",
    "pembahasan": "Elektron valensi (valence electrons) menentukan sifat kimia suatu unsur karena memengaruhi kemampuan berikatan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 6,
    "pertanyaan": "Charles Darwin's theory of natural selection proposes that organisms with advantageous traits are more likely to survive and reproduce. Over generations, these traits become more common in populations, leading to evolutionary adaptation.\n\nWhat is the main driver of evolution in Darwin's theory?",
    "pilihan": [
      "Divine intervention",
      "Random mutation alone",
      "Inheritance of acquired characteristics",
      "Differential reproductive success",
      "Geographic isolation"
    ],
    "jawaban": "D",
    "pembahasan": "Seleksi alam didorong oleh keberhasilan reproduksi diferensial (differential reproductive success) organisme dengan sifat menguntungkan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 7,
    "pertanyaan": "The nervous system consists of the central nervous system (brain and spinal cord) and peripheral nervous system. Neurons transmit signals via electrical impulses and chemical neurotransmitters, enabling rapid communication throughout the body.\n\nWhat is the basic functional unit of the nervous system?",
    "pilihan": [
      "Nephron",
      "Neuron",
      "Hepatocyte",
      "Osteocyte",
      "Alveolus"
    ],
    "jawaban": "B",
    "pembahasan": "Neuron adalah unit fungsional dasar sistem saraf yang mentransmisikan sinyal.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 8,
    "pertanyaan": "Supply and demand is an economic model determining prices in competitive markets. When demand exceeds supply, prices tend to rise; when supply exceeds demand, prices typically fall until equilibrium is reached.\n\nWhat happens to price when demand increases while supply remains constant?",
    "pilihan": [
      "Price decreases",
      "Price remains unchanged",
      "Price increases",
      "Price becomes unpredictable",
      "Price drops to zero"
    ],
    "jawaban": "C",
    "pembahasan": "Menurut hukum permintaan-penawaran, harga akan naik ketika permintaan meningkat sementara penawaran tetap.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 9,
    "pertanyaan": "Special relativity, developed by Albert Einstein, describes physics in non-accelerating frames of reference. Its famous equation E=mc² shows mass-energy equivalence, while time dilation and length contraction occur at relativistic speeds approaching light.\n\nWhat phenomenon occurs as objects approach light speed according to special relativity?",
    "pilihan": [
      "Time speeds up",
      "Mass decreases",
      "Length expands",
      "Time slows down",
      "Energy disappears"
    ],
    "jawaban": "D",
    "pembahasan": "Relativitas khusus memprediksi pelambatan waktu (time dilation) saat objek mendekati kecepatan cahaya.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 10,
    "pertanyaan": "The Prisoner's Dilemma in game theory demonstrates why two rational individuals might not cooperate, even when cooperation benefits both. This paradox applies to arms races, climate change negotiations, and business competition, showing how individual rationality can lead to collective suboptimal outcomes.\n\nWhat does the Prisoner's Dilemma illustrate about rational behavior?",
    "pilihan": [
      "Always leads to optimal group results",
      "Guarantees mutual cooperation",
      "Can produce collectively worse outcomes",
      "Eliminates all conflict",
      "Aligns perfectly with moral principles"
    ],
    "jawaban": "C",
    "pembahasan": "Dilema Narapidana menunjukkan bagaimana keputusan rasional individu dapat menghasilkan hasil kolektif yang lebih buruk.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 11,
    "pertanyaan": "Epigenetics studies heritable phenotype changes that don't alter DNA sequences. Mechanisms like DNA methylation and histone modification can turn genes on/off in response to environmental factors, explaining how identical twins develop differences over time.\n\nWhat does epigenetics primarily investigate?",
    "pilihan": [
      "Mutations in DNA base pairs",
      "Changes in chromosome numbers",
      "Gene expression regulation without sequence change",
      "Protein synthesis mechanics",
      "Evolutionary speciation patterns"
    ],
    "jawaban": "C",
    "pembahasan": "Epigenetika mempelajari regulasi ekspresi gen melalui modifikasi kimia yang tidak mengubah urutan DNA.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 12,
    "pertanyaan": "Postmodern literature often features fragmentation, unreliable narrators, and metafiction. Authors like Thomas Pynchon and Don DeLillo reject grand narratives, embracing ambiguity and questioning the very possibility of stable meaning in texts.\n\nWhich characteristic is typical of postmodern literature?",
    "pilihan": [
      "Clear moral lessons",
      "Linear storytelling",
      "Unreliable narration",
      "Realistic dialogue only",
      "Single interpretative meaning"
    ],
    "jawaban": "C",
    "pembahasan": "Narator yang tidak bisa dipercaya (unreliable narration) adalah ciri khas sastra postmodern.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 13,
    "pertanyaan": "The Fermi Paradox highlights the contradiction between the high probability of extraterrestrial civilizations existing and the lack of evidence for such civilizations. Proposed solutions range from the rarity of intelligent life to advanced civilizations avoiding detection.\n\nWhat does the Fermi Paradox question?",
    "pilihan": [
      "The age of the universe",
      "The existence of alien life despite its likely probability",
      "The possibility of faster-than-light travel",
      "The number of stars in our galaxy",
      "The origin of life on Earth"
    ],
    "jawaban": "B",
    "pembahasan": "Paradoks Fermi mempertanyakan mengapa kita belum menemukan bukti peradaban alien padahal kemungkinan keberadaannya tinggi.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 14,
    "pertanyaan": "Kant's categorical imperative is a central philosophical concept in deontological ethics. It proposes acting only according to maxims that could become universal laws, emphasizing duty over consequences. This contrasts with utilitarian 'greatest good' principles.\n\nWhat does the categorical imperative prioritize?",
    "pilihan": [
      "Outcome consequences",
      "Emotional responses",
      "Duty and universalizability",
      "Personal happiness",
      "Economic efficiency"
    ],
    "jawaban": "C",
    "pembahasan": "Imperatif kategoris Kant menekankan tindakan berdasarkan kewajiban dan prinsip yang bisa diuniversalisasi, bukan konsekuensi.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 15,
    "pertanyaan": "The **(A)** criteria for the scholarship **(B)** includes academic excellence, **(C)** leadership qualities, and **(D)** community service. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Criteria' adalah bentuk jamak sehingga membutuhkan kata kerja jamak 'include' bukan 'includes'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 16,
    "pertanyaan": "Neither the **(A)** CEO nor the employees **(B)** was **(C)** aware of **(D)** the impending merger. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konstruksi 'neither...nor', kata kerja mengikuti subjek terdekat ('employees' jamak) sehingga harus 'were' bukan 'was'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 17,
    "pertanyaan": "The **(A)** jury **(B)** have **(C)** reached **(D)** a unanimous verdict. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Jury' sebagai unit tunggal membutuhkan kata kerja tunggal 'has' bukan 'have'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 18,
    "pertanyaan": "Every one of the **(A)** participants **(B)** were **(C)** required to **(D)** complete the survey. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Every one' adalah subjek tunggal sehingga membutuhkan kata kerja tunggal 'was' bukan 'were'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 19,
    "pertanyaan": "The **(A)** data **(B)** shows a clear **(C)** correlation between exercise frequency **(D)** and health outcomes. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Data' adalah kata benda jamak (singular: datum) sehingga membutuhkan kata kerja jamak 'show' bukan 'shows'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 20,
    "pertanyaan": "A number of **(A)** studies **(B)** has **(C)** confirmed the **(D)** benefits of meditation. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'A number of' diikuti kata benda jamak ('studies') membutuhkan kata kerja jamak 'have' bukan 'has'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  }
]
