[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1: Digital Cultural Preservation**\n\nThe digital preservation of cultural heritage has become increasingly vital in safeguarding humanity's collective memory for future generations. Museums, libraries, and cultural institutions worldwide are employing advanced technologies like 3D scanning, digital archiving, and virtual reality to document and preserve artifacts, historical sites, and intangible cultural practices. These efforts ensure that cultural treasures threatened by conflict, climate change, or natural deterioration remain accessible.\n\nDigital preservation also democratizes access to cultural heritage, allowing global audiences to explore collections that were previously limited to physical visitors. Indigenous communities are particularly benefiting from these technologies by digitally preserving oral histories, traditional knowledge, and endangered languages. However, challenges persist in ensuring the long-term sustainability of digital archives and addressing the digital divide that limits access for marginalized communities.\n\nEthical considerations around cultural appropriation and intellectual property rights require careful navigation. Collaborative approaches that involve source communities in preservation decisions are essential for respectful digital stewardship. As technology evolves, maintaining the authenticity and contextual meaning of digitally preserved cultural heritage remains a critical concern for archivists and cultural practitioners alike.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Digital technology is destroying cultural heritage",
      "Digital preservation protects cultural heritage but requires ethical considerations",
      "Only physical preservation methods are effective for cultural heritage",
      "Cultural preservation should be limited to wealthy nations",
      "Digital preservation has no challenges or limitations"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa preservasi digital melindungi warisan budaya melalui teknologi modern, mendemokratisasi akses, tetapi memerlukan pertimbangan etis tentang keberlanjutan, apropriasi budaya, dan hak kekayaan intelektual."
  },
  {
    "id": 2,
    "pertanyaan": "According to the passage, how are indigenous communities benefiting from digital preservation?",
    "pilihan": [
      "By losing their traditional knowledge faster",
      "By preserving oral histories and endangered languages",
      "By abandoning all cultural practices",
      "By limiting access to their cultural heritage",
      "By refusing to use modern technology"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa komunitas adat khususnya mendapat manfaat dari teknologi ini dengan melestarikan sejarah lisan, pengetahuan tradisional, dan bahasa yang terancam punah secara digital."
  },
  {
    "id": 3,
    "pertanyaan": "The word 'democratizes' in paragraph 2 most closely means...",
    "pilihan": [
      "Restricts",
      "Limits",
      "Makes accessible to everyone",
      "Complicates",
      "Privatizes"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'democratizes' berarti membuat sesuatu dapat diakses oleh semua orang, menghilangkan hambatan yang sebelumnya membatasi partisipasi atau akses."
  },
  {
    "id": 4,
    "pertanyaan": "What challenge is mentioned regarding digital preservation?",
    "pilihan": [
      "Too much physical storage space",
      "Lack of interest from all communities",
      "Long-term sustainability of digital archives",
      "Complete absence of technological tools",
      "Overwhelming simplicity of the process"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan tantangan dalam memastikan keberlanjutan jangka panjang arsip digital dan mengatasi kesenjangan digital yang membatasi akses bagi komunitas terpinggirkan."
  },
  {
    "id": 5,
    "pertanyaan": "What does the passage suggest is essential for respectful digital stewardship?",
    "pilihan": [
      "Excluding source communities from decisions",
      "Collaborative approaches involving source communities",
      "Keeping all cultural heritage secret",
      "Selling cultural artifacts to highest bidders",
      "Ignoring intellectual property rights"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa pendekatan kolaboratif yang melibatkan komunitas sumber dalam keputusan preservasi sangat penting untuk pengelolaan digital yang menghormati."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2: Globalization and Cultural Identity**\n\nGlobalization has created unprecedented interconnectedness among world cultures, facilitating the exchange of ideas, values, and practices across geographical boundaries. This cultural intermingling has led to the emergence of hybrid identities and cosmopolitan outlooks, particularly among younger generations. The widespread availability of global media and digital platforms has accelerated this process, creating new forms of cultural expression and social connection.\n\nHowever, the homogenizing effects of globalization have raised concerns about cultural erosion and the dominance of Western cultural models. Many communities are experiencing tension between embracing global influences and preserving local traditions. Linguistic diversity is particularly threatened, with many indigenous languages facing extinction as global languages like English become increasingly dominant in business, education, and digital spaces.\n\nCultural resilience movements have emerged worldwide to counterbalance globalization's homogenizing tendencies. These efforts include language revitalization programs, traditional knowledge transmission initiatives, and cultural education reforms. The challenge lies in fostering cultural exchange while respecting diversity and supporting communities' rights to maintain their distinct cultural identities in an increasingly interconnected world.\n\nThe passage mainly discusses...",
    "pilihan": [
      "Globalization has only positive effects on cultures",
      "Globalization's impact on cultural identity includes both integration and preservation challenges",
      "All local cultures should remain completely isolated",
      "Globalization has no effect on cultural practices",
      "Cultural identity is no longer important in modern world"
    ],
    "jawaban": "B",
    "pembahasan": "Teks membahas bagaimana globalisasi menciptakan interkoneksi budaya dan identitas hybrid, tetapi juga menimbulkan kekhawatiran tentang erosi budaya dan dominasi model budaya Barat, serta munculnya gerakan ketahanan budaya."
  },
  {
    "id": 7,
    "pertanyaan": "According to the passage, what has accelerated cultural exchange in globalization?",
    "pilihan": [
      "Isolationist policies",
      "Limited transportation",
      "Global media and digital platforms",
      "Reduced communication technology",
      "Cultural preservation laws only"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa ketersediaan luas media global dan platform digital telah mempercepat proses pertukaran budaya dan menciptakan bentuk-bentuk baru ekspresi budaya."
  },
  {
    "id": 8,
    "pertanyaan": "The term 'homogenizing effects' in paragraph 2 refers to...",
    "pilihan": [
      "Making cultures more diverse",
      "Making cultures more similar or uniform",
      "Increasing cultural differences",
      "Eliminating all cultural exchange",
      "Strengthening local traditions"
    ],
    "jawaban": "B",
    "pembahasan": "'Homogenizing effects' mengacu pada kecenderungan membuat budaya menjadi lebih seragam atau serupa, mengurangi keragaman budaya asli."
  },
  {
    "id": 9,
    "pertanyaan": "What example of cultural resilience is mentioned in the passage?",
    "pilihan": [
      "Abandoning traditional languages",
      "Language revitalization programs",
      "Rejecting all modern influences",
      "Eliminating cultural education",
      "Promoting only global languages"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan program revitalisasi bahasa, inisiatif transmisi pengetahuan tradisional, dan reformasi pendidikan budaya sebagai upaya ketahanan budaya."
  },
  {
    "id": 10,
    "pertanyaan": "What challenge does the passage identify in balancing globalization and cultural identity?",
    "pilihan": [
      "Fostering exchange while respecting diversity",
      "Eliminating all cultural differences",
      "Preventing any cultural interaction",
      "Promoting only one global culture",
      "Ignoring local community rights"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyimpulkan bahwa tantangannya terletak pada memupuk pertukaran budaya sambil menghormati keragaman dan mendukung hak komunitas untuk mempertahankan identitas budaya mereka yang berbeda."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3: Historical Memory and Collective Identity**\n\nThe construction of historical memory plays a crucial role in shaping collective identity and national consciousness. How societies remember and interpret past events influences contemporary values, social cohesion, and political discourse. Public monuments, museums, and educational curricula serve as key mechanisms for transmitting historical narratives across generations, often reflecting prevailing power structures and ideological perspectives.\n\nContested histories frequently emerge when different groups within society hold conflicting interpretations of significant historical events. These memory conflicts can involve colonial legacies, wartime experiences, or social movements, and they often reveal ongoing struggles for recognition and justice. The process of historical reconciliation requires acknowledging multiple perspectives and addressing historical injustices through truth-telling and inclusive dialogue.\n\nDigital technologies are transforming how historical memory is created and shared, enabling more diverse voices to participate in historical discourse. However, this democratization also presents challenges in verifying historical accuracy and combating misinformation. The ongoing evolution of historical understanding demonstrates that collective memory is not fixed but continually reinterpreted through contemporary lenses and emerging evidence.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Argue that history should never be reinterpreted",
      "Explain how historical memory shapes identity and evolves over time",
      "Claim that only official histories are valid",
      "Suggest that historical memory is unimportant",
      "Promote forgetting all historical conflicts"
    ],
    "pembahasan": "C",
    "jawaban": "B",
    "pembahasan": "Tujuan utama penulis adalah menjelaskan peran memori historis dalam membentuk identitas kolektif, adanya sejarah yang diperebutkan, dan bagaimana pemahaman sejarah terus berkembang melalui teknologi dan interpretasi baru."
  },
  {
    "id": 12,
    "pertanyaan": "According to the passage, what serves as key mechanisms for transmitting historical narratives?",
    "pilihan": [
      "Only family stories",
      "Public monuments, museums, and educational curricula",
      "Social media trends only",
      "Fictional literature exclusively",
      "Personal diaries alone"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa monumen publik, museum, dan kurikulum pendidikan berfungsi sebagai mekanisme kunci untuk mentransmisikan narasi sejarah antar generasi."
  },
  {
    "id": 13,
    "pertanyaan": "The word 'contested' in paragraph 2 most closely means...",
    "pilihan": [
      "Universally accepted",
      "Completely forgotten",
      "Disputed or debated",
      "Clearly established",
      "Simply understood"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'contested' berarti diperdebatkan, diperebutkan, atau menjadi subjek perselisihan dan perbedaan interpretasi."
  },
  {
    "id": 14,
    "pertanyaan": "What does the passage say about the process of historical reconciliation?",
    "pilihan": [
      "It requires acknowledging multiple perspectives",
      "It involves ignoring past injustices",
      "It means accepting only one official version",
      "It requires forgetting conflicting memories",
      "It involves suppressing alternative narratives"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan bahwa proses rekonsiliasi sejarah memerlukan pengakuan terhadap berbagai perspektif dan mengatasi ketidakadilan sejarah melalui penyampaian kebenaran dan dialog inklusif."
  },
  {
    "id": 15,
    "pertanyaan": "How are digital technologies affecting historical memory according to the passage?",
    "pilihan": [
      "Making historical memory completely fixed",
      "Enabling more diverse voices in historical discourse",
      "Eliminating all historical research",
      "Preventing any new interpretations",
      "Keeping history limited to academics only"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa teknologi digital mengubah bagaimana memori sejarah dibuat dan dibagikan, memungkinkan lebih banyak suara yang beragam untuk berpartisipasi dalam wacana sejarah."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4: Social Media and Political Discourse**\n\nThe rise of social media platforms has fundamentally transformed political discourse and civic engagement worldwide. These digital spaces enable rapid information sharing, grassroots mobilization, and direct communication between political leaders and constituents. However, they have also become breeding grounds for misinformation, echo chambers, and polarized debates that challenge democratic processes.\n\nAlgorithmic curation on social media platforms often prioritizes engagement over accuracy, amplifying controversial content and reinforcing existing biases. The spread of coordinated disinformation campaigns and foreign interference in domestic politics has emerged as a significant threat to electoral integrity. Meanwhile, marginalized communities have leveraged these platforms to amplify their voices and organize social movements that might otherwise remain unheard.\n\nRegulatory responses to these challenges vary globally, reflecting different cultural values and political systems. Some nations have implemented strict content moderation policies, while others prioritize free speech protections. Developing effective governance frameworks that balance freedom of expression with protection against harm remains a complex challenge requiring multi-stakeholder collaboration across tech companies, governments, and civil society.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Social media has only positive effects on politics",
      "Social media's impact on political discourse includes both opportunities and challenges",
      "Social media should be banned completely",
      "Political discourse was better before social media",
      "Social media has no effect on democracy"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa media sosial mengubah wacana politik dengan menawarkan peluang untuk mobilisasi akar rumput dan amplifikasi suara marjinal, tetapi juga menciptakan tantangan seperti misinformasi, ruang gema, dan ancaman terhadap integritas elektoral."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what do algorithmic curation systems often prioritize?",
    "pilihan": [
      "Accuracy above all else",
      "Educational content only",
      "Engagement over accuracy",
      "Boring but factual information",
      "Content from official sources only"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa kurasi algoritmik pada platform media sosial sering memprioritaskan keterlibatan daripada akurasi, mengamplifikasi konten kontroversial dan memperkuat bias yang ada."
  },
  {
    "id": 18,
    "pertanyaan": "The term 'echo chambers' in paragraph 1 refers to...",
    "pilihan": [
      "Spaces for musical performance",
      "Environments where people encounter only beliefs that reinforce their existing views",
      "Physical meeting places for politicians",
      "Scientific laboratories for sound research",
      "International conference venues"
    ],
    "jawaban": "B",
    "pembahasan": "'Echo chambers' mengacu pada lingkungan di mana orang hanya menemukan keyakinan yang memperkuat pandangan mereka yang sudah ada, membatasi paparan terhadap perspektif yang berbeda."
  },
  {
    "id": 19,
    "pertanyaan": "How have marginalized communities used social media according to the passage?",
    "pilihan": [
      "To remain silent and invisible",
      "To amplify their voices and organize movements",
      "To spread misinformation intentionally",
      "To support only established power structures",
      "To avoid political participation completely"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa komunitas terpinggirkan telah memanfaatkan platform ini untuk mengamplifikasi suara mereka dan mengorganisir gerakan sosial yang mungkin tidak terdengar."
  },
  {
    "id": 20,
    "pertanyaan": "What does the passage suggest is needed for effective governance of social media?",
    "pilihan": [
      "Complete government control only",
      "Multi-stakeholder collaboration",
      "Elimination of all regulations",
      "Corporate monopoly on decision-making",
      "Ignoring freedom of expression concerns"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa mengembangkan kerangka tata kelola yang efektif memerlukan kolaborasi multi-pemangku kepentingan di seluruh perusahaan teknologi, pemerintah, dan masyarakat sipil."
  }
]