[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1**\n\nClimate change represents one of the most significant challenges facing humanity today. The Earth's average temperature has risen approximately 1.2 degrees Celsius since the late 19th century, primarily due to human activities that release greenhouse gases into the atmosphere. The consequences of this warming are already visible worldwide through more frequent and intense extreme weather events, melting glaciers, and rising sea levels.\n\nScientific evidence overwhelmingly confirms that human activities, particularly the burning of fossil fuels and deforestation, are the main drivers of current climate change. The Intergovernmental Panel on Climate Change (IPCC) has repeatedly warned that without drastic reductions in greenhouse gas emissions, the planet will experience increasingly severe impacts. These include food and water shortages, displacement of coastal communities, and loss of biodiversity.\n\nAddressing climate change requires global cooperation and immediate action. The Paris Agreement, adopted in 2015, aims to limit global warming to well below 2 degrees Celsius above pre-industrial levels. Achieving this goal necessitates transitioning to renewable energy sources, improving energy efficiency, and implementing sustainable land-use practices. Individual actions, while important, must be complemented by systemic changes and strong government policies to create meaningful impact.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Climate change is a natural process that requires no human intervention",
      "Human activities are the primary cause of climate change, requiring urgent global action",
      "The Paris Agreement has completely solved the climate change problem",
      "Individual actions alone can reverse climate change effectively",
      "Climate change only affects polar regions and not other areas"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa aktivitas manusia merupakan penyebab utama perubahan iklim, dengan konsekuensi yang sudah terlihat, dan membutuhkan aksi global segera melalui kerjasama internasional dan kebijakan pemerintah yang kuat."
  },
  {
    "id": 2,
    "pertanyaan": "According to the passage, what is the primary cause of current climate change?",
    "pilihan": [
      "Natural climate cycles",
      "Volcanic eruptions",
      "Human activities releasing greenhouse gases",
      "Solar radiation changes",
      "Ocean current variations"
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa aktivitas manusia, khususnya pembakaran bahan bakar fosil dan deforestasi, merupakan penggerak utama perubahan iklim saat ini."
  },
  {
    "id": 3,
    "pertanyaan": "The word 'drastic' in paragraph 2 most closely means...",
    "pilihan": [
      "Minor",
      "Gradual",
      "Extreme",
      "Optional",
      "Temporary"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'drastic' berarti tindakan yang ekstrem, kuat, atau radikal yang diperlukan untuk menghasilkan perubahan yang signifikan."
  },
  {
    "id": 4,
    "pertanyaan": "What is the target set by the Paris Agreement mentioned in the passage?",
    "pilihan": [
      "Eliminate all greenhouse gas emissions immediately",
      "Limit warming to below 2 degrees Celsius",
      "Increase fossil fuel production",
      "Stop all industrial activities",
      "Focus only on individual actions"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa Paris Agreement bertujuan membatasi pemanasan global di bawah 2 derajat Celsius di atas tingkat pra-industri."
  },
  {
    "id": 5,
    "pertanyaan": "What does the passage suggest about individual actions versus systemic changes?",
    "pilihan": [
      "Individual actions are sufficient without any policy changes",
      "Systemic changes are unnecessary if everyone recycles",
      "Both are important but systemic changes are crucial for meaningful impact",
      "Only government policies matter, individual actions are irrelevant",
      "Systemic changes should be avoided completely"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyimpulkan bahwa meskipun aksi individu penting, aksi tersebut harus dilengkapi dengan perubahan sistemik dan kebijakan pemerintah yang kuat untuk menciptakan dampak yang berarti."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2**\n\nThe Fourth Industrial Revolution represents the current trend of automation and data exchange in manufacturing technologies, characterized by cyber-physical systems, the Internet of Things (IoT), cloud computing, and cognitive computing. Unlike previous industrial revolutions, this transformation is evolving at an exponential rather than linear pace, disrupting almost every industry in every country.\n\nKey technologies driving this revolution include artificial intelligence, robotics, 3D printing, quantum computing, and biotechnology. These technologies are blurring the lines between physical, digital, and biological spheres. While they offer tremendous opportunities for efficiency improvements and new business models, they also pose significant challenges related to employment, security, and inequality.\n\nThe workforce must adapt to these changes through continuous learning and skills development. Many traditional jobs will be automated, while new roles will emerge that require digital literacy and technical expertise. Governments, educational institutions, and businesses need to collaborate to prepare workers for this transition, ensuring that the benefits of technological advancement are broadly shared across society.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The history of the first industrial revolution",
      "How technology will eliminate all jobs permanently",
      "The characteristics and impacts of the Fourth Industrial Revolution",
      "Why we should avoid all technological advancements",
      "Only the positive aspects of automation"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas karakteristik Revolusi Industri Keempat yang meliputi teknologi pendorongnya, kecepatan transformasinya, serta dampak dan tantangan yang ditimbulkannya terhadap berbagai sektor dan tenaga kerja."
  },
  {
    "id": 7,
    "pertanyaan": "How does the Fourth Industrial Revolution differ from previous ones according to the passage?",
    "pilihan": [
      "It evolves at a linear pace",
      "It affects only manufacturing industries",
      "It develops at an exponential pace",
      "It doesn't involve any new technologies",
      "It is limited to developed countries only"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa berbeda dengan revolusi industri sebelumnya, transformasi ini berkembang dengan kecepatan eksponensial daripada linier."
  },
  {
    "id": 8,
    "pertanyaan": "Which of the following is NOT mentioned as a key technology driving this revolution?",
    "pilihan": [
      "Artificial intelligence",
      "3D printing",
      "Quantum computing",
      "Social media platforms",
      "Biotechnology"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan artificial intelligence, robotics, 3D printing, quantum computing, dan biotechnology sebagai teknologi kunci, tetapi tidak menyebutkan platform media sosial."
  },
  {
    "id": 9,
    "pertanyaan": "The word 'blurring' in paragraph 2 most closely means...",
    "pilihan": [
      "Eliminating",
      "Sharpening",
      "Making unclear",
      "Separating",
      "Ignoring"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'blurring' berarti membuat batas-batas menjadi tidak jelas atau kabur, dalam konteks ini teknologi membuat batas antara sphere fisik, digital, dan biologis menjadi samar."
  },
  {
    "id": 10,
    "pertanyaan": "What does the passage recommend for workforce adaptation?",
    "pilihan": [
      "Avoid learning new skills to protect traditional jobs",
      "Continuous learning and skills development",
      "Resist all technological changes",
      "Focus only on manual labor skills",
      "Wait until the revolution is over"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa tenaga kerja harus beradaptasi dengan perubahan melalui pembelajaran berkelanjutan dan pengembangan keterampilan."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3**\n\nMental health awareness has gained significant attention in recent years, emerging as a critical component of overall well-being. Mental health encompasses emotional, psychological, and social well-being, affecting how people think, feel, and act. It also influences how individuals handle stress, relate to others, and make choices throughout their lives.\n\nDespite its importance, mental health issues remain stigmatized in many societies, often preventing people from seeking help. Common mental health disorders include depression, anxiety, bipolar disorder, and schizophrenia. These conditions can significantly impact daily functioning and quality of life, but with proper treatment and support, most people can manage their symptoms effectively.\n\nPromoting mental health requires a comprehensive approach that includes education, early intervention, and accessible treatment services. Schools, workplaces, and communities play vital roles in creating supportive environments that foster mental well-being. Digital mental health tools, such as therapy apps and online support groups, have also emerged as valuable resources, particularly in increasing access to care for underserved populations.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Minimize the importance of mental health",
      "Discuss mental health as a crucial aspect of well-being and the need for comprehensive support",
      "Argue that mental health issues are not real medical conditions",
      "Promote only medication as the solution for mental health problems",
      "Suggest that digital tools can replace all traditional mental health services"
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan utama penulis adalah membahas kesehatan mental sebagai aspek penting dari kesejahteraan secara keseluruhan, mengakui tantangan stigma, dan menganjurkan pendekatan komprehensif untuk promosi dan perawatan kesehatan mental."
  },
  {
    "id": 12,
    "pertanyaan": "According to the passage, what is one major barrier to seeking help for mental health issues?",
    "pilihan": [
      "Lack of available treatments",
      "Social stigma",
      "Overabundance of mental health professionals",
      "Complete absence of mental health disorders",
      "Too many people seeking help"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa masalah kesehatan mental tetap distigmatisasi di banyak masyarakat, yang seringkali mencegah orang mencari bantuan."
  },
  {
    "id": 13,
    "pertanyaan": "The word 'encompasses' in paragraph 1 most closely means...",
    "pilihan": [
      "Excludes",
      "Ignores",
      "Includes",
      "Reduces",
      "Complicates"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'encompasses' berarti mencakup atau meliputi, dalam konteks ini menggambarkan bagaimana kesehatan mental mencakup kesejahteraan emosional, psikologis, dan sosial."
  },
  {
    "id": 14,
    "pertanyaan": "Which of the following is mentioned as a role for schools, workplaces, and communities?",
    "pilihan": [
      "Creating additional stress for individuals",
      "Ignoring mental health issues completely",
      "Creating supportive environments for mental well-being",
      "Discouraging people from seeking help",
      "Eliminating all mental health services"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa sekolah, tempat kerja, dan komunitas memainkan peran penting dalam menciptakan lingkungan yang mendukung yang mendorong kesejahteraan mental."
  },
  {
    "id": 15,
    "pertanyaan": "What advantage of digital mental health tools does the passage highlight?",
    "pilihan": [
      "They are more expensive than traditional therapy",
      "They decrease access to care for everyone",
      "They increase access to care for underserved populations",
      "They replace the need for all human interaction",
      "They are only useful for mild stress"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan bahwa alat kesehatan mental digital telah muncul sebagai sumber daya yang berharga, khususnya dalam meningkatkan akses perawatan untuk populasi yang kurang terlayani."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4**\n\nFinancial literacy has become increasingly important in today's complex economic environment. It refers to the ability to understand and effectively use various financial skills, including personal financial management, budgeting, investing, and debt management. With the growing complexity of financial products and services, individuals need these skills to make informed decisions that support their financial well-being.\n\nStudies show that financially literate people are better equipped to achieve long-term financial goals, such as saving for retirement, purchasing homes, and funding education. They are also less vulnerable to predatory lending practices and financial fraud. However, significant gaps in financial knowledge exist across different demographic groups, often reflecting and reinforcing existing socioeconomic inequalities.\n\nEducational initiatives play a crucial role in improving financial literacy. Many countries have begun integrating financial education into school curricula, while employers and community organizations offer programs for adults. Digital tools, including budgeting apps and online investment platforms, have also made financial management more accessible. Despite these advances, continuous effort is needed to ensure that all individuals have the knowledge required to navigate the modern financial landscape successfully.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Financial literacy is unnecessary in the modern world",
      "Only wealthy people need financial knowledge",
      "Financial literacy is crucial for making informed decisions and requires educational efforts",
      "All financial products are simple and easy to understand",
      "Digital tools have made financial literacy completely obsolete"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa literasi keuangan sangat penting untuk pengambilan keputusan yang mendukung kesejahteraan finansial, dan bahwa inisiatif pendidikan memainkan peran penting dalam meningkatkan pemahaman keuangan meskipun masih terdapat kesenjangan pengetahuan."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what is one benefit of being financially literate?",
    "pilihan": [
      "Being more vulnerable to financial fraud",
      "Less ability to achieve long-term financial goals",
      "Better equipped to achieve long-term financial goals",
      "Increased likelihood of falling into debt",
      "Decreased understanding of budgeting"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa penelitian menunjukkan orang yang melek finansial lebih siap untuk mencapai tujuan keuangan jangka panjang seperti menabung untuk pensiun, membeli rumah, dan membiayai pendidikan."
  },
  {
    "id": 18,
    "pertanyaan": "The word 'predatory' in paragraph 2 most closely means...",
    "pilihan": [
      "Helpful",
      "Ethical",
      "Exploitative",
      "Generous",
      "Legal"
    ],
    "pembahasan": "Kata 'predatory' dalam konteks praktik lending berarti bersifat eksploitatif atau mengambil keuntungan secara tidak adil, biasanya dengan menargetkan orang yang rentan secara finansial."
  },
  {
    "id": 19,
    "pertanyaan": "What approach to improving financial literacy does the passage mention?",
    "pilihan": [
      "Keeping financial education out of schools",
      "Integrating financial education into school curricula",
      "Discouraging adults from learning about finance",
      "Eliminating all digital financial tools",
      "Making financial information less accessible"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa banyak negara telah mulai mengintegrasikan pendidikan keuangan ke dalam kurikulum sekolah, sementara pemberi kerja dan organisasi komunitas menawarkan program untuk orang dewasa."
  },
  {
    "id": 20,
    "pertanyaan": "What does the passage conclude about efforts to improve financial literacy?",
    "pilihan": [
      "No further efforts are needed as the problem is solved",
      "Continuous effort is needed to ensure all individuals have necessary knowledge",
      "Only children need financial education",
      "Financial literacy cannot be taught effectively",
      "Digital tools have made all financial education unnecessary"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa meskipun ada kemajuan, upaya berkelanjutan diperlukan untuk memastikan bahwa semua individu memiliki pengetahuan yang diperlukan untuk menavigasi lanskap keuangan modern dengan sukses."
  }
]