[
  {
    "id": 1,
    "pertanyaan": "Read the text to answer question number 1 to 5.\n\n**Text 1**\n\nPlastic pollution has become one of the most pressing environmental issues, with rapidly increasing production of disposable plastic products overwhelming the world's ability to deal with them. Plastic pollution is most visible in developing Asian and African nations, where garbage collection systems are often inefficient or nonexistent. But the developed world, especially in countries with low recycling rates, also has trouble properly collecting discarded plastics. Plastic trash is now so ubiquitous it has prompted efforts to write a global treaty negotiated by the United Nations.\n\nPlastics often contain additives making them stronger, more flexible, and durable. But many of these additives can extend the life of products if they become litter, with some estimates ranging to at least 400 years to break down. How plastics are made also is an energy-intensive process that relies heavily on fossil fuels. It's estimated that 4 percent of the world's annual petroleum production is diverted to making plastic, and another 4 percent gets burned in the process.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Plastic pollution is only a problem in developing countries",
      "Plastic production is an efficient use of fossil fuels",
      "Plastic pollution is a global issue requiring international cooperation",
      "Plastic additives help the environment by making products last longer",
      "Recycling systems are perfectly effective in developed nations"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa polusi plastik merupakan masalah global yang mendesak, mempengaruhi baik negara berkembang maupun maju, dan telah mendorong upaya pembuatan perjanjian global melalui PBB."
  },
  {
    "id": 2,
    "pertanyaan": "The word 'ubiquitous' in paragraph 1 most closely means...",
    "pilihan": [
      "Dangerous",
      "Everywhere",
      "Expensive",
      "Visible",
      "Temporary"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'ubiquitous' berarti ada di mana-mana atau sangat umum ditemui. 'Everywhere' adalah sinonim yang paling tepat dalam konteks ini."
  },
  {
    "id": 3,
    "pertanyaan": "According to the passage, what makes plastic pollution particularly problematic?",
    "pilihan": [
      "Plastics are inexpensive to produce",
      "Plastic products are not useful to society",
      "Plastics take extremely long to decompose",
      "Developing nations have perfect garbage collection",
      "Plastic production uses renewable energy sources"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa plastik dapat membutuhkan waktu setidaknya 400 tahun untuk terurai, menjadikan polusi plastik sangat bermasalah karena persistensinya yang lama di lingkungan."
  },
  {
    "id": 4,
    "pertanyaan": "The word 'they' in '...overwhelming the world's ability to deal with them' refers to...",
    "pilihan": [
      "Environmental issues",
      "Developing nations",
      "Disposable plastic products",
      "Garbage collection systems",
      "Recycling rates"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'they' dalam kalimat tersebut merujuk pada 'disposable plastic products' yang disebutkan sebelumnya dalam kalimat yang sama."
  },
  {
    "id": 5,
    "pertanyaan": "What percentage of the world's petroleum production is used to make plastic according to the passage?",
    "pilihan": [
      "2 percent",
      "4 percent",
      "8 percent",
      "10 percent",
      "12 percent"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 4 persen produksi minyak bumi tahunan dunia dialihkan untuk membuat plastik, dan 4 persen lagi dibakar dalam prosesnya, sehingga totalnya adalah 8 persen."
  },
  {
    "id": 6,
    "pertanyaan": "Read the text to answer question number 6 to 10.\n\n**Text 2**\n\nThe human microbiome consists of trillions of microorganisms living in and on our bodies. These microbial communities, which include bacteria, fungi, and viruses, play crucial roles in human health, influencing everything from digestion to immune function. Recent research has revealed that a diverse microbiome is associated with better health outcomes, while reduced microbial diversity has been linked to various conditions including obesity, autoimmune diseases, and mental health disorders.\n\nAntibiotics, while life-saving medicines, can significantly disrupt the gut microbiome by killing both harmful and beneficial bacteria. Studies show that it can take weeks or even months for the microbiome to recover after a course of antibiotics, and sometimes it never fully returns to its original state. This has led researchers to investigate ways to protect and restore healthy gut flora, including the use of probiotics and prebiotics.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Antibiotics should never be used under any circumstances",
      "All microorganisms in the human body are harmful",
      "The human microbiome is important for health and can be affected by antibiotics",
      "Probiotics can completely reverse all damage caused by antibiotics",
      "Microbiome diversity has no significant health implications"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah pentingnya microbiome manusia bagi kesehatan dan bagaimana antibiotik dapat mengganggu keseimbangan microbiome tersebut, yang mendorong penelitian tentang cara melindungi dan memulihkannya."
  },
  {
    "id": 7,
    "pertanyaan": "What does the word 'flora' in paragraph 2 refer to?",
    "pilihan": [
      "Plants in the environment",
      "Microbial communities",
      "Digestive enzymes",
      "Medicinal herbs",
      "Immune cells"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks biologi, 'flora' ketika merujuk pada tubuh manusia biasanya berarti komunitas mikroba, khususnya bakteri, yang hidup di dalam atau pada tubuh."
  },
  {
    "id": 8,
    "pertanyaan": "According to the passage, what is associated with better health outcomes?",
    "pilihan": [
      "Complete absence of microorganisms",
      "Frequent antibiotic use",
      "Reduced microbial diversity",
      "A diverse microbiome",
      "Only harmful bacteria in the gut"
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'a diverse microbiome is associated with better health outcomes'."
  },
  {
    "id": 9,
    "pertanyaan": "Which of the following is NOT mentioned as a consequence of reduced microbial diversity?",
    "pilihan": [
      "Obesity",
      "Autoimmune diseases",
      "Mental health disorders",
      "Cancer",
      "Various health conditions"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan obesitas, penyakit autoimun, dan gangguan kesehatan mental dikaitkan dengan berkurangnya keragaman mikroba, tetapi tidak menyebutkan kanker secara spesifik."
  },
  {
    "id": 10,
    "pertanyaan": "What can be inferred from the passage about antibiotic use?",
    "pilihan": [
      "They have no effect on beneficial bacteria",
      "Their effects on the microbiome are always temporary and minor",
      "They can cause long-term changes to the microbiome",
      "They should be taken daily to maintain health",
      "They increase microbial diversity immediately"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa microbiome terkadang tidak pernah sepenuhnya kembali ke keadaan semula setelah penggunaan antibiotik, yang menyiratkan bahwa antibiotik dapat menyebabkan perubahan jangka panjang pada microbiome."
  },
  {
    "id": 11,
    "pertanyaan": "Read the text to answer question number 11 to 15.\n\n**Text 3**\n\nArtificial Intelligence has transformed from a theoretical concept to a practical tool impacting numerous industries. Machine learning algorithms now power recommendation systems, voice assistants, and autonomous vehicles. However, as AI systems become more sophisticated, concerns about ethics, bias, and job displacement have grown substantially.\n\nOne significant challenge is algorithmic bias, where AI systems perpetuate or even amplify existing societal prejudices. This occurs because these systems learn from historical data that may contain biased human decisions. For instance, hiring algorithms trained on data from companies that historically favored male candidates might learn to discriminate against female applicants. Addressing these issues requires diverse development teams, transparent algorithms, and ongoing monitoring.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The complete history of artificial intelligence development",
      "How AI will definitely solve all human problems",
      "Practical applications of AI and associated ethical challenges",
      "The technical details of how machine learning algorithms work",
      "Why AI should be banned completely"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas transformasi AI menjadi alat praktis yang berdampak pada berbagai industri (aplikasi praktis) dan juga menekankan kekhawatiran tentang etika, bias, dan dampak pekerjaan (tantangan etika)."
  },
  {
    "id": 12,
    "pertanyaan": "What is 'algorithmic bias' according to the passage?",
    "pilihan": [
      "When algorithms are intentionally programmed to be unfair",
      "When AI systems perpetuate existing societal prejudices",
      "A technical error in computer programming",
      "When algorithms favor all groups equally",
      "A type of bias that only affects voice assistants"
    ],
    "jawaban": "B",
    "pembahasan": "Teks mendefinisikan algorithmic bias sebagai situasi di mana 'AI systems perpetuate or even amplify existing societal prejudices' karena sistem ini belajar dari data historis yang mungkin mengandung keputusan manusia yang bias."
  },
  {
    "id": 13,
    "pertanyaan": "The word 'perpetuate' in paragraph 2 is closest in meaning to...",
    "pilihan": [
      "Eliminate",
      "Challenge",
      "Continue",
      "Understand",
      "Ignore"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'perpetuate' berarti melanjutkan atau mempertahankan sesuatu, khususnya dalam konteks ini mempertahankan prasangka masyarakat yang sudah ada."
  },
  {
    "id": 14,
    "pertanyaan": "According to the passage, how can algorithmic bias be addressed?",
    "pilihan": [
      "By using only historical data without modification",
      "By eliminating all AI systems immediately",
      "Through diverse teams, transparency, and monitoring",
      "By ensuring only one demographic group develops AI",
      "By keeping algorithms completely secret"
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa mengatasi bias algoritma membutuhkan 'diverse development teams, transparent algorithms, and ongoing monitoring'."
  },
  {
    "id": 15,
    "pertanyaan": "What example does the passage give to illustrate algorithmic bias?",
    "pilihan": [
      "Voice assistants misunderstanding accents",
      "Autonomous vehicles causing accidents",
      "Hiring algorithms discriminating against female applicants",
      "Recommendation systems suggesting irrelevant products",
      "Medical AI misdiagnosing rare diseases"
    ],
    "jawaban": "C",
    "pembahasan": "Teks memberikan contoh spesifik tentang algoritma perekrutan yang dilatih pada data dari perusahaan yang secara historis memilih kandidat laki-laki, yang kemudian belajar mendiskriminasi pelamar perempuan."
  },
  {
    "id": 16,
    "pertanyaan": "Read the text to answer question number 16 to 20.\n\n**Text 4**\n\nRemote work has transitioned from a niche practice to a mainstream work arrangement, accelerated significantly by the COVID-19 pandemic. While many employees appreciate the flexibility and elimination of commute times, research shows mixed impacts on productivity and wellbeing. Some studies indicate increased productivity due to fewer office distractions, while others note challenges with collaboration, communication, and work-life boundaries.\n\nOrganizations are adopting hybrid models that combine remote and in-office work. Successful implementation requires thoughtful policies regarding communication protocols, performance measurement, and technological infrastructure. Companies must also address potential inequities that may arise, as remote work opportunities are not equally distributed across industries, job types, and demographic groups.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Argue that remote work is universally better than office work",
      "Promote a specific remote work software platform",
      "Discuss the complexities and considerations of remote work",
      "Claim that remote work has been completely unsuccessful",
      "Provide a historical timeline of workplace evolution"
    ],
    "jawaban": "C",
    "pembahasan": "Tujuan utama penulis adalah membahas berbagai aspek kompleks dari kerja jarak jauh, termasuk dampak campuran pada produktivitas dan kesejahteraan, model hybrid, dan pertimbangan kebijakan yang diperlukan untuk implementasi yang sukses."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what has research shown about remote work's impact on productivity?",
    "pilihan": [
      "It universally decreases productivity for all workers",
      "It has consistently shown only positive effects",
      "It has shown mixed results with both increases and challenges",
      "No research has been conducted on this topic",
      "It only affects productivity in technology companies"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa penelitian menunjukkan 'mixed impacts on productivity', dengan beberapa studi menunjukkan peningkatan karena lebih sedikit gangguan, sementara yang lain mencatat tantangan dengan kolaborasi dan komunikasi."
  },
  {
    "id": 18,
    "pertanyaan": "The word 'inequities' in paragraph 2 most likely refers to...",
    "pilihan": [
      "Technical problems",
      "Unfair situations",
      "Productivity tools",
      "Communication methods",
      "Office supplies"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'inequities' mengacu pada ketidakadilan atau ketidaksetaraan, dalam konteks ini kemungkinan ketidakadilan dalam distribusi peluang kerja jarak jauh di berbagai industri, jenis pekerjaan, dan kelompok demografis."
  },
  {
    "id": 19,
    "pertanyaan": "Which of the following is NOT mentioned as a requirement for successful implementation of hybrid work models?",
    "pilihan": [
      "Thoughtful communication protocols",
      "Appropriate performance measurement",
      "Adequate technological infrastructure",
      "Complete elimination of office spaces",
      "Policies addressing potential inequities"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan kebutuhan akan protokol komunikasi, pengukuran kinerja, infrastruktur teknologi, dan kebijakan yang mengatasi ketidaksetaraan, tetapi tidak menyebutkan penghapusan lengkap ruang kantor sebagai persyaratan untuk model kerja hybrid yang sukses."
  },
  {
    "id": 20,
    "pertanyaan": "What can be inferred about the future of work from the passage?",
    "pilihan": [
      "All companies will require full-time office attendance",
      "Remote work will completely replace traditional offices",
      "Flexible work arrangements will likely continue in some form",
      "Technological infrastructure will become less important",
      "Communication will become simpler with remote work"
    ],
    "jawaban": "C",
    "pembahasan": "Berdasarkan diskusi tentang adopsi model hybrid dan berbagai pertimbangan untuk implementasi yang sukses, dapat disimpulkan bahwa pengaturan kerja fleksibel kemungkinan akan terus berlanjut dalam beberapa bentuk di masa depan."
  }
]