[
  {
    "id": 1,
    "pertanyaan": "Read the text to answer question number 1-5.\n\n**Text 1**\n\n In 2000, researchers began an ambitious effort to document the academic outcomes of study abroad across the 35-institution University System of Georgia. Ten years later, they have found that students who study abroad have improved academic performance upon returning to their home campus, higher graduation rates, and improved knowledge of cultural practices and context compared to students in control groups. They have also found that studying abroad helps, rather than hinders, academic performance of at-risk students.\n\n\"The skeptics of study abroad have always made the argument that study abroad is a distraction from the business of getting educated, so you can enter the economy and become a contributing member of society,\" said Don Rubin, professor emeritus of speech communication and language education at the University of Georgia and research director for GLOSSARI – the Georgia Learning Outcomes of Students Studying Abroad Research Initiative. \"I think if there's one take-home message from this research as a whole it is that study abroad does not undermine educational outcomes, it doesn't undermine graduation rate, it doesn't undermine final semester GPA. It's not a distraction.\n\nResearchers administered a 29-question intercultural learning outcomes instrument to 440 study abroad and 230 non-study abroad participants from 13 Georgia institutions. From pre- to post-test, study abroad participants surpassed non-study abroad participants in measures related to functional knowledge of cultural practices – the ability to say what's funny in another culture, for instance, or take a train or bus to reach a destination.\n\nResearchers looked at three case studies of courses taught on the home campus and overseas – a Novels of Jane Austen class (taught in Oxford), a French Revolution and Napoleon class (taught in Paris) and an Intercultural Communication class (also taught in Paris). \"There has been some outstanding research that's already been done in second-language learning overseas, in personal development, intercultural growth, and attitudinal and behavioral changes that occur as a result of study abroad,\" said Sutton, the GLOSSARI project director.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Skepticism about study abroad",
      "Study abroad show outstanding result in second learning language overseas",
      "Study abroad prove to improve academic performance student at risk",
      "Study abroad may distract business of getting educated",
      "Study abroad participants surpassed non-study abroad participants related to functional"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks ini adalah bahwa studi di luar negeri terbukti meningkatkan performa akademik, termasuk bagi siswa berisiko, dan tidak mengganggu pendidikan seperti yang dikhawatirkan para skeptis. Pilihan C paling tepat menangkap inti pesan penelitian tersebut."
  },
  {
    "id": 2,
    "pertanyaan": "The word 'hinder' in paragraph 3 means...",
    "pilihan": [
      "Block",
      "Proceed",
      "Progress",
      "Realize",
      "Respond"
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'hinder' dalam konteks 'helps, rather than hinders, academic performance' berarti menghambat atau menghalangi. 'Block' adalah sinonim yang paling tepat."
  },
  {
    "id": 3,
    "pertanyaan": "How study abroad helps student academic performance ...",
    "pilihan": [
      "Study abroad enhance personal development, intercultural growth, and attitudinal and behavioral changes",
      "Study abroad participants surpassed non-study abroad participants functional knowledge of cultural practices",
      "Study abroad helps student enter the economy and become a contributing member of society",
      "Study abroad doesn't undermine graduation rate, it doesn't undermine final semester GPA",
      "Study abroad is a distraction from the business of getting educated"
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa studi di luar negeri tidak mengganggu hasil pendidikan, tidak mengurangi tingkat kelulusan, dan tidak mengurangi IPK semester akhir. Ini adalah cara langsung studi di luar negeri membantu performa akademik dengan tidak merusaknya."
  },
  {
    "id": 4,
    "pertanyaan": "The word 'It' in paragraph 2 refers to...",
    "pilihan": [
      "Researcher",
      "GPA",
      "Second language learning",
      "Take home message",
      "Study abroad"
    ],
    "jawaban": "E",
    "pembahasan": "Kata 'It' dalam kalimat 'It's not a distraction' merujuk pada subjek utama pembahasan paragraf sebelumnya, yaitu 'study abroad'."
  },
  {
    "id": 5,
    "pertanyaan": "The author's attitude towards the text is...",
    "pilihan": [
      "Tolerant",
      "Unhappy",
      "Worried",
      "Critical",
      "Concerned"
    ],
    "jawaban": "A",
    "pembahasan": "Penulis menyajikan temuan penelitian secara faktual dan objektif, mendukung manfaat studi di luar negeri dengan data. Sikap ini dapat digambarkan sebagai 'tolerant' (menerima/mendukung) terhadap praktik studi di luar negeri, berlawanan dengan pandangan skeptis."
  },
  {
    "id": 6,
    "pertanyaan": "Read the text to answer question number 6-10.\n\n**Text 2 ** \n\n The dragon, the only mythical creature among the 12 animals of the Chinese zodiac, is regarded as a symbol of might and intelligence. In ancient China, the dragon was associated with the emperor. Boys born in the year of the dragon, especially, are said to be destined to be successful and wealthy. The next year of the dragon begins on 23 January, on the first day of the Chinese New Year, and lots of dragon babies are set to make an entrance.\n\nIn previous dragon years, China, Hong Kong, Taiwan and countries such as Singapore with a strong Chinese diaspora have experienced baby booms. In 2000, Hong Kong saw a more than 5% rise in the number of births, according to official data. Last month, state news agency Xinhua reported that China was anticipating a 5% increase in the number of babies this year.\n\nPaying for nappies, however, is not the biggest worry for parents of dragon babies. \"It might affect this birth cohort when they get into school, go to the labour market because more people means more competition,\" said Dr Tong Yuying, assistant professor, department of Sociology at the Chinese University of Hong Kong. Schools may increase their capacity, but it still means more children battling it out in national exams to get into top schools.\n\nThe race for school among bumper dragon cohorts is similar in Taiwan, if not more pronounced. \"Competition is definitely more intense for kids born in this year,\" said Dr Chen Shee-Uan, director of reproductive endocrinology and infertility at the National Taiwan University Hospital. He believes there will be an increase of 20 to 30% this year in the number of babies delivered at the hospital.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "The year of dragon has brought economic impact and increase households income significantly in Taiwan",
      "The perception of people under dragon sign has influenced the birth rate significantly in countries with strong Chinese diaspora",
      "It is important for a Chinese family to have at least one kid with dragon sign to bring wealth and prosperity to the family",
      "Just like any other Chinese zodiac signs, the year of dragon does not bring any major difference in terms of birth rate in Singapore, Malaysia and Taiwan",
      "Chinese tend to give birth in the year of Dragon through an insemination process to have a prosperous family"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bagaimana kepercayaan terhadap shio naga (sebagai simbol keberuntungan, kesuksesan, dan kekayaan) mempengaruhi tingkat kelahiran secara signifikan di negara-negara dengan diaspora China yang kuat, serta implikasi kompetisi di masa depan bagi anak-anak yang lahir di tahun naga."
  },
  {
    "id": 7,
    "pertanyaan": "What is synonym of 'cohort' in paragraph 3?",
    "pilihan": [
      "Group",
      "Grade",
      "Rate",
      "Level",
      "Class"
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'cohort' dalam konteks 'this birth cohort' merujuk pada sekelompok orang (dalam hal ini, bayi) yang memiliki karakteristik sama (lahir di tahun naga). 'Group' adalah sinonim yang paling tepat."
  },
  {
    "id": 8,
    "pertanyaan": "Paragraph 2 conclude that...",
    "pilihan": [
      "Baby boom phenomenon in China and Chinese diaspora countries happened in dragon year",
      "Children birth in dragon year battling it out in national exams to get into top schools",
      "There will be an increase of 20 to 30% this year in the number of babies delivered at the hospital during dragon year",
      "Sales of nappies in China will grow about 17% to 28.4 billion yuan during dragon year",
      "In vitro fertilisation treatments increased a lot during dragon year"
    ],
    "jawaban": "A",
    "pembahasan": "Paragraf 2 memberikan contoh data peningkatan kelahiran di Hong Kong (2000) dan antisipasi peningkatan di China pada tahun naga, menyimpulkan bahwa fenomena baby boom terjadi di tahun naga di China dan negara-negara dengan diaspora China."
  },
  {
    "id": 9,
    "pertanyaan": "According to the passage above, which of the following option is NOT the reason why dragon is considered as a special sign among the Chinese twelve zodiacs?",
    "pilihan": [
      "It is a symbol of might and intelligence",
      "People under dragon sign is believed to be wealthy in the future",
      "People with dragon sign will be the leader of the country",
      "It has a close association with the Emperor",
      "People under dragon are destined to be successful"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan naga sebagai simbol kekuatan, kecerdasan, dikaitkan dengan kaisar, dan dipercaya membawa kesuksesan serta kekayaan. Namun, tidak ada pernyataan bahwa orang bershio naga 'akan menjadi pemimpin negara'. Pernyataan ini terlalu spesifik dan tidak disebutkan dalam teks."
  },
  {
    "id": 10,
    "pertanyaan": "What can we infer from the passage above?",
    "pilihan": [
      "The Chinese government encourages its people to have more kids in the year of dragon to bring prosperity to the country",
      "Schools prepares extra quotas and higher the acceptance standards to tackle the baby boom in the year of dragon",
      "The Chinese government sets up more difficult questions for those who were born under the dragon sign since they are believed to be more intelligent than those of other zodiacs",
      "The Chinese's belief to the zodiac sign reflects the educational level gained by its people",
      "The Chinese strongly believe in the luck brought by the Dragon and it's reflected on the birth rate in the year of dragon"
    ],
    "jawaban": "E",
    "pembahasan": "Dari teks dapat disimpulkan bahwa kepercayaan kuat masyarakat China terhadap keberuntungan yang dibawa oleh shio naga tercermin dari peningkatan angka kelahiran yang signifikan pada tahun naga, seperti yang ditunjukkan oleh data dan pernyataan ahli."
  },
  {
    "id": 11,
    "pertanyaan": "Read the text to answer question number 11-15.\n\n**Text 3**\n\nSometimes experience in other countries can help people to understand their own identity better. Mahatma Gandhi was born 1869 at Portandar in Western India. After studying in India, he dreamt of going to England to study. He was told that his Hindu religion did not allow voyages abroad. However, Gandhi was very determined and he finally left for England in 1887. At first he tried to learn to behave like an English gentleman, but he soon learnt that it was better to be himself. He studied law in London, qualifying in 1891. He also learnt about other religions.\n\nHe returned home to India and worked as a lawyer for two years. After some problems, he was offered a job in South Africa. Here he experienced racism as a member Indian community. He decided to fight for the rights of Indians using 'passive resistance'. He had three main beliefs, namely non-violence, religious tolerance and truth. When he finally returned to India in 1915, he became a great political leader. During the fight for independence he was often put in prison, but his beliefs never changed.\n\nGandhi had studied in Britain, so he understood the British better than they understood him. Gandhi's leadership led to independence, but, on Independence Day, 15 August, 1947, Gandhi refused to celebrate. He was in favor of Hindu-Muslim unity but Muslims and Hindus could not agree, so a separate Muslim state was formed in Pakistan. In 1948, Gandhi started fasting to death as a protest against fighting between India and Pakistan. He was assassinated by a Hindu fanatic on 30th January 1948. India and Pakistan are still fighting in Kashmir today. The fight for independence was a difficult one, but not as difficult as the fight for non-violence, religious tolerance and truth.\n\nThe passage above mainly deals with Mahatma Gandhi's ...",
    "pilihan": [
      "search for principles of his three main beliefs",
      "fighting against racism in South Africa",
      "political career as an important national leader",
      "experience to identify his life principles",
      "political struggle for India's independence"
    ],
    "jawaban": "D",
    "pembahasan": "Teks ini secara keseluruhan menceritakan perjalanan hidup Gandhi, mulai dari pengalaman studinya di Inggris, pengalaman rasisme di Afrika Selatan, hingga pembentukan prinsip hidupnya (non-kekerasan, toleransi beragama, kebenaran) dan perjuangannya berdasarkan prinsip-prinsip tersebut. Pilihan D paling mencakup keseluruhan esensi teks."
  },
  {
    "id": 12,
    "pertanyaan": "The following statements are true about Mahatma Gandhi, EXCEPT ...",
    "pilihan": [
      "Mahatma Gandhi's studying in Britain was against Hinduism principles",
      "Mahatma Gandhi believed in non-violence, religious tolerance and truth",
      "Mahatma Gandhi learned and understood about some religions well",
      "Mahatma Gandhi fought hard for unity of his nation",
      "Mahatma Gandhi did not like the idea of Hindu-Muslim unity in India"
    ],
    "jawaban": "E",
    "pembahasan": "Pernyataan E salah. Teks dengan jelas menyatakan 'He was in favor of Hindu-Muslim unity' (Dia mendukung persatuan Hindu-Muslim). Pernyataan A benar karena disebutkan agamanya melarang perjalanan ke luar negeri. B, C, dan D juga sesuai dengan isi teks."
  },
  {
    "id": 13,
    "pertanyaan": "The word non-violence in 'He had three main beliefs, non-violence, religious tolerance and truth' in paragraph 2 can best be replaced by ...",
    "pilihan": [
      "favorable conducts",
      "peaceful actions",
      "political spirits",
      "religious prejudices",
      "passive behaviors"
    ],
    "pilihan_ganda": ["A", "B", "C", "D", "E"],
    "jawaban": "B",
    "pembahasan": "'Non-violence' (tanpa kekerasan) secara harfiah berarti tidak menggunakan kekerasan. Konsep ini sangat terkait dengan tindakan damai. 'Peaceful actions' (tindakan damai) adalah pengganti terbaik."
  },
  {
    "id": 14,
    "pertanyaan": "Mahatma Gandhi got his university degree in ...",
    "pilihan": [
      "1887",
      "1915",
      "1891",
      "1947",
      "1948"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'He studied law in London, qualifying in 1891.' Kualifikasi dalam konteks ini berarti menyelesaikan studinya dan mendapatkan gelar sarjana hukum."
  },
  {
    "id": 15,
    "pertanyaan": "We can infer from the following statements about Mahatma Gandhi, EXCEPT ...",
    "pilihan": [
      "he understood Hinduism and Islam equally well",
      "he knew well the characteristics of the English people",
      "he had good knowledge about law issues",
      "he had the hardest time fighting for independence of his nation",
      "he experienced racism when he was in South Africa"
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan D tidak dapat disimpulkan dari teks. Justru, teks menyatakan 'The fight for independence was a difficult one, but not as difficult as the fight for non-violence, religious tolerance and truth.' Artinya, perjuangan melawan kekerasan dll justru lebih sulit. Pernyataan A, B, C, dan E dapat disimpulkan atau secara eksplisit disebutkan dalam teks."
  },
  {
    "id": 16,
    "pertanyaan": "Read the text to answer question number 1-5.\n\n**Text 4 ** \n\n Education is often viewed as school in a traditional, formal sense. Many people believe that true learning can only take place in a formal classroom setting. Others feel education occurs in many different forms and environments. There may not be a definitive answer to the question of, 'What is education?' However, we can start thinking about the purpose of education. Is it to educate youth to be responsible citizens? Is it to develop individuals, as well as society, in order to ensure a society's economic success? Or is it to simply focus on developing individual talents and intelligence? Perhaps it is the balance of all three that defines education? While our answers may differ, we can perhaps agree that education is a basic human right. When that right is granted growth and development, the society as a whole is more likely to improve in areas such as health, nutrition, general income and living standards and population fertility rates.\n\nAs global citizens it is our responsibility to critically think about the issues and attempt to come up with solutions to the problems plaguing education. In 1990 UNESCO launched EFA, the movement to provide quality education for all children, youth, and adults by the year 2015. The unfortunate reality is that for many countries, larger issues come before improving the quality of education. How can we achieve the goals of EFA when numerous countries around the world are faced with challenges that seem far too impossible to overcome? The answer lies in attempting to bridge some of the gaps that prevent developing nations to compete with developed nations. One example is that of providing greater access to technology and narrowing the ever widening digital divide. In many ways the most basic access to technology can serve as a valuable educational tool. Individuals who are not afforded this access are at a disadvantage when trying to grasp opportunities to make life better for themselves, their families, and their community.\n\nThe author's main concern in the first paragraph of the passage is that …",
    "pilihan": [
      "there is no exact definition about education",
      "education is a fundamental individual's right",
      "everyone has the right to get quality education",
      "education occurs in any place not just schools",
      "development can be gained through education"
    ],
    "jawaban": "B",
    "pembahasan": "Meskipun paragraf pertama membahas berbagai pandangan tentang pendidikan, kalimat kuncinya adalah 'we can perhaps agree that education is a basic human right.' Kemudian dijelaskan dampak positif ketika hak ini terpenuhi. Jadi, kekhawatiran utama penulis di paragraf ini adalah menegaskan bahwa pendidikan adalah hak asasi manusia yang mendasar."
  },
  {
    "id": 17,
    "pertanyaan": "The situation the author shows in the passage above is best described as follows …",
    "pilihan": [
      "quality education fundamentally ensures quality living in all sectors",
      "education is essentially everyone's right yet it still has its challenges",
      "there are problems in education in spite of its significant role",
      "as long as nations compete, education cannot progress",
      "absence of an exact definition causes problems in education"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara keseluruhan menggambarkan bahwa pendidikan adalah hak dasar (paragraf 1) namun dalam implementasinya, khususnya melalui gerakan EFA, masih banyak tantangan yang dihadapi, terutama di negara berkembang (paragraf 2). Pilihan B paling tepat menggambarkan situasi ini."
  },
  {
    "id": 18,
    "pertanyaan": "The following sentences reflect the author's opinions in the passage, EXCEPT …",
    "pilihan": [
      "everyone has the right to get education",
      "education cannot be easily defined",
      "EFA provides quality education by 2015",
      "education is basic to human development",
      "the EFA goals are faced with serious challenges"
    ],
    "jawaban": "C",
    "pembahasan": "Pernyataan C adalah salah. Teks menyatakan UNESCO 'launched EFA, the movement to provide quality education for all ... by the year 2015.' Ini menggambarkan tujuan atau misi EFA, bukan sebuah fakta yang sudah tercapai. Penulis justru mempertanyakan bagaimana tujuan ini dapat dicapai mengingat banyaknya tantangan. Pernyataan A, B, D, dan E mencerminkan pendapat atau pernyataan yang disampaikan penulis dalam teks."
  },
  {
    "id": 19,
    "pertanyaan": "If the author is right concerning the role of education, the following might be predicted to take place, EXCEPT …",
    "pilihan": [
      "longer life expectation",
      "lesser birth rates",
      "improved welfare",
      "better quality living",
      "more job opportunities"
    ],
    "jawaban": "E",
    "pembahasan": "Penulis menyatakan bahwa ketika hak atas pendidikan terpenuhi, masyarakat cenderung membaik dalam hal 'health, nutrition, general income and living standards and population fertility rates'. Ini mencakup peningkatan kesehatan (A - harapan hidup lebih panjang), penurunan tingkat fertilitas (B - tingkat kelahiran lebih rendah), peningkatan pendapatan umum (C - kesejahteraan membaik), dan standar hidup (D - kualitas hidup lebih baik). 'More job opportunities' (lebih banyak peluang kerja) tidak secara eksplisit disebutkan sebagai hasil langsung."
  },
  {
    "id": 20,
    "pertanyaan": "The part following the passage above would likely discuss …",
    "pilihan": [
      "lack of access to technology in developing countries to support educational practices",
      "needs of modern digital technology to back up the implementation of EFA in education",
      "roles of technology in providing individuals with cheap and accessible quality education",
      "inability of developing nations to compete with developed countries in technology",
      "government's roles and responsibilities in managing education for their citizens"
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf terakhir teks mengakhiri dengan menyebutkan contoh solusi, yaitu 'providing greater access to technology' dan 'the most basic access to technology can serve as a valuable educational tool'. Bagian selanjutnya kemungkinan besar akan mengembangkan ide ini, membahas peran teknologi dalam menyediakan pendidikan yang berkualitas, murah, dan dapat diakses, seperti yang disarankan oleh pilihan C."
  }
]