[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1: Climate Migration and Humanitarian Crises**\n\nClimate change is increasingly driving human migration as extreme weather events, sea-level rise, and environmental degradation render traditional homelands uninhabitable. Millions of people are being displaced annually from coastal communities, drought-stricken agricultural regions, and areas vulnerable to natural disasters. This climate-induced migration creates complex humanitarian challenges that transcend national borders and strain international response systems.\n\nClimate migrants often face unique vulnerabilities compared to traditional refugees, as existing international legal frameworks provide limited protection for those displaced by environmental factors. The 1951 Refugee Convention does not recognize climate change as grounds for asylum, leaving many climate migrants in legal limbo. Developing nations bear disproportionate burdens, hosting the majority of climate-displaced people despite contributing least to global emissions.\n\nAddressing climate migration requires comprehensive approaches that include climate adaptation funding, disaster risk reduction, and legal protection mechanisms. International cooperation is essential for developing coordinated responses that respect human rights while supporting vulnerable communities. Proactive planning for climate relocation and sustainable development in climate-resilient areas offers pathways to manage this growing humanitarian challenge more effectively.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Climate change has no impact on human migration patterns",
      "Climate migration creates humanitarian challenges requiring international cooperation",
      "All climate migrants receive full legal protection under current laws",
      "Only wealthy nations are affected by climate migration",
      "Climate migration problems can be solved by individual countries alone"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa perubahan iklim mendorong migrasi manusia yang menciptakan tantangan kemanusiaan kompleks, membutuhkan kerjasama internasional dan pendekatan komprehensif untuk melindungi hak asasi manusia."
  },
  {
    "id": 2,
    "pertanyaan": "According to the passage, why do climate migrants face unique vulnerabilities?",
    "pilihan": [
      "They receive too much legal protection",
      "Existing legal frameworks provide limited protection for environmental displacement",
      "They are always welcomed by all countries",
      "They have better resources than other migrants",
      "International laws fully cover their situation"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan bahwa kerangka hukum internasional yang ada memberikan perlindungan terbatas bagi mereka yang mengungsi karena faktor lingkungan, karena Konvensi Pengungsi 1951 tidak mengakui perubahan iklim sebagai alasan suaka."
  },
  {
    "id": 3,
    "pertanyaan": "The word 'limbo' in paragraph 2 most closely means...",
    "pilihan": [
      "Clear legal status",
      "Protected position",
      "Uncertain situation",
      "Preferred condition",
      "Stable environment"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'limbo' berarti situasi tidak pasti atau keadaan tergantung di mana status atau masa depan seseorang tidak jelas dan tidak terselesaikan."
  },
  {
    "id": 4,
    "pertanyaan": "What disproportionate burden does the passage mention?",
    "pilihan": [
      "Wealthy nations hosting most climate migrants",
      "Developing nations hosting majority of climate-displaced people",
      "Equal distribution of climate migrants worldwide",
      "No countries bearing migration burdens",
      "Only island nations facing migration challenges"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa negara-negara berkembang menanggung beban tidak proporsional, menjadi tuan rumah bagi sebagian besar orang yang mengungsi akibat iklim meskipun berkontribusi paling sedikit terhadap emisi global."
  },
  {
    "id": 5,
    "pertanyaan": "What solution does the passage suggest for addressing climate migration?",
    "pilihan": [
      "Ignoring the problem completely",
      "Building walls around all borders",
      "Comprehensive approaches including climate adaptation funding",
      "Eliminating all international cooperation",
      "Forcing migrants to return to dangerous areas"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyimpulkan bahwa mengatasi migrasi iklim memerlukan pendekatan komprehensif yang mencakup pendanaan adaptasi iklim, pengurangan risiko bencana, dan mekanisme perlindungan hukum."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2: Pandemic Preparedness and Global Health Equity**\n\nThe COVID-19 pandemic exposed critical weaknesses in global health systems and highlighted stark disparities in pandemic preparedness between nations. While some countries mounted effective responses with robust healthcare infrastructure and vaccine development capabilities, others faced devastating impacts due to limited resources and healthcare access. These inequities demonstrated how global health security depends on the weakest links in the international system.\n\nVaccine nationalism and medical supply chain disruptions during the pandemic revealed how geopolitical competition can undermine collective health security. Wealthy nations secured disproportionate shares of vaccines and treatments, while low-income countries struggled to access essential medical resources. This inequitable distribution not only prolonged the pandemic but also allowed new variants to emerge and spread globally.\n\nStrengthening global health equity requires reforming international health governance and building more resilient health systems worldwide. The proposed Pandemic Treaty and reforms to the International Health Regulations aim to create more equitable frameworks for outbreak response. Investing in local manufacturing capacity in developing regions and ensuring knowledge sharing are essential for preparing for future health emergencies in an interconnected world.\n\nThe passage mainly discusses...",
    "pilihan": [
      "All countries were equally prepared for the pandemic",
      "Pandemic response was perfectly equitable worldwide",
      "The pandemic revealed health inequities and the need for global health system reforms",
      "Only wealthy nations faced challenges during the pandemic",
      "Global health security requires no international cooperation"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas bagaimana pandemi COVID-19 mengekspos ketidaksetaraan dalam kesiapan pandemi dan respons kesehatan global, menunjukkan perlunya reformasi tata kelola kesehatan internasional dan sistem kesehatan yang lebih tangguh."
  },
  {
    "id": 7,
    "pertanyaan": "According to the passage, what does global health security depend on?",
    "pilihan": [
      "Only the strongest healthcare systems",
      "The weakest links in the international system",
      "Isolation of each country",
      "Elimination of all international travel",
      "Focusing only on wealthy nations' needs"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa keamanan kesehatan global bergantung pada mata rantai terlemah dalam sistem internasional, yang menunjukkan bagaimana ketidaksetaraan dapat mempengaruhi semua negara."
  },
  {
    "id": 8,
    "pertanyaan": "The term 'vaccine nationalism' in paragraph 2 refers to...",
    "pilihan": [
      "Equal global vaccine distribution",
      "Countries prioritizing their own populations over global equity",
      "Sharing all vaccines with other nations first",
      "Eliminating all vaccine development",
      "Creating vaccines only for wealthy countries"
    ],
    "jawaban": "B",
    "pembahasan": "'Vaccine nationalism' mengacu pada negara-negara yang memprioritaskan populasi mereka sendiri atas kesetaraan global, mengamankan bagian vaksin dan perawatan yang tidak proporsional."
  },
  {
    "id": 9,
    "pertanyaan": "What consequence of inequitable vaccine distribution does the passage mention?",
    "pilihan": [
      "Faster end to the pandemic everywhere",
      "Emergence and spread of new variants globally",
      "Complete protection of all populations",
      "Equal health outcomes for all countries",
      "Immediate access for everyone"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan bahwa distribusi yang tidak setara tidak hanya memperpanjang pandemi tetapi juga memungkinkan varian baru muncul dan menyebar secara global."
  },
  {
    "id": 10,
    "pertanyaan": "What does the passage suggest is essential for future pandemic preparedness?",
    "pilihan": [
      "Isolating each country completely",
      "Investing in local manufacturing capacity in developing regions",
      "Keeping medical knowledge secret",
      "Eliminating international health organizations",
      "Focusing only on treatment rather than prevention"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa berinvestasi dalam kapasitas manufaktur lokal di wilayah berkembang dan memastikan berbagi pengetahuan sangat penting untuk mempersiapkan keadaan darurat kesehatan di masa depan."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3: Urban Disaster Resilience in Dense Cities**\n\nRapid urbanization has concentrated populations in disaster-prone areas, increasing vulnerability to earthquakes, floods, and other natural hazards. Many megacities are built on floodplains, seismic zones, or coastal areas exposed to sea-level rise and storm surges. The density of urban populations means that when disasters strike, they can affect millions of people simultaneously, overwhelming emergency response systems.\n\nBuilding urban resilience requires integrated approaches that combine physical infrastructure with social systems and community engagement. Retrofitting buildings to withstand earthquakes, creating green infrastructure for flood management, and developing early warning systems are crucial technical measures. Equally important are social resilience strategies like community-based disaster preparedness, vulnerable population protection plans, and inclusive urban planning that considers the needs of all residents.\n\nThe role of local communities in disaster risk reduction cannot be overstated. Community knowledge of local risks and resources often proves invaluable during emergencies when formal response systems are stretched thin. Participatory planning processes that engage residents in resilience-building initiatives foster social cohesion and ensure that disaster preparedness measures are culturally appropriate and effectively implemented at the neighborhood level.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Argue that cities should be completely abandoned",
      "Explain urban disaster vulnerabilities and comprehensive resilience strategies",
      "Claim that only governments can address disaster risks",
      "Suggest that natural disasters only affect rural areas",
      "Promote building more cities in high-risk zones"
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan utama penulis adalah menjelaskan kerentanan perkotaan terhadap bencana karena konsentrasi populasi yang cepat dan strategi ketahanan komprehensif yang menggabungkan infrastruktur fisik dengan sistem sosial dan keterlibatan komunitas."
  },
  {
    "id": 12,
    "pertanyaan": "According to the passage, why are dense cities particularly vulnerable to disasters?",
    "pilihan": [
      "They have too many emergency services",
      "Disasters can affect millions of people simultaneously",
      "They are always built in safe locations",
      "Their populations are spread out thinly",
      "They have unlimited resources for response"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan bahwa kepadatan populasi perkotaan berarti ketika bencana terjadi, mereka dapat mempengaruhi jutaan orang secara bersamaan, membanjiri sistem tanggap darurat."
  },
  {
    "id": 13,
    "pertanyaan": "The word 'resilience' in paragraph 2 most closely means...",
    "pilihan": [
      "Fragility",
      "Ability to recover from difficulties",
      "Permanent damage",
      "Complete destruction",
      "Avoidance of all risks"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'resilience' berarti kemampuan untuk pulih dengan cepat dari kesulitan, ketahanan, atau kapasitas untuk menahan guncangan dan stres."
  },
  {
    "id": 14,
    "pertanyaan": "What technical measures for urban resilience does the passage mention?",
    "pilihan": [
      "Only community meetings",
      "Retrofitting buildings and early warning systems",
      "Eliminating all infrastructure",
      "Ignoring building codes",
      "Reducing emergency services"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan retrofitting bangunan untuk menahan gempa bumi, menciptakan infrastruktur hijau untuk manajemen banjir, dan mengembangkan sistem peringatan dini sebagai langkah teknis yang crucial."
  },
  {
    "id": 15,
    "pertanyaan": "Why is community knowledge valuable during emergencies according to the passage?",
    "pilihan": [
      "It replaces all professional emergency response",
      "It is useless during disasters",
      "It provides understanding of local risks and resources",
      "It complicates rescue operations",
      "It should be ignored by authorities"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa pengetahuan komunitas tentang risiko dan sumber daya lokal sering terbukti sangat berharga selama keadaan darurat ketika sistem respons formal terbentang tipis."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4: Humanitarian Access in Conflict Zones**\n\nArmed conflicts increasingly obstruct humanitarian access to vulnerable populations, violating international humanitarian law and exacerbating human suffering. Deliberate attacks on humanitarian workers, bureaucratic impediments, and active conflict prevent life-saving assistance from reaching civilians in need. These access constraints particularly affect women, children, and other marginalized groups who depend most heavily on humanitarian protection and support.\n\nInternational humanitarian law establishes the legal framework for humanitarian access, requiring warring parties to allow and facilitate rapid and unimpeded passage of relief operations. However, the politicization of aid and use of starvation as a weapon of war have become alarming trends in contemporary conflicts. Humanitarian organizations must navigate complex negotiations with multiple armed groups while maintaining principles of neutrality, impartiality, and independence.\n\nStrengthening humanitarian diplomacy and developing innovative delivery mechanisms are essential for reaching populations in hard-to-access areas. Digital technologies enable remote needs assessments and cash-based assistance in some contexts, while humanitarian corridors and local partnerships provide access in others. Ultimately, political solutions to conflicts remain the only sustainable path to ensuring permanent humanitarian access and protecting civilian populations from the worst impacts of warfare.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Humanitarian access is always guaranteed in conflict zones",
      "Armed conflicts obstruct humanitarian access, requiring legal protection and innovative solutions",
      "Humanitarian workers should avoid conflict areas completely",
      "Only military solutions can ensure humanitarian access",
      "International laws are unnecessary for humanitarian work"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa konflik bersenjata menghalangi akses kemanusiaan ke populasi rentan, membutuhkan perlindungan melalui hukum humaniter internasional dan solusi inovatif termasuk diplomasi kemanusiaan dan mekanisme pengiriman yang kreatif."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what groups are most affected by humanitarian access constraints?",
    "pilihan": [
      "Only combatants and soldiers",
      "Wealthy business owners",
      "Women, children, and marginalized groups",
      "International diplomats",
      "Journalists and media personnel"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa pembatasan akses terutama mempengaruhi perempuan, anak-anak, dan kelompok terpinggirkan lainnya yang paling bergantung pada perlindungan dan dukungan kemanusiaan."
  },
  {
    "id": 18,
    "pertanyaan": "The term 'starvation as a weapon of war' in paragraph 2 refers to...",
    "pilihan": [
      "Providing abundant food to all civilians",
      "Using food deprivation as a military strategy",
      "Ensuring nutrition for everyone",
      "Developing agricultural programs",
      "Sharing food resources equally"
    ],
    "jawaban": "B",
    "pembahasan": "'Starvation as a weapon of war' mengacu pada penggunaan deprivasi makanan sebagai strategi militer, dengan sengaja mencegah akses ke makanan untuk melemahkan populasi musuh."
  },
  {
    "id": 19,
    "pertanyaan": "What principles must humanitarian organizations maintain according to the passage?",
    "pilihan": [
      "Neutrality, impartiality, and independence",
      "Support for specific warring parties",
      "Political alignment with governments",
      "Religious proselytizing",
      "Commercial profit motives"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menjelaskan bahwa organisasi kemanusiaan harus menavigasi negosiasi kompleks sambil mempertahankan prinsip netralitas, ketidakberpihakan, dan kemandirian."
  },
  {
    "id": 20,
    "pertanyaan": "What does the passage identify as the only sustainable solution for humanitarian access?",
    "pilihan": [
      "Temporary ceasefires only",
      "Political solutions to conflicts",
      "More bureaucratic impediments",
      "Eliminating all humanitarian organizations",
      "Increasing attacks on aid workers"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa solusi politik untuk konflik tetap menjadi satu-satunya jalan berkelanjutan untuk memastikan akses kemanusiaan permanen dan melindungi populasi sipil dari dampak terburuk perang."
  }
]