[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1: Artificial Intelligence in Healthcare**\n\nThe integration of artificial intelligence in healthcare represents one of the most transformative developments in modern medicine. AI systems are revolutionizing diagnostics, treatment planning, and patient care through advanced algorithms capable of analyzing complex medical data. These technologies can process vast amounts of information from medical images, electronic health records, and genomic data to identify patterns that might escape human detection.\n\nMachine learning models have demonstrated remarkable accuracy in detecting diseases such as cancer, diabetes, and neurological disorders at earlier stages than traditional methods. For instance, AI-powered imaging tools can identify subtle anomalies in X-rays and MRIs with precision exceeding human radiologists in certain contexts. Additionally, natural language processing enables efficient analysis of clinical notes and research literature, accelerating medical research and drug discovery processes.\n\nDespite these advancements, significant challenges remain regarding data privacy, algorithmic bias, and regulatory frameworks. The implementation of AI must prioritize patient safety and ethical considerations while ensuring equitable access across diverse populations. As healthcare systems worldwide adopt these technologies, continuous monitoring and interdisciplinary collaboration between medical professionals, data scientists, and ethicists will be crucial for maximizing benefits while minimizing potential risks.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "AI has completely replaced human doctors in all medical fields",
      "AI in healthcare offers transformative benefits but requires careful ethical implementation",
      "Medical AI systems are completely unreliable and dangerous",
      "Healthcare should avoid all technological advancements",
      "AI can only be used for administrative tasks in hospitals"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa AI menawarkan manfaat transformatif dalam diagnostik dan perawatan pasien, tetapi implementasinya harus mempertimbangkan aspek etika, privasi data, dan kerangka regulasi untuk memaksimalkan manfaat dan meminimalkan risiko."
  },
  {
    "id": 2,
    "pertanyaan": "According to the passage, what is one specific application of AI in healthcare mentioned?",
    "pilihan": [
      "Automated surgery without human supervision",
      "Replacing all hospital staff with robots",
      "Analyzing medical images for disease detection",
      "Eliminating the need for medical education",
      "Creating synthetic human organs"
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara spesifik menyebutkan bahwa alat pencitraan bertenaga AI dapat mengidentifikasi anomali halus dalam X-ray dan MRI dengan presisi yang melebihi radiolog manusia dalam konteks tertentu."
  },
  {
    "id": 3,
    "pertanyaan": "The word 'anomalies' in paragraph 2 most closely means...",
    "pilihan": [
      "Normal findings",
      "Standard results",
      "Abnormalities",
      "Common features",
      "Expected outcomes"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'anomalies' berarti ketidaknormalan atau penyimpangan dari yang biasa, dalam konteks ini merujuk pada temuan tidak normal dalam gambar medis."
  },
  {
    "id": 4,
    "pertanyaan": "What challenges does the passage mention regarding AI implementation in healthcare?",
    "pilihan": [
      "Lack of technological capability",
      "Data privacy and algorithmic bias",
      "Too many medical professionals",
      "Absence of medical data",
      "Overwhelming patient acceptance"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan tantangan signifikan mengenai privasi data, bias algoritma, dan kerangka regulasi yang harus diatasi dalam implementasi AI di bidang kesehatan."
  },
  {
    "id": 5,
    "pertanyaan": "What does the passage suggest is crucial for successful AI integration in healthcare?",
    "pilihan": [
      "Eliminating all human involvement",
      "Interdisciplinary collaboration between various experts",
      "Using only one type of AI system",
      "Avoiding regulatory oversight",
      "Focusing only on cost reduction"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa kolaborasi interdisipliner antara profesional medis, ilmuwan data, dan ahli etika sangat penting untuk memaksimalkan manfaat sekaligus meminimalkan potensi risiko."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2: Quantum Computing Revolution**\n\nQuantum computing represents a paradigm shift in computational technology that harnesses the principles of quantum mechanics to process information. Unlike classical computers that use bits representing 0 or 1, quantum computers use qubits that can exist in multiple states simultaneously through superposition. This fundamental difference enables quantum computers to solve certain complex problems exponentially faster than even the most powerful supercomputers available today.\n\nThe potential applications of quantum computing span across numerous critical fields including cryptography, drug discovery, and climate modeling. In pharmaceuticals, quantum simulations can accurately model molecular interactions, dramatically accelerating the development of new medications. Financial institutions explore quantum algorithms for portfolio optimization and risk assessment, while logistics companies utilize them for solving complex routing problems that classical computers struggle to process efficiently.\n\nDespite rapid advancements, practical quantum computing faces significant technical hurdles such as maintaining qubit stability and reducing error rates. Quantum systems require extreme cooling near absolute zero and sophisticated error correction mechanisms. Major technology companies and research institutions are investing heavily to overcome these challenges, recognizing that achieving quantum advantage could unlock unprecedented capabilities for addressing some of humanity's most pressing problems.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The history of traditional computing",
      "How quantum computing works and its potential applications despite existing challenges",
      "Why quantum computing will never be practical",
      "Only the technical problems of quantum computing",
      "How to build a quantum computer at home"
    ],
    "jawaban": "B",
    "pembahasan": "Teks membahas prinsip kerja komputasi kuantum, aplikasi potensialnya di berbagai bidang, serta tantangan teknis yang harus diatasi untuk mencapai keunggulan kuantum."
  },
  {
    "id": 7,
    "pertanyaan": "What is the fundamental difference between classical and quantum computers mentioned in the passage?",
    "pilihan": [
      "Quantum computers are smaller in size",
      "Quantum computers use qubits that can exist in multiple states simultaneously",
      "Classical computers are always faster",
      "Quantum computers don't require electricity",
      "Classical computers use quantum mechanics"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan bahwa perbedaan fundamentalnya adalah komputer kuantum menggunakan qubit yang dapat berada dalam multiple state secara simultan melalui superposisi, berbeda dengan bit klasik yang hanya 0 atau 1."
  },
  {
    "id": 8,
    "pertanyaan": "Which field is NOT mentioned as a potential application for quantum computing?",
    "pilihan": [
      "Drug discovery",
      "Climate modeling",
      "Cryptography",
      "Social media management",
      "Financial portfolio optimization"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan aplikasi dalam kriptografi, penemuan obat, pemodelan iklim, dan optimisasi portofolio keuangan, tetapi tidak menyebutkan manajemen media sosial."
  },
  {
    "id": 9,
    "pertanyaan": "The word 'paradigm' in paragraph 1 most closely means...",
    "pilihan": [
      "Minor change",
      "Temporary trend",
      "Fundamental model",
      "Simple adjustment",
      "Outdated concept"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'paradigm' berarti model fundamental atau kerangka konseptual yang mewakili perubahan mendalam dalam pendekatan atau pemahaman."
  },
  {
    "id": 10,
    "pertanyaan": "What technical challenge does the passage mention regarding quantum computing?",
    "pilihan": [
      "Maintaining qubit stability",
      "Too much processing speed",
      "Lack of potential applications",
      "Overwhelming simplicity",
      "Absence of investor interest"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan tantangan teknis signifikan seperti mempertahankan stabilitas qubit dan mengurangi tingkat error sebagai hambatan praktis komputasi kuantum."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3: Sustainable Energy Transition**\n\nThe global transition to sustainable energy systems has become an urgent priority in addressing climate change and ensuring energy security. Renewable energy sources, particularly solar and wind power, have experienced unprecedented growth due to technological advancements and substantial cost reductions. This shift is fundamentally reshaping energy markets and infrastructure worldwide, creating new economic opportunities while reducing greenhouse gas emissions.\n\nEnergy storage technologies represent a critical component of this transition, enabling reliable power supply despite the intermittent nature of renewable sources. Advancements in battery technology, particularly lithium-ion and emerging solid-state batteries, are dramatically improving storage capacity and efficiency. Green hydrogen produced through electrolysis using renewable electricity has also emerged as a promising solution for decarbonizing industrial processes and long-distance transportation that are difficult to electrify directly.\n\nHowever, the energy transition faces complex challenges including grid modernization, resource availability for battery production, and ensuring a just transition for communities dependent on fossil fuel industries. International cooperation and substantial investments in research and infrastructure are essential for accelerating this transformation. Policy frameworks that support innovation while protecting vulnerable populations will determine the pace and equity of the global shift toward sustainable energy systems.\n\nWhat is the author's primary purpose in this passage?",
    "pilihan": [
      "To argue against renewable energy adoption",
      "To discuss the importance, components, and challenges of sustainable energy transition",
      "To promote only solar energy as the solution",
      "To claim that energy transition is impossible",
      "To focus only on the problems without mentioning solutions"
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan utama penulis adalah membahas pentingnya transisi energi berkelanjutan, komponen-komponen kunci seperti penyimpanan energi, serta tantangan kompleks yang harus diatasi melalui kerjasama internasional dan kebijakan yang tepat."
  },
  {
    "id": 12,
    "pertanyaan": "According to the passage, what has driven the growth of renewable energy?",
    "pilihan": [
      "Increased fossil fuel prices only",
      "Technological advancements and cost reductions",
      "Decreased energy demand worldwide",
      "Elimination of all energy storage needs",
      "Abandonment of all existing infrastructure"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa sumber energi terbarukan mengalami pertumbuhan luar biasa karena kemajuan teknologi dan pengurangan biaya yang substansial."
  },
  {
    "id": 13,
    "pertanyaan": "The word 'intermittent' in paragraph 2 most closely means...",
    "pilihan": [
      "Constant",
      "Not continuous",
      "Increasing",
      "Decreasing",
      "Predictable"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'intermittent' berarti tidak terus-menerus atau berselang-seling, menggambarkan sifat energi terbarukan seperti matahari dan angin yang tidak selalu tersedia."
  },
  {
    "id": 14,
    "pertanyaan": "What solution does the passage mention for decarbonizing industrial processes?",
    "pilihan": [
      "Using more coal power",
      "Green hydrogen produced through electrolysis",
      "Increasing fossil fuel consumption",
      "Avoiding industrial development",
      "Eliminating all manufacturing"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan hidrogen hijau yang diproduksi melalui elektrolisis menggunakan listrik terbarukan sebagai solusi yang menjanjikan untuk mendekarbonisasi proses industri."
  },
  {
    "id": 15,
    "pertanyaan": "What does the passage suggest is essential for accelerating the energy transition?",
    "pilihan": [
      "Isolationist policies",
      "Reducing research funding",
      "International cooperation and substantial investments",
      "Maintaining current fossil fuel infrastructure",
      "Ignoring grid modernization needs"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyimpulkan bahwa kerjasama internasional dan investasi substansial dalam penelitian dan infrastruktur sangat penting untuk mempercepat transformasi energi ini."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4: Global Food Security Challenges**\n\nGlobal food security faces unprecedented challenges due to climate change, population growth, and geopolitical instability. The increasing frequency of extreme weather events, including droughts, floods, and heatwaves, is disrupting agricultural production worldwide. Simultaneously, the world's population continues to grow, projected to reach nearly 10 billion by 2050, substantially increasing demand for nutritious and affordable food.\n\nInnovative agricultural technologies offer promising solutions to these challenges. Precision farming using sensors, drones, and data analytics optimizes resource use while minimizing environmental impact. Vertical farming and hydroponics enable food production in urban areas with limited space, reducing transportation costs and food waste. Genetic engineering and gene editing technologies are developing crop varieties with enhanced resistance to pests, diseases, and climate stressors, potentially increasing yields while reducing chemical inputs.\n\nHowever, ensuring equitable access to these technological solutions remains a critical concern. Smallholder farmers in developing countries often lack the resources to adopt advanced agricultural technologies, potentially widening existing inequalities. Comprehensive approaches that combine technological innovation with supportive policies, infrastructure development, and knowledge transfer are essential for building resilient food systems that can nourish growing populations while protecting planetary health.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Food security problems are impossible to solve",
      "Only traditional farming methods should be used",
      "Global food security faces challenges that require technological and policy solutions",
      "Population growth is the only factor affecting food security",
      "Technology alone can solve all food security issues"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa ketahanan pangan global menghadapi tantangan kompleks dari perubahan iklim dan pertumbuhan populasi, yang membutuhkan solusi teknologi inovatif dikombinasikan dengan pendekatan kebijakan yang komprehensif untuk memastikan akses yang merata."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what is one factor disrupting agricultural production?",
    "pilihan": [
      "Decreased population growth",
      "Extreme weather events",
      "Too much agricultural technology",
      "Lack of consumer demand",
      "Overabundance of farmland"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa meningkatnya frekuensi peristiwa cuaca ekstrem, termasuk kekeringan, banjir, dan gelombang panas, mengganggu produksi pertanian di seluruh dunia."
  },
  {
    "id": 18,
    "pertanyaan": "The word 'resilient' in paragraph 3 most closely means...",
    "pilihan": [
      "Fragile",
      "Weak",
      "Able to recover quickly",
      "Temporary",
      "Complicated"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'resilient' berarti mampu pulih dengan cepat dari kesulitan atau mampu menahan guncangan, dalam konteks ini menggambarkan sistem pangan yang tahan terhadap berbagai tantangan."
  },
  {
    "id": 19,
    "pertanyaan": "Which technological solution is mentioned for urban food production?",
    "pilihan": [
      "Vertical farming and hydroponics",
      "Expanding rural farmland",
      "Importing all food from other countries",
      "Using only traditional farming methods",
      "Eliminating all technology in agriculture"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan pertanian vertikal dan hidroponik sebagai solusi yang memungkinkan produksi pangan di daerah perkotaan dengan ruang terbatas."
  },
  {
    "id": 20,
    "pertanyaan": "What concern does the passage raise about technological solutions in agriculture?",
    "pilihan": [
      "They are too simple to implement",
      "They are equally accessible to all farmers worldwide",
      "They may widen existing inequalities",
      "They require no policy support",
      "They have already solved all food security problems"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan kekhawatiran bahwa petani kecil di negara berkembang seringkali kekurangan sumber daya untuk mengadopsi teknologi pertanian canggih, yang berpotensi memperlebar ketidaksetaraan yang sudah ada."
  }
]