{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Ancaman Sampah Antariksa dan Sindrom Kessler**\n\n(1) Eksplorasi luar angkasa selama puluhan tahun telah meninggalkan warisan yang tidak terduga: sampah antariksa (*space debris*). Sampah ini terdiri dari satelit mati, pecahan roket yang tidak terpakai, dan sisa-sisa tabrakan yang mengorbit Bumi dengan kecepatan ekstrem. Akumulasi benda-benda ini menimbulkan ancaman serius terhadap infrastruktur satelit aktif yang vital bagi komunikasi, navigasi, dan keamanan global.\n\n(2) Potensi bahaya ini diperburuk oleh konsep 'Sindrom Kessler', yaitu sebuah skenario teoretis di mana kepadatan sampah di orbit mencapai titik kritis. Pada titik tersebut, tabrakan antarsampah akan memicu reaksi berantai yang tak terkendali, menghasilkan lebih banyak pecahan, hingga akhirnya membuat orbit tertentu tidak dapat digunakan lagi. Tabrakan kecil antara serpihan sampah dan satelit aktif dapat menyebabkan kerusakan total atau kegagalan misi.\n\n(3) Untuk memitigasi risiko ini, diperlukan upaya kolaboratif internasional yang mendesak. Regulasi global harus ditetapkan untuk mewajibkan setiap peluncuran roket untuk memiliki rencana de-orbit (penurunan orbit) yang bertanggung jawab. **Selain itu, pengembangan teknologi pembersihan aktif, seperti jaring atau *harpoon* untuk menangkap serpihan besar, harus didukung untuk membersihkan warisan sampah yang sudah ada di luar angkasa.**\n\nApa saja komposisi dari sampah antariksa (Teks)?",
    "pilihan": [
      "Satelit aktif, roket yang terpakai, dan sisa tabrakan.",
      "Satelit mati, pecahan roket yang tidak terpakai, dan sisa-sisa tabrakan.",
      "Hanya satelit mati yang mengorbit Bumi.",
      "Hanya pecahan roket yang bergerak lambat.",
      "Infrastruktur satelit aktif dan satelit komunikasi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan sampah terdiri dari 'satelit mati, pecahan roket yang tidak terpakai, dan sisa-sisa tabrakan'."
  }
