{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Konservasi Alam)**\n\nKonservasi alam merupakan praktik perlindungan, pengelolaan, dan pemulihan sumber daya alam hayati dan non-hayati untuk menjamin keberlanjutan ekologis dan pemanfaatan yang adil bagi generasi sekarang dan mendatang. Ini mencakup spektrum luas, mulai dari pelestarian keanekaragaman hayati (spesies dan genetik), pemeliharaan fungsi ekosistem vital (seperti hutan, lahan basah, dan terumbu karang), hingga pengelolaan sumber daya esensial seperti air dan tanah secara **reguler** dan berkelanjutan. Dengan demikian, konservasi adalah pilar utama bagi pembangunan yang **lestari**.\n\nUrgensi konservasi meningkat tajam di tengah laju degradasi lingkungan global yang diperparah oleh aktivitas antropogenik. Deforestasi yang masif, polusi industri yang tidak terkendali, dan percepatan perubahan iklim telah secara kolektif mengancam **ekuilibrium** ekologis bumi. Kegagalan dalam konservasi akan berujung pada kepunahan spesies dalam skala besar, rusaknya layanan ekosistem krusial (seperti penyediaan air bersih dan penyerapan karbon), dan berkurangnya ketersediaan sumber daya esensial secara drastis, menciptakan ketidakstabilan sosial dan ekonomi.\n\nImplementasi konservasi yang efektif menuntut pendekatan **holistik** yang melibatkan berbagai strategi. Langkah-langkah ini meliputi penetapan dan perluasan kawasan lindung (cagar alam dan taman nasional), program reboisasi dan restorasi ekosistem yang ambisius, penegakan hukum lingkungan yang transparan dan tegas, serta yang paling krusial, pemberdayaan masyarakat lokal untuk menjadi agen pelestarian. Selain itu, mengingat masalah lingkungan bersifat transnasional, kolaborasi global melalui perjanjian internasional dan pertukaran teknologi konservasi menjadi **prasyarat** mutlak untuk mencapai tujuan keberlanjutan.\n\nGagasan utama yang diusung oleh Teks 3 secara keseluruhan adalah...",
    "pilihan": [
      "Percepatan perubahan iklim akibat deforestasi yang masif.",
      "Konservasi alam sebagai praktik holistik yang penting bagi pembangunan lestari, yang urgensinya meningkat seiring dengan ancaman global dan menuntut strategi kolektif.",
      "Pentingnya pemberdayaan masyarakat lokal dalam melawan polusi industri.",
      "Kerusakan layanan ekosistem akibat kegagalan penetapan kawasan lindung.",
      "Kolaborasi global adalah satu-satunya solusi untuk semua masalah lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama mencakup tiga aspek: Definisi/Pentingnya (P1), Urgensi/Ancaman (P2), dan Solusi/Strategi (P3). Pilihan B merangkum ketiga ide tersebut secara komprehensif."
  }
