{
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Digital Cultural Preservation**\n\nThe digital preservation of cultural heritage has become increasingly vital in safeguarding humanity's collective memory for future generations. Museums, libraries, and cultural institutions worldwide are employing advanced technologies like 3D scanning, digital archiving, and virtual reality to document and preserve artifacts, historical sites, and intangible cultural practices. These efforts ensure that cultural treasures threatened by conflict, climate change, or natural deterioration remain accessible.\n\nDigital preservation also democratizes access to cultural heritage, allowing global audiences to explore collections that were previously limited to physical visitors. Indigenous communities are particularly benefiting from these technologies by digitally preserving oral histories, traditional knowledge, and endangered languages. However, challenges persist in ensuring the long-term sustainability of digital archives and addressing the digital divide that limits access for marginalized communities.\n\nEthical considerations around cultural appropriation and intellectual property rights require careful navigation. Collaborative approaches that involve source communities in preservation decisions are essential for respectful digital stewardship. As technology evolves, maintaining the authenticity and contextual meaning of digitally preserved cultural heritage remains a critical concern for archivists and cultural practitioners alike.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Digital technology is destroying cultural heritage",
      "Digital preservation protects cultural heritage but requires ethical considerations",
      "Only physical preservation methods are effective for cultural heritage",
      "Cultural preservation should be limited to wealthy nations",
      "Digital preservation has no challenges or limitations"
    ],
    "jawaban": "B",
    "pembahasan": "Ide utama teks adalah bahwa preservasi digital melindungi warisan budaya melalui teknologi modern, mendemokratisasi akses, tetapi memerlukan pertimbangan etis tentang keberlanjutan, apropriasi budaya, dan hak kekayaan intelektual."
  }
