{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Pertanian Perkotaan (*Urban Farming*) sebagai Pilar Ketahanan Pangan**\n\n(1) *Urban farming*, atau pertanian perkotaan, adalah praktik bercocok tanam di lahan sempit atau non-konvensional di dalam area perkotaan, seperti atap bangunan, balkon, atau vertikal. Tren ini muncul sebagai respons strategis terhadap keterbatasan lahan dan kekhawatiran akan stabilitas pasokan serta lonjakan harga pangan di tengah laju urbanisasi. Pertanian perkotaan memungkinkan masyarakat mengakses makanan segar secara langsung.\n\n(2) Penerapan pertanian perkotaan memberikan manfaat berlipat ganda, tidak hanya dari aspek ketahanan pangan. Secara ekonomi, praktik ini dapat mengurangi pengeluaran rumah tangga untuk kebutuhan sayur-mayur dan menciptakan peluang UMKM berbasis pangan lokal. Selain itu, secara sosial, *urban farming* berfungsi sebagai ruang hijau, mereduksi jejak karbon, dan memperkuat kohesi sosial melalui kegiatan berkebun komunal.\n\n(3) Meskipun potensial, pengembangannya menghadapi tantangan, terutama terkait ketersediaan air bersih dan kontaminasi lahan. Solusi yang ditawarkan meliputi penggunaan sistem irigasi hemat air, seperti hidroponik dan akuaponik, serta edukasi mengenai praktik penanaman yang aman. **Dukungan kebijakan dari pemerintah daerah sangat krusial, melalui insentif, pelatihan, dan alokasi ruang publik yang tidak terpakai untuk dijadikan lahan pertanian komunal.**\n\nApa alasan utama munculnya tren *urban farming* menurut Teks 1?",
    "pilihan": [
      "Kebutuhan untuk menciptakan peluang UMKM berbasis pangan.",
      "Keterbatasan lahan dan kekhawatiran akan stabilitas pasokan serta lonjakan harga pangan.",
      "Pengurangan pengeluaran rumah tangga untuk kebutuhan sayur-mayur.",
      "Mereduksi jejak karbon di area perkotaan.",
      "Penggunaan sistem irigasi hemat air."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan tren ini muncul 'sebagai respons strategis terhadap keterbatasan lahan dan kekhawatiran akan stabilitas pasokan serta lonjakan harga pangan'."
  }
