{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Urbanisasi**\n\nFenomena urbanisasi, yang didefinisikan sebagai perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan di banyak negara berkembang. Kota berfungsi sebagai *'pull factor'* dengan janji peluang ekonomi yang lebih besar, akses pendidikan berkualitas, dan fasilitas kesehatan yang memadai. Sementara itu, desa sering menjadi *'push factor'* karena minimnya lapangan kerja dan keterbatasan fasilitas publik.\n\nUrbanisasi yang tidak terencana dan melampaui daya dukung lingkungan perkotaan kerap menimbulkan berbagai masalah kompleks. Konsekuensi negatif utamanya mencakup *overcrowding*, kemacetan lalu lintas yang kronis, peningkatan angka kriminalitas, dan proliferasi permukiman kumuh (slum area). Lebih jauh lagi, konsentrasi penduduk yang tinggi ini menekan sumber daya air dan energi kota, menimbulkan masalah sanitasi, dan menurunkan kualitas udara, yang secara kolektif mengurangi kualitas hidup secara signifikan.\n\nPemerintah perlu merancang kebijakan komprehensif yang berfokus pada pemerataan pembangunan. Solusinya tidak hanya terletak pada peningkatan infrastruktur di kota, tetapi juga pada pengembangan potensi desa. Pemberdayaan ekonomi desa, peningkatan kualitas pendidikan vokasi, dan penyediaan fasilitas dasar yang setara di pedesaan dapat menjadi strategi efektif untuk mengurangi laju urbanisasi. Strategi ini, yang disebut sebagai pembangunan berbasis desa, bertujuan menciptakan *magnet* tandingan agar tercipta keseimbangan spasial yang lebih adil antara daerah perkotaan dan pedesaan.\n\nApa peran Paragraf 3 terhadap masalah yang dipaparkan dalam Paragraf 2 Teks? (Analisis Hubungan Antarparagraf)",
    "pilihan": [
      "Membandingkan dampak positif dan negatif urbanisasi yang kontras.",
      "Menyajikan solusi kebijakan untuk mengatasi dampak negatif (overcrowding, kemacetan, dll.) yang diakibatkan oleh urbanisasi yang tidak terencana.",
      "Memperkuat argumen bahwa urbanisasi harus sepenuhnya dihentikan melalui regulasi ketat.",
      "Memberikan contoh kasus *overcrowding* di kota-kota besar Indonesia.",
      "Menjelaskan secara lebih detail definisi dari *'push factor'* dan *'pull factor'*."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menyajikan masalah dan dampak negatif. Paragraf 3 menyajikan kebijakan ('merancang kebijakan komprehensif') dan strategi ('pemberdayaan ekonomi desa') yang bertujuan mengatasi masalah tersebut."
  }
