{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Perubahan Iklim**\n\nPerubahan iklim telah menjadi isu global yang mendesak untuk ditangani, dibuktikan dengan indikator nyata seperti peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut. Aktivitas manusia, terutama emisi gas rumah kaca (GRK) dari pembakaran bahan bakar fosil, merupakan kontributor utama. Fenomena ini tidak hanya mengancam ekosistem, tetapi juga mengganggu keseimbangan hidup jutaan manusia.\n\nDampak perubahan iklim sangat luas dan bersifat *multisektoral*. Ini meliputi gangguan pola cuaca ekstrem yang memicu banjir dan kekeringan, krisis pangan akibat gagal panen karena anomali suhu, hingga peningkatan risiko kesehatan melalui penyebaran penyakit yang ditularkan oleh vektor. Selain itu, kenaikan suhu laut juga menyebabkan pemutihan terumbu karang, mengancam keanekaragaman hayati laut dan mata pencaharian nelayan. \n\nDiperlukan tindakan kolektif dari berbagai negara, mencakup mitigasi (pengurangan emisi GRK) dan adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi). Strategi mitigasi harus berfokus pada transisi energi terbarukan dan penegakan regulasi emisi industri. Sementara itu, adaptasi memerlukan inovasi pertanian yang tahan iklim dan pembangunan infrastruktur pantai. Tanpa upaya serius dan terintegrasi ini, risiko *irreversibility* (ketidakmampuan untuk kembali ke kondisi semula) dari kerusakan lingkungan akan meningkat tajam, mengancam keberlanjutan hidup generasi mendatang.\n\nApa tujuan penulis menggunakan istilah '*multisektoral*' pada Paragraf 2 Teks? (Fungsi Retoris)",
    "pilihan": [
      "Membatasi fokus pembahasan hanya pada sektor lingkungan dan ekosistem laut.",
      "Menegaskan bahwa dampak perubahan iklim meluas ke berbagai bidang kehidupan, seperti kesehatan, ekonomi, dan pangan, bukan hanya lingkungan.",
      "Menarik perhatian pembaca dengan menggunakan istilah ilmiah yang kompleks.",
      "Menyiratkan bahwa masalah perubahan iklim sudah mencapai tahap *irreversibility*.",
      "Membandingkan dampak perubahan iklim dengan dampak urbanisasi yang bersifat sektoral."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 merinci dampak pada pola cuaca, pangan, kesehatan, dan laut. Istilah *multisektoral* digunakan untuk mencakup keluasan dampak pada berbagai sektor kehidupan tersebut."
  }
