{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Pemanasan Global**\n\nPemanasan global adalah fenomena peningkatan suhu rata-rata atmosfer, lautan, dan daratan bumi secara bertahap. Penyebab utamanya adalah peningkatan konsentrasi gas rumah kaca, seperti karbon dioksida dan metana, akibat aktivitas manusia seperti pembakaran bahan bakar fosil dan deforestasi. \n\nDampak pemanasan global sangat luas, meliputi pencairan es kutub yang menyebabkan kenaikan permukaan air laut, perubahan pola cuaca ekstrem (banjir, kekeringan), gangguan ekosistem, hingga ancaman terhadap ketahanan pangan. Kenaikan suhu global juga memicu siklus umpan balik negatif, seperti pelepasan metana dari lapisan *permafrost* yang mencair, yang semakin mempercepat laju pemanasan dan membuat upaya mitigasi menjadi lebih mendesak.\n\nUntuk memitigasi dampak ini, diperlukan upaya kolektif global untuk mengurangi emisi gas rumah kaca, mengembangkan energi terbarukan, melakukan reboisasi, dan mengadopsi gaya hidup berkelanjutan. Kesadaran dan aksi nyata dari setiap individu sangat krusial dalam upaya penyelamatan bumi ini, karena perubahan iklim adalah masalah bersama yang membutuhkan solusi terintegrasi di semua tingkatan sosial dan politik, mulai dari regulasi pemerintah hingga pilihan konsumsi harian.\n\nBerdasarkan Teks, jika lapisan *permafrost* terus mencair, **inferensi logis** apakah yang dapat ditarik mengenai laju pemanasan global?",
    "pilihan": [
      "Lapisan *permafrost* akan menyerap karbon dioksida sehingga memperlambat pemanasan global.",
      "Kenaikan permukaan air laut akan melambat karena es kutub akan terisi kembali.",
      "Aktivitas manusia menjadi tidak relevan lagi sebagai pemicu utama kenaikan suhu.",
      "Laju pemanasan global akan meningkat secara eksponensial karena pelepasan gas metana.",
      "Siklus umpan balik negatif akan terhenti secara otomatis seiring dengan peningkatan suhu."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf 2 menyebutkan pelepasan metana dari *permafrost* yang mencair sebagai 'siklus umpan balik negatif' yang 'semakin mempercepat laju pemanasan'. Oleh karena itu, inferensi logisnya adalah laju pemanasan akan meningkat secara signifikan (eksponensial)."
  }
