{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks**\nPemerintah Indonesia mengumumkan Paket Ekonomi 2025 yang bertujuan untuk meningkatkan investasi, mendorong pertumbuhan, dan menciptakan lapangan kerja. Salah satu program akselerasi adalah penyederhanaan perizinan usaha dan pemberian insentif pajak bagi investor di sektor prioritas. Kebijakan ini diharapkan dapat menarik lebih banyak investasi asing dan domestik, yang pada akhirnya akan mempercepat laju pertumbuhan ekonomi.\n\nNamun, beberapa ekonom berpendapat bahwa kebijakan ini berisiko menciptakan kesenjangan. Mereka khawatir bahwa fokus pada investasi besar dapat mengabaikan pelaku usaha kecil dan menengah (UMKM). Tanpa dukungan yang memadai, UMKM, yang merupakan tulang punggung ekonomi nasional, mungkin akan kesulitan bersaing dan berkontribusi secara optimal terhadap pertumbuhan ekonomi. \n\nDi sisi lain, pemerintah menegaskan bahwa Paket Ekonomi 2025 juga mencakup program pendampingan dan subsidi kredit mikro untuk UMKM. Hal ini menunjukkan adanya upaya untuk menciptakan keseimbangan antara menarik investasi skala besar dan memberdayakan sektor UMKM. Keberhasilan implementasi paket ini sangat bergantung pada sinergi antara kebijakan makro dan mikroekonomi, serta pengawasan yang ketat untuk memastikan manfaatnya merata.\n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai hubungan antara Paket Ekonomi 2025 dan pertumbuhan ekonomi?",
    "pilihan": [
      "Paket Ekonomi 2025 secara langsung menjamin pertumbuhan ekonomi yang tinggi.",
      "Paket Ekonomi 2025 bertujuan mempercepat laju pertumbuhan ekonomi melalui investasi.",
      "Paket Ekonomi 2025 hanya akan berdampak pada pertumbuhan jika UMKM tidak diabaikan.",
      "Paket Ekonomi 2025 dan pertumbuhan ekonomi tidak memiliki hubungan yang pasti.",
      "Pertumbuhan ekonomi akan melambat, terlepas dari kebijakan yang ada."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa salah satu tujuan Paket Ekonomi 2025 adalah 'menciptakan lapangan kerja' dan 'mempercepat laju pertumbuhan ekonomi.' Jawaban B adalah kesimpulan yang paling tepat, karena menunjukkan hubungan sebab-akibat yang dijelaskan dalam teks."
  }
