{
    "id": 1,
    "pertanyaan": "Read the following text to answer question number.\n\n**Text: Space Economy and Orbital Infrastructure**\n\nThe emerging space economy represents a new frontier for economic development and technological innovation. Private companies are driving rapid advancements in launch capabilities, satellite technology, and orbital infrastructure. This sector encompasses everything from Earth observation and global communications to emerging opportunities in space manufacturing and resource utilization.\n\nOrbital infrastructure is becoming increasingly sophisticated with the deployment of mega-constellations for internet connectivity and advanced remote sensing systems. In-space manufacturing leverages microgravity environments to produce materials and pharmaceuticals with unique properties unavailable on Earth. The prospect of extracting resources from asteroids and the Moon could potentially provide critical materials for both space-based and terrestrial applications.\n\nSustainable development of space activities requires addressing significant challenges including space debris management, orbital traffic coordination, and international governance frameworks. The environmental impact of frequent launches and the equitable distribution of space benefits across nations remain pressing concerns. Establishing clear regulations and cooperative mechanisms will be essential for ensuring the long-term viability and peaceful development of the space economy for all humanity.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Space economy has no potential for growth",
      "Space activities should be stopped completely",
      "The space economy offers new opportunities but requires sustainable governance",
      "Only governments should participate in space activities",
      "Space resources are unlimited and require no management"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa ekonomi ruang angkasa menawarkan peluang ekonomi dan teknologi baru, tetapi memerlukan pengembangan berkelanjutan yang mengatasi tantangan seperti puing-puing ruang angkasa, koordinasi lalu lintas orbital, dan kerangka tata kelola internasional."
  }
