{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Revolusi AI Generatif dan Etika di Industri Kreatif**\n\n(1) Kecerdasan Buatan Generatif (AI Generatif) telah merevolusi industri kreatif dengan kemampuannya menciptakan konten baru, mulai dari gambar, musik, hingga teks, hanya dari perintah sederhana. Teknologi ini memberikan peningkatan produktivitas yang luar biasa bagi para profesional, memungkinkan pembuatan prototipe cepat dan eksplorasi ide yang tak terbatas. Namun, adopsi masif AI ini menimbulkan dilema serius terkait etika dan regulasi.\n\n(2) Isu etika utama berputar pada masalah hak cipta dan plagiarisme. Model AI Generatif dilatih menggunakan kumpulan data besar (*dataset*) yang seringkali mencakup karya berhak cipta tanpa izin eksplisit dari kreator aslinya. Hal ini menimbulkan pertanyaan tentang siapa pemilik sah dari konten yang dihasilkan AI: kreator AI, pengguna yang memberikan perintah, atau seniman yang karyanya digunakan untuk pelatihan?\n\n(3) Ke depan, regulasi yang jelas sangat diperlukan untuk mendefinisikan batas antara inspirasi dan imitasi, serta menjamin keadilan bagi seniman yang karyanya menjadi bahan baku AI. Selain itu, diperlukan teknologi penanda air digital (*digital watermarking*) untuk mengidentifikasi konten yang dihasilkan AI. **Tujuannya adalah agar AI Generatif dapat berfungsi sebagai alat kolaborasi yang memberdayakan manusia, sambil tetap menjunjung tinggi hak kekayaan intelektual.**\n\nApa manfaat utama AI Generatif bagi profesional kreatif (Teks)?",
    "pilihan": [
      "Menciptakan dilema etika dan regulasi.",
      "Mengumpulkan data besar dari karya berhak cipta.",
      "Peningkatan produktivitas, pembuatan prototipe cepat, dan eksplorasi ide.",
      "Menimbulkan pertanyaan tentang siapa pemilik konten.",
      "Mengidentifikasi konten yang dihasilkan AI."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan manfaatnya: 'peningkatan produktivitas yang luar biasa, memungkinkan pembuatan prototipe cepat dan eksplorasi ide yang tak terbatas'."
  }
