[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nTren 'Bare Minimum Monday' menjadi respons terhadap budaya kerja toxic. Konsep ini menyarankan pekerja memulai minggu dengan beban kerja ringan untuk mengurangi stres. Survei LinkedIn menunjukkan 80% pekerja mengalami 'Sunday Scaries' atau kecemasan menyambut Senin. Psikolog menjelaskan fenomena ini sebagai bentuk self-care di era burnout. Perusahaan progresif seperti Asana mulai menerapkan kebijakan ini. Namun, kritik muncul tentang potensi penurunan produktivitas dan ketidaksesuaian dengan beberapa jenis pekerjaan.",
    "pilihan": [
      "Bare Minimum Monday berarti tidak bekerja sama sekali di hari Senin",
      "Bare Minimum Monday adalah strategi pengelolaan stres kerja dengan memulai minggu secara bertahap",
      "Konsep ini hanya berlaku untuk pekerja lapangan",
      "Tidak ada pekerja yang mengalami Sunday Scaries",
      "Semua perusahaan otomatis menerapkan kebijakan ini"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Bare Minimum Monday sebagai strategi pengelolaan stres kerja dengan memulai minggu secara bertahap."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa yang dimaksud dengan 'Sunday Scaries'?",
    "pilihan": [
      "Kecemasan menyambut hari Senin",
      "Kegembiraan menghadapi akhir pekan",
      "Hari libur nasional",
      "Tidak ada hubungannya dengan pekerjaan",
      "Perayaan hari Minggu"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Sunday Scaries' atau kecemasan menyambut Senin dialami 80% pekerja."
  },
  {
    "id": 3,
    "pertanyaan": "Apa kelemahan potensial Bare Minimum Monday menurut Teks 1?",
    "pilihan": [
      "Penurunan produktivitas",
      "Meningkatnya biaya operasional",
      "Karyawan menjadi terlalu bahagia",
      "Tidak ada kelemahan sama sekali",
      "Mengurangi jumlah hari kerja"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan kritik tentang 'potensi penurunan produktivitas dan ketidaksesuaian dengan beberapa jenis pekerjaan'."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 4-6.\n\n**Teks 2**\n\nMicrogreens menjadi tren makanan sehat urban. Tanaman muda ini mengandung nutrisi 40x lebih tinggi daripada sayuran dewasa. Bisnis urban farming microgreens tumbuh 300% selama pandemi. Restoran bintang Michelin menggunakan microgreens untuk meningkatkan cita rasa. Namun, tantangan seperti masa simpan pendek (5-7 hari) dan harga 5x lebih mahal menjadi kendala. Pakar gizi memprediksi microgreens akan menjadi staple food di kota-kota besar pada 2030.",
    "pilihan": [
      "Microgreens adalah sayuran yang sudah tua",
      "Microgreens merupakan tren makanan supernutrisi dengan keunggulan dan tantangan",
      "Tidak ada restoran yang menggunakan microgreens",
      "Nutrisinya lebih rendah dari sayuran biasa",
      "Harganya lebih murah dari sayuran konvensional"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah microgreens sebagai tren makanan supernutrisi dengan pertumbuhan bisnis dan kendala implementasi."
  },
  {
    "id": 5,
    "pertanyaan": "Berdasarkan Teks 2, berapa kali lipat kandungan nutrisi microgreens?",
    "pilihan": [
      "40x lebih tinggi",
      "Sama dengan sayuran biasa",
      "2x lebih rendah",
      "100x lebih tinggi",
      "Tidak ada data nutrisi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Tanaman muda ini mengandung nutrisi 40x lebih tinggi daripada sayuran dewasa'."
  },
  {
    "id": 6,
    "pertanyaan": "Apa prediksi pakar gizi tentang microgreens menurut Teks 2?",
    "pilihan": [
      "Menjadi staple food di kota besar 2030",
      "Akan hilang dari pasar",
      "Hanya untuk hewan peliharaan",
      "Tidak ada masa depan",
      "Dilarang untuk dikonsumsi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Pakar gizi memprediksi microgreens akan menjadi staple food di kota-kota besar pada 2030'."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-9.\n\n**Teks 3**\n\nResesi TikTok Shop di beberapa negara memicu debat tentang e-commerce sosial. Platform ini dilarang di Indonesia sejak Oktober 2023 karena dinilai mematikan UMKM lokal. Data menunjukkan 7 juta seller terdampak dengan kerugian Rp15 triliun. Pemerintah mengusulkan model hybrid yang melindungi UMKM namun tetap memanfaatkan teknologi. Analis memprediksi industri perlu waktu 2 tahun untuk beradaptasi dengan regulasi baru ini.",
    "pilihan": [
      "TikTok Shop berkembang tanpa kendala di semua negara",
      "Resesi TikTok Shop memunculkan tantangan regulasi dan adaptasi industri",
      "Tidak ada seller yang terdampak",
      "Pemerintah mendukung penuh tanpa syarat",
      "UMKM tidak terpengaruh sama sekali"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah resesi TikTok Shop sebagai kasus kompleks antara perlindungan UMKM dan perkembangan teknologi."
  },
  {
    "id": 8,
    "pertanyaan": "Berdasarkan Teks 3, berapa kerugian seller terdampak?",
    "pilihan": [
      "Rp15 triliun",
      "Rp1 miliar",
      "Tidak ada kerugian",
      "Rp100 triliun",
      "Kerugian tidak dihitung"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan '7 juta seller terdampak dengan kerugian Rp15 triliun'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa solusi yang diusulkan pemerintah menurut Teks 3?",
    "pilihan": [
      "Model hybrid yang melindungi UMKM",
      "Melarang semua e-commerce",
      "Tidak perlu regulasi",
      "Menutup semua UMKM",
      "Mengimpor semua produk"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Pemerintah mengusulkan model hybrid yang melindungi UMKM namun tetap memanfaatkan teknologi'."
  },
  {
    "id": 10,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 10-12.\n\n**Teks 4**\n\nAI Girlfriend menjadi kontroversi di era digital. Aplikasi seperti Replika dan Romantic AI memiliki 10 juta pengguna global. Psikolog memperingatkan risiko ketergantungan emosional pada AI, dengan 30% pengguna mengaku lebih nyaman berinteraksi dengan AI daripada manusia. Namun, beberapa terapis menggunakan teknologi ini untuk latihan sosial bagi penyandang autisme. Regulator di Italia menjadi yang pertama membatasi AI girlfriend karena dampak psikologis pada remaja.",
    "pilihan": [
      "AI Girlfriend hanya untuk hiburan",
      "AI Girlfriend adalah fenomena teknologi dengan manfaat dan risiko psikologis",
      "Tidak ada yang menggunakan aplikasi ini",
      "Semua negara mendukung tanpa batas",
      "Tidak ada dampak pada interaksi manusia"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah AI Girlfriend sebagai fenomena teknologi dengan dua sisi manfaat terapi dan risiko ketergantungan."
  },
  {
    "id": 11,
    "pertanyaan": "Berdasarkan Teks 4, berapa persen pengguna lebih nyaman dengan AI?",
    "pilihan": [
      "30%",
      "5%",
      "70%",
      "Tidak ada data",
      "100%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan '30% pengguna mengaku lebih nyaman berinteraksi dengan AI daripada manusia'."
  },
  {
    "id": 12,
    "pertanyaan": "Apa respon regulator Italia terhadap AI Girlfriend menurut Teks 4?",
    "pilihan": [
      "Membatasi penggunaannya",
      "Mendorong tanpa batas",
      "Tidak melakukan apa-apa",
      "Mengembangkan versi pemerintah",
      "Memberikan subsidi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Regulator di Italia menjadi yang pertama membatasi AI girlfriend karena dampak psikologis pada remaja'."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 5**\n\nSwiftonomics: Fenomena ekonomi yang tercipta dari tur Taylor Swift. Setiap konser menghasilkan rata-rata $13 juta untuk ekonomi lokal. Singapore menjadi satu-satunya stop di Asia Tenggara, meraup $260 juta dari turis mancanegara. Namun, kritik muncul tentang 'gentrifikasi konser' dimana harga akomodasi melonjak 300%. Bank Sentral beberapa negara menyebut Swiftonomics berkontribusi pada inflasi sektor jasa. Pakar ekonomi kreatif memprediksi tren serupa akan menyebar ke artis lain.",
    "pilihan": [
      "Swiftonomics tidak berpengaruh pada ekonomi",
      "Swiftonomics adalah dampak ekonomi besar dari konser musik dengan efek beragam",
      "Harga akomodasi turun selama konser",
      "Tidak ada turis yang datang",
      "Hanya berdampak negatif"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Swiftonomics sebagai fenomena ekonomi dengan dampak positif dan efek samping gentrifikasi."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Teks 5, berapa pendapatan Singapore dari tur Taylor Swift?",
    "pilihan": [
      "$260 juta",
      "$1 juta",
      "$10 miliar",
      "Tidak menghasilkan apa-apa",
      "$500 ribu"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Singapore menjadi satu-satunya stop di Asia Tenggara, meraup $260 juta dari turis mancanegara'."
  },
  {
    "id": 15,
    "pertanyaan": "Apa efek negatif Swiftonomics menurut Teks 5?",
    "pilihan": [
      "Lonjakan harga akomodasi 300%",
      "Penurunan jumlah wisatawan",
      "Semua hotel tutup",
      "Tidak ada efek negatif",
      "Taylor Swift kehilangan uang"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'gentrifikasi konser' dimana harga akomodasi melonjak 300%."
  },
  {
    "id": 16,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 16-18.\n\n**Teks 6**\n\nBarbenheimer: Fenomena budaya unik di 2023. Istilah ini merujuk pada perilaku menonton film 'Barbie' dan 'Oppenheimer' secara berurutan. Lebih dari 200.000 penonton di AS melakukan double feature ini. Analis media menyebut ini strategi marketing genius yang menghasilkan $2,4 miliar gabungan. Namun, beberapa bioskop melaporkan penurunan penjualan makanan karena penonton terlalu lama di teater. Industri film memprediksi tren 'double feature' akan kembali populer.",
    "pilihan": [
      "Barbenheimer adalah nama sutradara film",
      "Barbenheimer merupakan fenomena budaya menonton ganda dengan dampak ekonomi",
      "Tidak ada yang menonton kedua film",
      "Strategi marketing ini gagal total",
      "Tidak berpengaruh pada industri bioskop"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Barbenheimer sebagai fenomena budaya dengan dampak ekonomi unik pada industri film."
  },
  {
    "id": 17,
    "pertanyaan": "Berdasarkan Teks 6, berapa pendapatan gabungan kedua film?",
    "pilihan": [
      "$2,4 miliar",
      "$100 juta",
      "Tidak menghasilkan",
      "$10 miliar",
      "$500 ribu"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'strategi marketing genius yang menghasilkan $2,4 miliar gabungan'."
  },
  {
    "id": 18,
    "pertanyaan": "Apa dampak tidak terduga Barbenheimer menurut Teks 6?",
    "pilihan": [
      "Penurunan penjualan makanan bioskop",
      "Meningkatnya penjualan DVD",
      "Semua bioskop tutup",
      "Tidak ada dampak",
      "Penonton menjadi lebih pendek"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'beberapa bioskop melaporkan penurunan penjualan makanan karena penonton terlalu lama di teater'."
  },
  {
    "id": 19,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 19-21.\n\n**Teks 7**\n\nDeinfluencing: Tren melawan influencer budaya konsumtif. Tagar #deinfluencing viral di TikTok dengan 1,2 miliar views. Konten ini mengkritik produk overhyped dan mendorong konsumsi bijak. Survei YouGov menunjukkan 65% Gen Z lebih percaya kritik produk daripada promosi. Namun, beberapa brand menuduh gerakan ini sebagai bentuk black campaign. Pakar pemasaran memprediksi era baru dimana konsumen lebih kritis dan influencer harus lebih transparan.",
    "pilihan": [
      "Deinfluencing berarti menjadi influencer biasa",
      "Deinfluencing adalah tren kritik konsumerisme dengan dampak pada industri marketing",
      "Tidak ada yang peduli dengan gerakan ini",
      "Semua produk selalu bagus",
      "Gen Z tidak terpengaruh sama sekali"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah deinfluencing sebagai gerakan kritik konsumerisme yang mengubah lanskap pemasaran digital."
  },
  {
    "id": 20,
    "pertanyaan": "Berdasarkan Teks 7, berapa views tagar #deinfluencing di TikTok?",
    "pilihan": [
      "1,2 miliar",
      "1 juta",
      "10 ribu",
      "Tidak ada data",
      "100 miliar"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Tagar #deinfluencing viral di TikTok dengan 1,2 miliar views'."
  },
  {
    "id": 21,
    "pertanyaan": "Apa prediksi pakar pemasaran menurut Teks 7?",
    "pilihan": [
      "Konsumen lebih kritis dan influencer harus transparan",
      "Influencer akan hilang",
      "Semua produk akan laku tanpa promosi",
      "Tidak ada perubahan di industri",
      "Marketing tradisional akan dominan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'pakar pemasaran memprediksi era baru dimana konsumen lebih kritis dan influencer harus lebih transparan'."
  },
  {
    "id": 22,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 22-24.\n\n**Teks 8**\n\nSleep Tourism: Tren libur untuk tidur berkualitas. Hotel premium menawarkan 'sleep package' dengan kasur canggih, soundproofing, dan konsultan tidur. Survei Hilton menunjukkan 20% traveler memprioritaskan kualitas tidur daripada fasilitas lain. Pakar kesehatan mencatat peningkatan 300% pencarian 'sleep retreat' sejak 2021. Namun, kritik muncul tentang komersialisasi kebutuhan dasar dengan harga mencapai $3.000/malam. Beberapa destinasi seperti Islandia dan Swiss menjadi hotspot sleep tourism global.",
    "pilihan": [
      "Sleep tourism berarti bepergian tanpa tidur",
      "Sleep tourism adalah tren wisata kesehatan dengan pertumbuhan pesat dan kritik komersialisasi",
      "Tidak ada yang peduli dengan kualitas tidur",
      "Semua hotel menolak konsep ini",
      "Harga paket sangat murah"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah sleep tourism sebagai tren wisata kesehatan dengan pertumbuhan eksponensial dan isu komersialisasi."
  },
  {
    "id": 23,
    "pertanyaan": "Berdasarkan Teks 8, berapa peningkatan pencarian 'sleep retreat'?",
    "pilihan": [
      "300%",
      "10%",
      "50%",
      "Tidak ada peningkatan",
      "1000%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'pakar kesehatan mencatat peningkatan 300% pencarian 'sleep retreat' sejak 2021'."
  },
  {
    "id": 24,
    "pertanyaan": "Apa kritik terhadap sleep tourism menurut Teks 8?",
    "pilihan": [
      "Komersialisasi kebutuhan dasar dengan harga tinggi",
      "Terlalu banyak orang jadi sehat",
      "Tidak ada kritik sama sekali",
      "Membuat orang tidur terlalu sedikit",
      "Semua hotel bangkrut"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'kritik muncul tentang komersialisasi kebutuhan dasar dengan harga mencapai $3.000/malam'."
  },
  {
    "id": 25,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 25-27.\n\n**Teks 9**\n\nLoud Budgeting: Tren finansial yang viral di TikTok. Konsep ini mendorong orang terbuka tentang pembatasan anggaran alih-alih pamer kekayaan. Tagar #loudbudgeting mencapai 500 juta views dengan 60% Gen Z mengaku terinspirasi. Financial planner mencatat peningkatan 40% konsultasi penganggaran pasca tren ini. Namun, psikolog memperingatkan potensi tekanan sosial ketika menolak ajakan hangout. Komunitas finansial melihat ini sebagai koreksi terhadap tren 'flex culture' sebelumnya.",
    "pilihan": [
      "Loud budgeting berarti menghabiskan uang tanpa kontrol",
      "Loud budgeting merupakan gerakan transparansi keuangan dengan dampak positif dan tantangan sosial",
      "Tidak ada yang peduli dengan penganggaran",
      "Gen Z tidak tertarik mengelola uang",
      "Flex culture akan semakin dominan"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah loud budgeting sebagai gerakan transparansi keuangan yang menggeser budaya pamer kekayaan."
  },
  {
    "id": 26,
    "pertanyaan": "Berdasarkan Teks 9, berapa views tagar #loudbudgeting?",
    "pilihan": [
      "500 juta",
      "1 juta",
      "10 miliar",
      "Tidak ada data",
      "100 ribu"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Tagar #loudbudgeting mencapai 500 juta views'."
  },
  {
    "id": 27,
    "pertanyaan": "Apa peringatan psikolog tentang loud budgeting menurut Teks 9?",
    "pilihan": [
      "Potensi tekanan sosial ketika menolak ajakan hangout",
      "Orang akan menjadi terlalu kaya",
      "Tidak ada risiko sama sekali",
      "Semua hubungan sosial akan hancur",
      "Membuat orang tidak punya uang"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'psikolog memperingatkan potensi tekanan sosial ketika menolak ajakan hangout'."
  },
  {
    "id": 28,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 28-30.\n\n**Teks 10**\n\nBlue Zone Diet: Pola makan dari daerah umur panjang. Konsep ini mengadopsi kebiasaan 5 wilayah dengan populasi centenarian tertinggi. Penelitian menunjukkan diet 95% nabati, rendah gula dan daging dapat memperpanjang usia 10 tahun. Google meluncurkan program 'Blue Zone Food' di kantornya dengan hasil 25% penurunan biaya kesehatan karyawan. Namun, ahli gizi mengkritik kesulitan adaptasi di perkotaan dengan makanan olahan. Industri F&B mulai mengembangkan produk inspired blue zone dengan pertumbuhan pasar 15% per tahun.",
    "pilihan": [
      "Blue Zone Diet hanya untuk atlet",
      "Blue Zone Diet adalah pola makan berbasis ilmiah dengan potensi kesehatan dan tantangan adaptasi",
      "Tidak ada penelitian tentang diet ini",
      "Semua orang sudah menerapkan dengan mudah",
      "Tidak ada produk F&B yang tertarik"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah Blue Zone Diet sebagai pola makan ilmiah dengan bukti manfaat dan tantangan implementasi modern."
  },
  {
    "id": 29,
    "pertanyaan": "Berdasarkan Teks 10, berapa penurunan biaya kesehatan karyawan Google?",
    "pilihan": [
      "25%",
      "5%",
      "50%",
      "Tidak ada pengurangan",
      "100%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Google meluncurkan program... dengan hasil 25% penurunan biaya kesehatan karyawan'."
  },
  {
    "id": 30,
    "pertanyaan": "Apa tantangan utama Blue Zone Diet menurut Teks 10?",
    "pilihan": [
      "Kesulitan adaptasi di perkotaan",
      "Terlalu mudah dilakukan",
      "Tidak ada tantangan",
      "Makanan tidak enak",
      "Hanya untuk orang tua"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'ahli gizi mengkritik kesulitan adaptasi di perkotaan dengan makanan olahan'."
  }
]
