[
  {
    "id": 181,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 181-183.\n\n**Teks 1: Ibu Kota Nusantara (IKN)**\n\nIbu Kota Nusantara (IKN) dirancang sebagai kota pintar dan berkelanjutan yang akan menjadi pusat pemerintahan baru Indonesia. Pembangunan IKN di Kalimantan Timur melibatkan konsep 'forest city' di mana 75% wilayahnya akan tetap menjadi hutan tropis. Proyek ini bertujuan untuk pemerataan pembangunan, mengurangi beban Jakarta, dan mendorong pertumbuhan ekonomi di luar Jawa. Namun, pembangunan IKN juga menghadapi berbagai tantangan, termasuk isu lingkungan, pendanaan, dan partisipasi publik. Pemerintah berupaya memastikan bahwa proyek ini tidak hanya efisien tetapi juga inklusif dan berkelanjutan.\n\nApa gagasan utama Teks 1?",
    "pilihan": [
      "Tantangan lingkungan dalam pembangunan kota-kota baru di Indonesia.",
      "Pentingnya pemerataan pembangunan di seluruh wilayah Indonesia.",
      "Ibu Kota Nusantara sebagai proyek strategis pembangunan berkelanjutan di Indonesia.",
      "Peran hutan tropis dalam konsep pembangunan 'forest city' di Kalimantan Timur.",
      "Dampak pembangunan IKN terhadap ekosistem lokal."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara komprehensif menjelaskan IKN sebagai kota pintar dan berkelanjutan, tujuannya, serta tantangannya."
  },
  {
    "id": 182,
    "pertanyaan": "Berdasarkan Teks 1, manakah pernyataan yang *bukan* merupakan tujuan pembangunan IKN?",
    "pilihan": [
      "Mendorong pertumbuhan ekonomi di luar Jawa.",
      "Mengurangi beban Jakarta.",
      "Memusatkan seluruh kegiatan ekonomi di Kalimantan Timur.",
      "Mewujudkan pemerataan pembangunan.",
      "Menarik investor asing secara masif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks hanya menyebutkan dorongan pertumbuhan ekonomi, bukan pemusatan seluruh kegiatan ekonomi secara total."
  },
  {
    "id": 183,
    "pertanyaan": "Kata 'inklusif' dalam Teks 1 paling tepat diartikan sebagai...",
    "pilihan": [
      "Eksklusif",
      "Selektif",
      "Menyeluruh dan melibatkan banyak pihak",
      "Mengecualikan",
      "Bersifat rahasia"
    ],
    "jawaban": "C",
    "pembahasan": "Inklusif berarti mencakup atau melibatkan semua pihak, tanpa terkecuali."
  },
  {
    "id": 184,
    "pertanyaan": "Manakah kalimat yang menggunakan konjungsi kausalitas (sebab-akibat)?",
    "pilihan": [
      "Dia belajar dengan giat, *sehingga* ia meraih nilai tertinggi.",
      "*Karena* hujan deras, pertandingan dibatalkan.",
      "Meskipun lelah, ia tetap melanjutkan perjalanan.",
      "Dia membaca buku atau mendengarkan musik.",
      "Adapun, masalah ini akan dibahas lebih lanjut."
    ],
    "jawaban": "B",
    "pembahasan": "Konjungsi 'karena' jelas menunjukkan hubungan sebab."
  },
  {
    "id": 185,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 185-187.\n\n**Teks 2: Ancaman Hoax dan Literasi Digital**\n\nDi era digital saat ini, penyebaran hoax dan disinformasi menjadi tantangan serius bagi masyarakat global. Informasi palsu dapat menyebar dengan cepat melalui platform media sosial, memengaruhi opini publik, bahkan memicu konflik. Kurangnya literasi digital menjadi salah satu faktor utama kerentanan masyarakat terhadap hoax. Untuk mengatasi masalah ini, penting bagi setiap individu untuk mengembangkan kemampuan berpikir kritis, memverifikasi sumber informasi, dan tidak mudah percaya pada judul sensasional. Pemerintah dan lembaga pendidikan juga memiliki peran krusial dalam mengedukasi masyarakat tentang bahaya hoax dan cara memeranginya.\n\nApa peran literasi digital dalam menghadapi penyebaran hoax menurut Teks 2?",
    "pilihan": [
      "Mempercepat penyebaran informasi di media sosial.",
      "Menjadi faktor utama kerentanan masyarakat terhadap hoax.",
      "Membantu memverifikasi sumber informasi dan berpikir kritis.",
      "Memicu konflik antarindividu di masyarakat.",
      "Membuat pengguna lebih pasif menerima informasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menekankan bahwa literasi digital (yang seringkali kurang) adalah faktor kerentanan, namun kemampuan yang dimilikinya (berpikir kritis, verifikasi) adalah solusi. Jadi peran positif literasi digital adalah membantu memverifikasi dan berpikir kritis."
  },
  {
    "id": 186,
    "pertanyaan": "Tindakan apa yang direkomendasikan Teks 2 untuk mengatasi masalah hoax?",
    "pilihan": [
      "Mempercayai semua informasi dari media sosial.",
      "Tidak peduli dengan asal-usul informasi.",
      "Mengembangkan kemampuan berpikir kritis dan memverifikasi sumber.",
      "Menyebarkan judul sensasional tanpa pemeriksaan.",
      "Memblokir semua platform media sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit merekomendasikan hal ini sebagai solusi."
  },
  {
    "id": 187,
    "pertanyaan": "Kata 'krusial' dalam Teks 2 memiliki makna yang mirip dengan...",
    "pilihan": [
      "Tidak penting",
      "Tambahan",
      "Penting sekali",
      "Biasa saja",
      "Menarik perhatian"
    ],
    "jawaban": "C",
    "pembahasan": "Krusial berarti sangat penting atau menentukan."
  },
  {
    "id": 188,
    "pertanyaan": "Manakah penulisan singkatan nama orang dan gelar yang benar menurut kaidah PUEBI?",
    "pilihan": [
      "Muh. Hatta",
      "A. S. Nasution",
      "Prof. Dr. N. A. Haryanto, S.Pd.",
      "Ir Soekarno",
      "DR. Ahmad Yani"
    ],
    "jawaban": "C",
    "pembahasan": "Gelar ditulis dengan huruf kapital di awal setiap singkatan dan diakhiri titik. Untuk nama diri yang disingkat, setiap huruf kapital perlu diberi titik. Singkatan gelar pendidikan ditulis dengan titik setelah setiap bagian singkatan dan diakhiri dengan titik di akhir singkatan. Pilihan D dan E salah karena tidak menggunakan titik yang benar."
  },
  {
    "id": 189,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 189-191.\n\n**Teks 3: Revolusi Kecerdasan Buatan (AI) dan Etika**\n\nPerkembangan kecerdasan buatan (AI) telah mencapai puncaknya dalam beberapa tahun terakhir, dengan aplikasi yang meluas dari otomatisasi industri hingga asisten virtual pribadi. AI menawarkan potensi luar biasa untuk meningkatkan efisiensi dan inovasi di various sektor. Namun, seiring dengan kemajuan ini, muncul pula tantangan etika yang signifikan. Kekhawatiran meliputi bias algoritmik, privasi data, dampak pada pasar kerja, dan potensi penyalahgunaan teknologi. Diskusi global tentang regulasi AI dan pengembangan pedoman etika menjadi mendesak untuk memastikan bahwa AI dikembangkan dan digunakan secara bertanggung jawab demi kemaslahatan umat manusia.\n\nApa potensi positif AI yang disebutkan dalam Teks 3?",
    "pilihan": [
      "Menciptakan bias algoritmik yang lebih parah.",
      "Meningkatkan efisiensi dan inovasi.",
      "Mengurangi privasi data pengguna.",
      "Menimbulkan potensi penyalahgunaan teknologi.",
      "Mempercepat krisis pekerjaan global."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyebutkan 'meningkatkan efisiensi dan inovasi' sebagai potensi positif AI."
  },
  {
    "id": 190,
    "pertanyaan": "Tantangan etika utama yang muncul seiring perkembangan AI menurut Teks 3 adalah...",
    "pilihan": [
      "Peningkatan produktivitas industri dan asisten virtual.",
      "Bias algoritmik, privasi data, dan dampak pada pasar kerja.",
      "Kebutuhan akan regulasi AI yang mendesak.",
      "Perkembangan AI yang mencapai puncaknya.",
      "Kurangnya investasi dalam riset dasar AI."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara jelas menyebutkan ketiga hal ini sebagai kekhawatiran etika yang signifikan."
  },
  {
    "id": 191,
    "pertanyaan": "Mengapa diskusi global tentang regulasi AI menjadi mendesak menurut Teks 3?",
    "pilihan": [
      "Karena AI hanya membawa dampak negatif bagi umat manusia.",
      "Untuk membatasi seluruh penggunaan AI secara global.",
      "Untuk memastikan AI dikembangkan dan digunakan secara bertanggung jawab.",
      "Agar AI dapat berkembang tanpa batasan etika apa pun.",
      "Untuk memperlambat inovasi teknologi AI."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa regulasi diperlukan untuk tujuan ini, demi kemaslahatan umat manusia."
  },
  {
    "id": 192,
    "pertanyaan": "Pola kalimat 'Subjek-Predikat-Objek' yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Membaca buku itu Ani.",
      "Buku dibaca Ani.",
      "Ani membaca buku.",
      "Dengan semangat Ani membaca.",
      "Di taman bunga-bunga bermekaran."
    ],
    "jawaban": "C",
    "pembahasan": "Ani (Subjek) - membaca (Predikat) - buku (Objek). Pilihan E adalah Keterangan-Subjek-Predikat."
  },
  {
    "id": 193,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 193-195.\n\n**Teks 4: Dampak Perubahan Iklim Global**\n\nPerubahan iklim global terus menjadi isu krusial yang mengancam keberlangsungan hidup di Bumi. Peningkatan suhu rata-rata global, pencairan lapisan es di kutub, kenaikan permukaan laut, dan frekuensi kejadian cuaca ekstrem adalah beberapa dampaknya. Fenomena ini sebagian besar disebabkan oleh emisi gas rumah kaca dari aktivitas manusia, seperti pembakaran bahan bakar fosil dan deforestasi. Upaya mitigasi dan adaptasi yang komprehensif diperlukan, mulai dari transisi ke energi terbarukan, penghijauan, hingga pengembangan infrastruktur yang tahan iklim. Tanpa tindakan serius, konsekuensi jangka panjang akan semakin parah.\n\nApa penyebab utama perubahan iklim global menurut Teks 4?",
    "pilihan": [
      "Pencairan lapisan es di kutub.",
      "Peningkatan suhu rata-rata global.",
      "Emisi gas rumah kaca dari aktivitas manusia.",
      "Pengembangan infrastruktur yang tahan iklim.",
      "Pergeseran lempeng tektonik bumi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara jelas menyatakan ini sebagai penyebab utama."
  },
  {
    "id": 194,
    "pertanyaan": "Manakah yang *bukan* merupakan dampak perubahan iklim global berdasarkan Teks 4?",
    "pilihan": [
      "Peningkatan suhu rata-rata global.",
      "Penurunan frekuensi kejadian cuaca ekstrem.",
      "Kenaikan permukaan laut.",
      "Pencairan lapisan es di kutub.",
      "Ancaman terhadap keberlangsungan hidup di Bumi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan *peningkatan* frekuensi cuaca ekstrem, bukan penurunan."
  },
  {
    "id": 195,
    "pertanyaan": "Kata 'mitigasi' dan 'adaptasi' dalam Teks 4 merujuk pada upaya untuk...",
    "pilihan": [
      "Memperparah dampak perubahan iklim.",
      "Mengurangi dan menyesuaikan diri dengan perubahan iklim.",
      "Mengabaikan ancaman perubahan iklim.",
      "Hanya fokus pada transisi energi terbarukan.",
      "Memicu bencana alam yang lebih besar."
    ],
    "jawaban": "B",
    "pembahasan": "Mitigasi berarti mengurangi penyebab, sementara adaptasi berarti menyesuaikan diri dengan dampak."
  },
  {
    "id": 196,
    "pertanyaan": "Manakah kalimat yang menggunakan majas personifikasi?",
    "pilihan": [
      "Wajahnya secerah bulan purnama.",
      "Ombak berkejaran di tepi pantai.",
      "Dia adalah singa di medan perang.",
      "Suaranya melengking tinggi hingga memecahkan gendang telinga.",
      "Hatinya sekeras batu."
    ],
    "jawaban": "B",
    "pembahasan": "Ombak (benda mati) diberi sifat seolah-olah hidup dan dapat 'berkejaran'."
  },
  {
    "id": 197,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 197-198.\n\n**Teks 5: Krisis Pangan Global**\n\nKrisis pangan global menjadi ancaman nyata yang diperparah oleh berbagai faktor, termasuk konflik geopolitik, perubahan iklim ekstrem, dan gangguan rantai pasok. Harga komoditas pangan yang melonjak, kelangkaan pasokan, dan meningkatnya angka kelaparan di beberapa wilayah dunia adalah indikator krisis ini. Untuk mengatasi permasalahan ini, diperlukan strategi komprehensif seperti peningkatan produksi pangan berkelanjutan, diversifikasi sumber pangan, pengurangan limbah makanan, dan penguatan kerja sama internasional. Ketahanan pangan adalah kunci untuk menciptakan dunia yang stabil dan sejahtera.\n\nFaktor utama penyebab krisis pangan global menurut Teks 5 adalah...",
    "pilihan": [
      "Peningkatan produksi pangan berkelanjutan.",
      "Penguatan kerja sama internasional.",
      "Konflik geopolitik, perubahan iklim ekstrem, dan gangguan rantai pasok.",
      "Diversifikasi sumber pangan.",
      "Konsumsi berlebihan di negara maju."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyebutkan ketiga faktor ini sebagai penyebab krisis pangan."
  },
  {
    "id": 198,
    "pertanyaan": "Apa dampak nyata dari krisis pangan global yang disebutkan dalam Teks 5?",
    "pilihan": [
      "Peningkatan kerja sama internasional.",
      "Peningkatan produksi pangan secara global.",
      "Harga komoditas pangan melonjak dan meningkatnya angka kelaparan.",
      "Diversifikasi sumber pangan di banyak negara.",
      "Meningkatnya investasi di sektor pertanian."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara jelas menyebutkan kedua hal ini sebagai indikator dan dampak krisis."
  },
  {
    "id": 199,
    "pertanyaan": "Kata 'komprehensif' dalam Teks 5 paling tepat diartikan sebagai...",
    "pilihan": [
      "Sebagian",
      "Terbatas",
      "Menyeluruh dan lengkap",
      "Tidak terstruktur",
      "Khusus dan spesifik"
    ],
    "jawaban": "C",
    "pembahasan": "Komprehensif berarti mencakup semua aspek atau secara menyeluruh."
  },
  {
    "id": 200,
    "pertanyaan": "Manakah kalimat yang menggunakan tanda koma (,) dengan tepat?",
    "pilihan": [
      "Saya suka apel, jeruk, dan pisang.",
      "Meskipun sudah larut malam,namun dia masih belajar.",
      "Dia sangat rajin,belajar setiap hari.",
      "Jakarta ibu kota Indonesia,adalah kota yang padat penduduk.",
      "Karena itu, kita harus lebih berhati-hati."
    ],
    "jawaban": "A",
    "pembahasan": "Tanda koma digunakan untuk memisahkan unsur-unsur dalam suatu pemerincian atau pembilangan. Pilihan E juga benar, namun A lebih tepat sebagai contoh pemisahan unsur yang umum."
  },
  {
    "id": 201,
    "pertanyaan": "Kalimat manakah yang menunjukkan hubungan pertentangan?",
    "pilihan": [
      "Dia tidak hanya cerdas, *tetapi juga* rajin.",
      "Ia sudah makan, *namun* masih merasa lapar.",
      "Karena sakit, dia tidak masuk sekolah.",
      "Jika kamu mau, kita bisa pergi bersama.",
      "Dia belajar giat *agar* lulus ujian."
    ],
    "jawaban": "B",
    "pembahasan": "Konjungsi 'namun' menunjukkan adanya pertentangan antara dua pernyataan."
  },
  {
    "id": 202,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 202-204.\n\n**Teks 6: Transformasi Digital dalam Pendidikan**\n\nPandemi COVID-19 telah mengakselerasi transformasi digital di berbagai sektor, termasuk pendidikan. Pembelajaran jarak jauh (PJJ) yang mengandalkan teknologi digital menjadi norma baru. Meskipun PJJ menawarkan fleksibilitas dan aksesibilitas, tantangan seperti kesenjangan digital, kurangnya interaksi sosial, dan kualitas materi yang bervariasi masih menjadi kendala. Ke depan, pendidikan hibrida yang memadukan elemen daring dan luring diprediksi akan menjadi model dominan. Penting bagi pemerintah dan institusi pendidikan untuk berinvestasi pada infrastruktur digital, melatih pendidik, dan mengembangkan kurikulum yang adaptif untuk memastikan pemerataan kualitas pendidikan.\n\nApa dampak utama pandemi COVID-19 terhadap sektor pendidikan menurut Teks 6?",
    "pilihan": [
      "Penurunan kualitas pendidikan secara drastis.",
      "Meningkatnya interaksi sosial antar siswa.",
      "Akselerasi transformasi digital dan PJJ.",
      "Berkurangnya anggaran pendidikan secara signifikan.",
      "Peningkatan jumlah siswa di sekolah fisik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa pandemi telah 'mengakselerasi transformasi digital' dan menjadikan PJJ sebagai 'norma baru'."
  },
  {
    "id": 203,
    "pertanyaan": "Manakah yang *bukan* merupakan tantangan pembelajaran jarak jauh (PJJ) berdasarkan Teks 6?",
    "pilihan": [
      "Kesenjangan digital.",
      "Kurangnya interaksi sosial.",
      "Kualitas materi yang bervariasi.",
      "Fleksibilitas dan aksesibilitas.",
      "Keterbatasan akses internet."
    ],
    "jawaban": "D",
    "pembahasan": "Fleksibilitas dan aksesibilitas adalah manfaat atau keunggulan PJJ, bukan tantangan."
  },
  {
    "id": 204,
    "pertanyaan": "Model pendidikan apa yang diprediksi akan dominan di masa depan menurut Teks 6?",
    "pilihan": [
      "Pendidikan tatap muka sepenuhnya.",
      "Pembelajaran jarak jauh murni.",
      "Pendidikan hibrida.",
      "Homeschooling secara massal.",
      "Pendidikan berbasis proyek saja."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'pendidikan hibrida yang memadukan elemen daring dan luring diprediksi akan menjadi model dominan'."
  },
  {
    "id": 205,
    "pertanyaan": "Kata 'akselerasi' dalam Teks 6 paling tepat diartikan sebagai...",
    "pilihan": [
      "Perlambatan",
      "Penundaan",
      "Percepatan",
      "Penyetabilan",
      "Penghentian"
    ],
    "jawaban": "C",
    "pembahasan": "Akselerasi berarti proses percepatan atau peningkatan laju."
  },
  {
    "id": 206,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'ke-an' yang menyatakan keadaan?",
    "pilihan": [
      "Ia tidak suka *kebisingan* kota.",
      "*Keadilan* harus ditegakkan.",
      "Anak itu mengalami *kehujanan* di jalan.",
      "Mereka menikmati *keindahan* pemandangan.",
      "Jangan sampai terjadi *kejatuhan* saham."
    ],
    "jawaban": "C",
    "pembahasan": "Imbuhan 'ke-an' pada 'kehujanan' menunjukkan keadaan atau peristiwa yang dialami, yaitu terkena hujan."
  },
  {
    "id": 207,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 207-209.\n\n**Teks 7: Green Economy dan Pembangunan Berkelanjutan**\n\nKonsep ekonomi hijau (green economy) semakin relevan di tengah isu krisis iklim dan kelangkaan sumber daya. Ekonomi hijau berfokus pada pembangunan ekonomi yang rendah karbon, efisien dalam penggunaan sumber daya, dan inklusif secara sosial. Tujuannya adalah mencapai pertumbuhan ekonomi sambil menjaga kelestarian lingkungan dan meningkatkan kesejahteraan sosial. Implementasinya melibatkan investasi pada energi terbarukan, pengelolaan limbah yang efektif, dan pertanian berkelanjutan. Dengan mengadopsi prinsip ekonomi hijau, negara-negara dapat menciptakan lapangan kerja baru, mengurangi polusi, dan membangun masa depan yang lebih tangguh.\n\nApa ciri utama dari konsep ekonomi hijau menurut Teks 7?",
    "pilihan": [
      "Pembangunan ekonomi yang tinggi karbon dan intensif sumber daya.",
      "Pertumbuhan ekonomi tanpa mempertimbangkan dampak lingkungan.",
      "Fokus pada pembangunan ekonomi yang rendah karbon, efisien, dan inklusif.",
      "Mengurangi pertumbuhan ekonomi demi kelestarian lingkungan.",
      "Hanya berinvestasi pada industri ekstraktif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa ekonomi hijau berfokus pada 'pembangunan ekonomi yang rendah karbon, efisien dalam penggunaan sumber daya, dan inklusif secara sosial'."
  },
  {
    "id": 208,
    "pertanyaan": "Manakah yang *bukan* merupakan manfaat dari implementasi ekonomi hijau berdasarkan Teks 7?",
    "pilihan": [
      "Menciptakan lapangan kerja baru.",
      "Mengurangi polusi.",
      "Meningkatkan kelestarian lingkungan.",
      "Membangun masa depan yang lebih tangguh.",
      "Meningkatkan konsumsi energi fosil."
    ],
    "jawaban": "E",
    "pembahasan": "Meningkatkan konsumsi energi fosil bertentangan dengan prinsip ekonomi hijau yang rendah karbon dan berfokus pada energi terbarukan."
  },
  {
    "id": 209,
    "pertanyaan": "Kata 'relevan' dalam Teks 7 memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "Tidak penting",
      "Terkait dan sesuai",
      "Usang",
      "Berbeda jauh",
      "Sulit dipahami"
    ],
    "jawaban": "B",
    "pembahasan": "Relevan berarti memiliki kaitan atau hubungan, sehingga sesuai dengan konteks yang dibahas."
  },
  {
    "id": 210,
    "pertanyaan": "Manakah kalimat yang merupakan **fakta**?",
    "pilihan": [
      "Film ini adalah karya terbaik tahun ini.",
      "Hari ini cuaca sangat dingin, pasti di bawah 10 derajat Celcius.",
      "Kucing adalah hewan peliharaan paling menggemaskan di dunia.",
      "Air membeku pada suhu 0 derajat Celcius pada tekanan standar.",
      "Menurut saya, makanan ini terlalu asin."
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan 'Air membeku pada suhu 0 derajat Celcius pada tekanan standar' adalah fakta ilmiah yang dapat dibuktikan dan bersifat objektif, bukan opini atau dugaan."
  }
]
