[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3. \n\n **Teks 1** \n\n (1) Indonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Keberagaman ini menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Namun, di tengah pesatnya arus globalisasi, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks. Munculnya berbagai isu polarisasi, radikalisasi, dan disinformasi dapat mengancam keutuhan bangsa jika tidak dikelola dengan bijak.\n\n (2) Salah satu upaya penting dalam menjaga keberagaman adalah melalui pendidikan multikultural. Pendidikan ini tidak hanya mengajarkan tentang perbedaan, tetapi juga menanamkan nilai-nilai toleransi, saling menghargai, dan gotong royong. Dengan demikian, generasi muda dapat memahami pentingnya hidup berdampingan secara harmonis meskipun memiliki latar belakang yang berbeda. Selain itu, peran media massa dan teknologi informasi juga sangat krusial dalam menyebarkan narasi positif tentang keberagaman dan melawan segala bentuk ujaran kebencian.\n\nApakah ide pokok paragraf pertama teks tersebut?",
    "pilihan": [
      "Indonesia adalah negara kepulauan.",
      "Kekayaan keberagaman Indonesia sebagai pilar identitas bangsa.",
      "Tantangan globalisasi terhadap persatuan bangsa.",
      "Pentingnya menjaga keutuhan bangsa dari polarisasi.",
      "Indonesia kaya akan budaya dan bahasa."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf pertama adalah kekayaan keberagaman Indonesia sebagai salah satu pilar utama identitas bangsa yang harus dijaga dan dilestarikan. Kalimat pertama dan kedua secara langsung menyatakan hal ini."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa saja tantangan yang dapat mengancam keutuhan bangsa di tengah arus globalisasi?",
    "pilihan": [
      "Perbedaan budaya dan bahasa.",
      "Kurangnya pendidikan multikultural.",
      "Polarisasi, radikalisasi, dan disinformasi.",
      "Peran media massa yang negatif.",
      "Globalisasi yang terlalu cepat."
    ],
    "jawaban": "C",
    "pembahasan": "Pada paragraf pertama, kalimat ketiga menyatakan 'Munculnya berbagai isu **polarisasi, radikalisasi, dan disinformasi** dapat mengancam keutuhan bangsa jika tidak dikelola dengan bijak.' Ini adalah tantangan yang disebutkan."
  },
  {
    "id": 3,
    "pertanyaan": "Apa manfaat utama dari pendidikan multikultural menurut Teks 1?",
    "pilihan": [
      "Mengajarkan perbedaan budaya.",
      "Menanamkan nilai toleransi dan gotong royong.",
      "Membantu generasi muda memahami latar belakang berbeda.",
      "Menyebarkan narasi positif tentang keberagaman.",
      "Melawan ujaran kebencian."
    ],
    "jawaban": "B",
    "pembahasan": "Pada paragraf kedua, kalimat kedua menyatakan 'Pendidikan ini tidak hanya mengajarkan tentang perbedaan, tetapi juga **menanamkan nilai-nilai toleransi, saling menghargai, dan gotong royong.**' Ini adalah manfaat utamanya."
  },
  {
    "id": 4,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan sinonim dari kata 'krusial' dalam konteks Teks 1?",
    "pilihan": [
      "Penting",
      "Umum",
      "Tambahan",
      "Tidak relevan",
      "Sederhana"
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'krusial' berarti sangat penting atau menentukan. Dalam konteks 'peran media massa dan teknologi informasi juga sangat krusial', ini berarti peran tersebut sangat penting."
  },
  {
    "id": 5,
    "pertanyaan": "Mana pernyataan yang paling tepat menggambarkan isi Teks 1?",
    "pilihan": [
      "Globalisasi hanya membawa dampak negatif bagi Indonesia.",
      "Pendidikan multikultural adalah satu-satunya cara menjaga persatuan.",
      "Keberagaman Indonesia perlu dijaga melalui berbagai upaya, termasuk pendidikan dan peran media.",
      "Media massa selalu menyebarkan disinformasi yang mengancam bangsa.",
      "Hanya generasi muda yang bertanggung jawab menjaga keberagaman."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini membahas tentang pentingnya menjaga keberagaman Indonesia dan berbagai upaya yang dapat dilakukan, seperti pendidikan multikultural dan peran media massa, untuk menghadapi tantangan globalisasi."
  },
  {
    "id": 6,
    "pertanyaan": "Kata 'pilar' dalam 'salah satu pilar utama identitas bangsa' pada paragraf pertama Teks 1 dapat diganti dengan kata...",
    "pilihan": [
      "Penyangga",
      "Hiasan",
      "Beban",
      "Kendala",
      "Ciri"
    ],
    "jawaban": "A",
    "pembahasan": "Dalam konteks ini, 'pilar' berarti fondasi, tiang penyangga, atau sesuatu yang menjadi dasar atau kekuatan utama. Oleh karena itu, 'penyangga' adalah sinonim yang paling tepat."
  },
  {
    "id": 7,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'harmonis' dalam konteks hubungan sosial.",
    "pilihan": [
      "Serasi",
      "Selaras",
      "Konflik",
      "Damai",
      "Rukun"
    ],
    "jawaban": "C",
    "pembahasan": "'Harmonis' berarti adanya keselarasan, keserasian, dan tanpa konflik. Kebalikannya adalah adanya 'konflik' atau pertentangan."
  },
  {
    "id": 8,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung yang menyatakan hubungan pertentangan?",
    "pilihan": [
      "Dia belajar giat **sehingga** lulus ujian.",
      "Adik suka membaca **tetapi** kakaknya lebih suka bermain game.",
      "Kami akan pergi piknik **jika** cuaca cerah.",
      "Pemerintah memberikan bantuan **agar** rakyat sejahtera.",
      "Dia adalah siswa yang pintar **dan** rajin."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'tetapi' digunakan untuk menyatakan hubungan pertentangan antara dua klausa atau gagasan."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 2**\n\n(1) Perubahan iklim menjadi isu global yang mendesak untuk ditangani. Peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut adalah beberapa indikator nyata dari fenomena ini. Aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, merupakan kontributor utama. Dampak perubahan iklim sangat luas, meliputi gangguan pola cuaca ekstrem, krisis pangan akibat gagal panen, hingga risiko kesehatan yang meningkat. Diperlukan tindakan kolektif dari berbagai negara, baik dalam mitigasi (pengurangan emisi) maupun adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi). Tanpa upaya serius, generasi mendatang akan menghadapi krisis lingkungan yang lebih parah.\n\nApa gagasan utama paragraf Teks 2?",
    "pilihan": [
      "Peningkatan suhu bumi sebagai indikator perubahan iklim.",
      "Aktivitas manusia penyebab utama perubahan iklim.",
      "Dampak perubahan iklim yang sangat luas.",
      "Urgensi penanganan perubahan iklim dan tindakan yang diperlukan.",
      "Generasi mendatang akan menghadapi krisis lingkungan."
    ],
    "jawaban": "D",
    "pembahasan": "Gagasan utama paragraf ini adalah tentang urgensi perubahan iklim sebagai isu global yang mendesak untuk ditangani, beserta penyebab, dampak, dan tindakan yang diperlukan (mitigasi dan adaptasi)."
  },
  {
    "id": 10,
    "pertanyaan": "Berdasarkan Teks 2, mengapa diperlukan tindakan 'mitigasi' dan 'adaptasi' dalam penanganan perubahan iklim?",
    "pilihan": [
      "Mitigasi untuk mengurangi dampak, adaptasi untuk mengurangi emisi.",
      "Mitigasi untuk menyesuaikan diri, adaptasi untuk mengurangi emisi.",
      "Mitigasi untuk mengurangi emisi, adaptasi untuk menyesuaikan diri dengan dampak.",
      "Keduanya untuk mengurangi emisi gas rumah kaca.",
      "Keduanya untuk menyesuaikan diri dengan pola cuaca ekstrem."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat 'Diperlukan tindakan kolektif dari berbagai negara, baik dalam **mitigasi (pengurangan emisi) maupun adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi)**', dijelaskan fungsi dari kedua tindakan tersebut."
  },
  {
    "id": 11,
    "pertanyaan": "Implikasi dari Teks 2 adalah...",
    "pilihan": [
      "Perubahan iklim adalah fenomena alam biasa yang tidak perlu dikhawatirkan.",
      "Dampak perubahan iklim hanya terasa di negara-negara berkembang.",
      "Tanggung jawab penanganan perubahan iklim hanya ada pada pemerintah.",
      "Aktivitas manusia memiliki peran signifikan dalam memperburuk perubahan iklim.",
      "Krisis pangan adalah satu-satunya dampak serius dari perubahan iklim."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'Aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, merupakan kontributor utama' perubahan iklim, menunjukkan peran signifikan manusia."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah kalimat yang efektif dan baku?",
    "pilihan": [
      "Bagi semua mahasiswa diharapkan hadir tepat waktu.",
      "Para hadirin sekalian dimohon untuk tenang.",
      "Saya tidak bisa datang dikarenakan sakit.",
      "Upacara bendera itu akan kami laksanakan pada hari Senin.",
      "Dengan hormat, diberitahukan bahwa rapat akan ditunda."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan A redundan ('bagi semua mahasiswa'). Pilihan B redundan ('para hadirin sekalian'). Pilihan C penggunaan 'dikarenakan' kurang tepat, lebih baik 'karena'. Pilihan E penggunaan 'Dengan hormat' di awal kalimat terlalu formal dan kurang efektif untuk kalimat berita. Pilihan D menggunakan struktur kalimat yang jelas dan tidak bertele-tele."
  },
  {
    "id": 13,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meskipun sudah berulang kali diingatkan, Andi tetap saja melakukan kesalahan yang sama.'\n\nHubungan antarklausa dalam kalimat di atas adalah...",
    "pilihan": [
      "Sebab-akibat",
      "Perbandingan",
      "Konsesif (pertentangan)",
      "Tujuan",
      "Syarat"
    ],
    "jawaban": "C",
    "pembahasan": "Kata penghubung 'Meskipun' atau 'walaupun' menunjukkan hubungan konsesif atau pertentangan, di mana ada suatu hal yang seharusnya terjadi (berubah) tetapi tidak terjadi."
  },
  {
    "id": 14,
    "pertanyaan": "Penggunaan tanda baca koma (,) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Ia membeli, sayur, buah, dan daging.",
      "Saya suka membaca buku, novel, dan puisi.",
      "Ayah pergi ke kantor, tetapi Ibu di rumah.",
      "Dia adalah anak yang pandai, rajin, dan sopan.",
      "Semua siswa, baik laki-laki maupun perempuan, wajib ikut kegiatan ini."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A: Koma setelah 'membeli' tidak diperlukan. Pilihan B: Koma tidak diperlukan setelah 'buku'. Pilihan C: Koma sudah benar, tetapi kalimat di pilihan E juga benar. Pilihan D: Koma tidak diperlukan setelah 'pandai'. Pilihan E: Koma digunakan untuk memisahkan klausa sisipan (appositive phrase) 'baik laki-laki maupun perempuan'."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\n(1) Fenomena urbanisasi, perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan di banyak negara berkembang. Daya tarik kota dengan janji peluang ekonomi, akses pendidikan yang lebih baik, serta fasilitas kesehatan yang memadai menjadi magnet utama. Namun, urbanisasi yang tidak terencana dengan baik kerap menimbulkan berbagai masalah kompleks. Overpopulasi, kemacetan, peningkatan angka kriminalitas, dan munculnya permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi.\n\n(2) Pemerintah perlu merancang kebijakan komprehensif, tidak hanya fokus pada pembangunan infrastruktur di kota, tetapi juga pada pengembangan potensi desa. Pemberdayaan ekonomi desa, peningkatan kualitas pendidikan, dan penyediaan fasilitas dasar di pedesaan dapat menjadi strategi efektif untuk mengurangi laju urbanisasi dan menciptakan keseimbangan pembangunan antara desa dan kota.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "Urbanisasi adalah perpindahan penduduk dari desa ke kota.",
      "Peluang ekonomi adalah salah satu daya tarik utama kota.",
      "Urbanisasi selalu membawa dampak negatif bagi suatu negara.",
      "Permukiman kumuh merupakan salah satu dampak negatif urbanisasi.",
      "Pengembangan potensi desa dapat mengurangi laju urbanisasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa urbanisasi 'kerap menimbulkan berbagai masalah kompleks' dan 'konsekuensi negatif', bukan 'selalu membawa dampak negatif'. Ada potensi dampak positif yang tidak disinggung, tetapi fokusnya adalah pada masalah yang muncul ketika tidak terencana. Pilihan C terlalu absolut."
  },
  {
    "id": 16,
    "pertanyaan": "Berdasarkan Teks 3, apa hubungan antara pembangunan infrastruktur di kota dan pengembangan potensi desa dalam konteks urbanisasi?",
    "pilihan": [
      "Pembangunan infrastruktur kota adalah prioritas utama, sedangkan pengembangan desa tidak relevan.",
      "Keduanya merupakan dua sisi mata uang yang saling bertentangan.",
      "Pembangunan infrastruktur kota harus dihentikan demi pengembangan desa.",
      "Pemerintah harus fokus hanya pada pembangunan infrastruktur di kota.",
      "Keseimbangan pembangunan keduanya penting untuk mengurangi urbanisasi yang tidak terencana."
    ],
    "jawaban": "E",
    "pembahasan": "Teks menyatakan 'Pemerintah perlu merancang kebijakan komprehensif, tidak hanya fokus pada pembangunan infrastruktur di kota, tetapi juga pada pengembangan potensi desa... untuk mengurangi laju urbanisasi dan menciptakan keseimbangan pembangunan antara desa dan kota.' Ini menunjukkan pentingnya keseimbangan."
  },
  {
    "id": 17,
    "pertanyaan": "Jika laju urbanisasi terus meningkat tanpa kendali, apa prediksi yang paling mungkin terjadi berdasarkan Teks 3?",
    "pilihan": [
      "Keseimbangan pembangunan antara desa dan kota akan tercapai.",
      "Kualitas hidup di perkotaan akan meningkat pesat.",
      "Masalah seperti overpopulasi dan kemacetan akan semakin parah.",
      "Peluang ekonomi di pedesaan akan meningkat.",
      "Akses pendidikan dan kesehatan di desa akan membaik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyebutkan bahwa 'Urbanisasi yang tidak terencana dengan baik kerap menimbulkan berbagai masalah kompleks. Overpopulasi, kemacetan, peningkatan angka kriminalitas, dan munculnya permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi.' Jadi, jika tanpa kendali, masalah ini akan memburuk."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Internet adalah salah satu sumber informasi paling cepat dan mudah diakses di era modern ini.\n2. Namun, informasi yang tersebar di internet tidak selalu akurat.\n3. Oleh karena itu, penting bagi kita untuk selalu memverifikasi kebenaran informasi sebelum mempercayainya.\n4. Banyak hoaks dan disinformasi beredar luas di platform digital.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-2-4-3",
      "2-1-3-4",
      "4-2-1-3",
      "3-1-2-4"
    ],
    "jawaban": "B",
    "pembahasan": "Urutan yang paling logis adalah:\n1.  **Pengenalan:** Internet sebagai sumber informasi yang cepat dan mudah (Kalimat 1).\n2.  **Kontradiksi/Masalah:** Namun, informasi tidak selalu akurat (Kalimat 2).\n3.  **Penjelasan Masalah:** Banyak hoaks dan disinformasi beredar (Kalimat 4).\n4.  **Solusi/Kesimpulan:** Oleh karena itu, penting memverifikasi informasi (Kalimat 3).\nJadi, 1-2-4-3."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung penggunaan majas metafora?",
    "pilihan": [
      "Angin berbisik lembut di telingaku.",
      "Wajahnya pucat pasi seperti mayat.",
      "Dia adalah singa podium yang tak tertandingi.",
      "Pohon-pohon menari gembira menyambut hujan.",
      "Suaranya merdu bagaikan lantunan melodi."
    ],
    "jawaban": "C",
    "pembahasan": "Majas metafora adalah gaya bahasa yang membandingkan dua hal yang berbeda secara langsung tanpa menggunakan kata perbandingan seperti 'bagaikan', 'seperti', atau 'bagai'. 'Singa podium' secara langsung membandingkan seseorang dengan singa (hewan buas yang kuat) untuk menunjukkan kegigihan atau kekuatan dalam berpidato. Pilihan A dan D adalah personifikasi. Pilihan B dan E adalah simile."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nPariwisata di Indonesia memiliki potensi yang sangat besar. Banyak destinasi wisata alam dan budaya yang memukau wisatawan, baik lokal maupun mancanegara. Pemerintah terus berupaya mengembangkan sektor ini, namun masih ada beberapa tantangan yang harus diatasi. Salah satunya adalah infrastruktur yang belum merata, terutama di daerah-daerah terpencil. Selain itu, ______ juga menjadi perhatian, terutama terkait dengan kebersihan dan kenyamanan pengunjung.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "promosi wisata",
      "kualitas pelayanan",
      "jumlah wisatawan",
      "keindahan alam",
      "keragaman budaya"
    ],
    "jawaban": "B",
    "pembahasan": "Bagian rumpang merujuk pada aspek 'kebersihan dan kenyamanan pengunjung'. Ini secara langsung berkaitan dengan **kualitas pelayanan** di destinasi wisata. Pilihan lain tidak secara langsung mencakup aspek kebersihan dan kenyamanan pengunjung."
  },
  {
    "id": 21,
    "pertanyaan": "Bacalah teks berikut untuk soal nomor 21-23.\n\n**Teks 4**\n\n(1) Revolusi industri 4.0 ditandai oleh integrasi teknologi digital dalam berbagai aspek kehidupan, termasuk manufaktur, kesehatan, dan pendidikan. Penggunaan kecerdasan buatan, internet of things, dan big data telah mengubah cara kerja dan interaksi sosial. (2) Meskipun membawa efisiensi dan inovasi, transformasi digital juga menimbulkan tantangan, seperti pengurangan lapangan kerja konvensional dan meningkatnya kesenjangan digital antar wilayah. (3) Oleh karena itu, diperlukan strategi inklusif agar semua lapisan masyarakat dapat menikmati manfaat teknologi tanpa tertinggal.",
    "pilihan": [
      "Revolusi industri 4.0 hanya berdampak pada sektor manufaktur.",
      "Transformasi digital membawa keuntungan sekaligus tantangan.",
      "Kecerdasan buatan menggantikan semua pekerjaan manusia.",
      "Teknologi hanya bermanfaat bagi kota besar.",
      "Semua orang sudah siap menghadapi revolusi industri 4.0."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf menekankan bahwa revolusi industri 4.0 membawa efisiensi dan inovasi sekaligus menimbulkan tantangan seperti pengurangan lapangan kerja konvensional dan kesenjangan digital."
  },
  {
    "id": 22,
    "pertanyaan": "Menurut Teks 4, strategi inklusif dalam menghadapi revolusi industri 4.0 bertujuan untuk...",
    "pilihan": [
      "Menghapus semua pekerjaan konvensional.",
      "Memastikan semua lapisan masyarakat menikmati manfaat teknologi.",
      "Membatasi penggunaan kecerdasan buatan.",
      "Meningkatkan kesenjangan digital.",
      "Memprioritaskan kota besar saja."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'diperlukan strategi inklusif agar semua lapisan masyarakat dapat menikmati manfaat teknologi tanpa tertinggal', sehingga jawaban yang tepat adalah B."
  },
  {
    "id": 23,
    "pertanyaan": "Mana pernyataan yang tepat mengenai dampak negatif revolusi industri 4.0 menurut Teks 4?",
    "pilihan": [
      "Meningkatkan jumlah pekerjaan manual.",
      "Menurunkan efisiensi produksi.",
      "Pengurangan lapangan kerja konvensional dan kesenjangan digital.",
      "Mengurangi inovasi dalam teknologi.",
      "Tidak ada dampak negatif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Meskipun membawa efisiensi dan inovasi, transformasi digital juga menimbulkan tantangan, seperti pengurangan lapangan kerja konvensional dan meningkatnya kesenjangan digital antar wilayah.'"
  },
  {
    "id": 24,
    "pertanyaan": "Pilihlah kata yang paling tepat menggantikan kata 'menimbulkan' dalam konteks Teks 4.",
    "pilihan": [
      "Menyelesaikan",
      "Menghasilkan",
      "Menghapus",
      "Mengurangi",
      "Menutupi"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'menimbulkan' dalam konteks ini berarti 'menghasilkan' atau 'menyebabkan'."
  },
  {
    "id": 25,
    "pertanyaan": "Bacalah teks berikut untuk soal nomor 25-26.\n\n**Teks 5**\n\n(1) Ekosistem hutan hujan tropis sangat kompleks dan memiliki keanekaragaman hayati yang tinggi. (2) Setiap organisme, mulai dari pohon hingga mikroba tanah, memiliki peran penting dalam menjaga keseimbangan ekosistem. (3) Deforestasi dan perubahan iklim mengancam kelangsungan ekosistem ini, menyebabkan hilangnya spesies dan menurunnya kualitas tanah serta air.",
    "pilihan": [
      "Hutan hujan tropis memiliki ekosistem sederhana.",
      "Semua organisme memiliki peran dalam ekosistem.",
      "Deforestasi tidak berdampak pada ekosistem.",
      "Perubahan iklim meningkatkan jumlah spesies.",
      "Mikroba tanah tidak berpengaruh terhadap hutan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua Teks 5 menyatakan 'Setiap organisme, mulai dari pohon hingga mikroba tanah, memiliki peran penting dalam menjaga keseimbangan ekosistem.'"
  },
  {
    "id": 26,
    "pertanyaan": "Dampak negatif deforestasi menurut Teks 5 adalah...",
    "pilihan": [
      "Meningkatnya kualitas tanah",
      "Hilangnya spesies dan menurunnya kualitas tanah serta air",
      "Bertambahnya keanekaragaman hayati",
      "Ekosistem menjadi lebih kompleks",
      "Hutan menjadi lebih produktif"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan secara eksplisit 'Deforestasi dan perubahan iklim mengancam kelangsungan ekosistem ini, menyebabkan hilangnya spesies dan menurunnya kualitas tanah serta air.'"
  },
  {
    "id": 27,
    "pertanyaan": "Dalam kalimat 'Setiap organisme, mulai dari pohon hingga mikroba tanah, memiliki peran penting', kata 'mulai dari...hingga' menunjukkan...",
    "pilihan": [
      "Urutan waktu",
      "Ragam contoh dari satu kategori",
      "Kausalitas",
      "Pertentangan",
      "Tujuan"
    ],
    "jawaban": "B",
    "pembahasan": "Konstruksi 'mulai dari...hingga' digunakan untuk menunjukkan contoh atau rentang dari satu kategori, dalam hal ini seluruh organisme dalam ekosistem hutan hujan."
  },
  {
    "id": 28,
    "pertanyaan": "Perhatikan kalimat berikut:\n\n'Para siswa yang aktif dalam organisasi sekolah mendapatkan penghargaan khusus.'\n\nFrasa 'yang aktif dalam organisasi sekolah' berfungsi sebagai...",
    "pilihan": [
      "Subjek",
      "Predikat",
      "Keterangan waktu",
      "Atribut (modifier) dari 'para siswa'",
      "Objek"
    ],
    "jawaban": "D",
    "pembahasan": "Frasa 'yang aktif dalam organisasi sekolah' menjelaskan atau memodifikasi kata 'para siswa', sehingga berfungsi sebagai atribut (modifier)."
  },
  {
    "id": 29,
    "pertanyaan": "Kalimat efektif yang tepat menggambarkan hubungan sebab-akibat adalah...",
    "pilihan": [
      "Karena hujan deras, jalan menjadi banjir.",
      "Meskipun cuaca buruk, perjalanan tetap dilanjutkan.",
      "Dia pintar tetapi malas belajar.",
      "Kami pergi ke pasar dan membeli sayur.",
      "Jika hari Minggu, kami akan berlibur."
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'karena' menunjukkan hubungan sebab-akibat antara hujan deras dan banjir di jalan."
  },
  {
    "id": 30,
    "pertanyaan": "Perhatikan kalimat berikut:\n\n'Walaupun sudah berlatih keras, tim tetap kalah dalam pertandingan.'\n\nKata penghubung 'walaupun' menunjukkan hubungan...",
    "pilihan": [
      "Sebab-akibat",
      "Pertentangan (konsesif)",
      "Tujuan",
      "Syarat",
      "Perbandingan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'walaupun' menunjukkan hubungan konsesif, yaitu adanya pertentangan antara fakta yang diharapkan (tim menang karena latihan keras) dengan kenyataan (tim tetap kalah)."
  }
]

