[
  {
    "id": 121,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nEkonomi sirkular adalah model ekonomi industri yang bertujuan mengurangi sampah dan polusi, menjaga produk dan material tetap dalam penggunaan, serta meregenerasi sistem alam. Berbeda dengan model ekonomi linear yang menganut 'ambil, buat, buang', ekonomi sirkular berupaya menciptakan sistem tertutup di mana sumber daya digunakan seefisien mungkin dan limbah diminimalkan. Penerapan ekonomi sirkular memiliki banyak manfaat, antara lain mengurangi ketergantungan pada bahan baku primer, menghemat biaya produksi, dan menciptakan lapangan kerja baru di sektor daur ulang dan perbaikan. Selain itu, model ini juga berkontribusi pada perlindungan lingkungan dengan mengurangi emisi gas rumah kaca dan polusi. Meskipun demikian, transisi menuju ekonomi sirkular tidaklah mudah. Diperlukan perubahan paradigma di semua tingkatan, mulai dari desain produk, rantai pasok, hingga perilaku konsumen. Investasi dalam infrastruktur daur ulang dan inovasi teknologi juga menjadi kunci. Kolaborasi antara pemerintah, industri, akademisi, dan masyarakat sangat penting untuk mewujudkan keberlanjutan ekonomi sirkular secara menyeluruh.\n\nApakah ide pokok paragraf pertama teks tersebut?",
    "pilihan": [
      "Perbedaan antara ekonomi sirkular dan ekonomi linear.",
      "Definisi dan tujuan ekonomi sirkular.",
      "Manfaat ekonomi sirkular bagi lingkungan.",
      "Tantangan transisi menuju ekonomi sirkular.",
      "Pentingnya kolaborasi dalam ekonomi sirkular."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf pertama adalah menjelaskan apa itu ekonomi sirkular dan apa tujuannya, kemudian membandingkannya dengan model ekonomi linear."
  },
  {
    "id": 122,
    "pertanyaan": "Berdasarkan Teks 1, apa saja manfaat penerapan ekonomi sirkular?",
    "pilihan": [
      "Hanya mengurangi sampah dan polusi.",
      "Mengurangi ketergantungan bahan baku primer, menghemat biaya produksi, dan menciptakan lapangan kerja baru.",
      "Hanya menciptakan lapangan kerja baru di sektor perbaikan.",
      "Meningkatkan emisi gas rumah kaca dan polusi.",
      "Mengurangi biaya desain produk."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Penerapan ekonomi sirkular memiliki banyak manfaat, antara lain **mengurangi ketergantungan pada bahan baku primer, menghemat biaya produksi, dan menciptakan lapangan kerja baru** di sektor daur ulang dan perbaikan.'"
  },
  {
    "id": 123,
    "pertanyaan": "Implikasi dari pernyataan 'Diperlukan perubahan paradigma di semua tingkatan, mulai dari desain produk, rantai pasok, hingga perilaku konsumen' dalam Teks 1 adalah...",
    "pilihan": [
      "Transisi ekonomi sirkular hanya bergantung pada pemerintah.",
      "Ekonomi sirkular hanya akan berhasil jika konsumen mengubah perilaku mereka.",
      "Perubahan menuju ekonomi sirkular membutuhkan transformasi menyeluruh dari hulu ke hilir.",
      "Desain produk adalah satu-satunya aspek yang perlu diubah.",
      "Rantai pasok tidak memiliki peran signifikan dalam ekonomi sirkular."
    ],
    "jawaban": "C",
    "pembahasan": "Jika perubahan paradigma diperlukan di 'semua tingkatan, mulai dari desain produk, rantai pasok, hingga perilaku konsumen', ini berarti transformasi harus terjadi secara menyeluruh dari awal (hulu) hingga akhir (hilir) proses ekonomi."
  },
  {
    "id": 124,
    "pertanyaan": "Kata 'meregenerasi' dalam konteks 'meregenerasi sistem alam' pada Teks 1 memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "merusak",
      "memperbaiki atau memulihkan",
      "membuang",
      "mengurangi",
      "membuat baru"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'meregenerasi' berarti memulihkan, memperbarui, atau memperbaiki agar kembali seperti semula atau menjadi lebih baik. Dalam konteks sistem alam, ini berarti memulihkan kesuburan dan keseimbangannya."
  },
  {
    "id": 125,
    "pertanyaan": "Mana dari kalimat berikut yang menggunakan majas **personifikasi**?",
    "pilihan": [
      "Angin malam membelai rambutnya dengan lembut.",
      "Hatinya sekeras batu.",
      "Ia adalah bunga desa yang sangat cantik.",
      "Gurun itu bak lautan pasir.",
      "Suaranya merdu sekali seperti burung."
    ],
    "jawaban": "A",
    "pembahasan": "Majas personifikasi adalah gaya bahasa yang memberikan sifat-sifat manusia kepada benda mati atau makhluk hidup bukan manusia. 'Angin malam membelai' adalah contoh personifikasi karena membelai adalah tindakan manusia."
  },
  {
    "id": 126,
    "pertanyaan": "Pilihlah kalimat yang merupakan **kalimat pasif** yang tepat.",
    "pilihan": [
      "Andi sedang makan nasi goreng.",
      "Buku itu dibaca oleh Rani.",
      "Mereka membangun rumah baru.",
      "Ibu memasak di dapur.",
      "Para siswa belajar dengan giat."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pasif adalah kalimat di mana subjek dikenai pekerjaan. Umumnya ditandai dengan awalan 'di-' atau 'ter-' pada predikat. Pada pilihan B, 'Buku itu' (subjek) dikenai tindakan 'dibaca' oleh 'Rani'."
  },
  {
    "id": 127,
    "pertanyaan": "Penggunaan tanda baca titik koma (;) yang **tepat** terdapat pada kalimat...",
    "pilihan": [
      "Dia membeli: apel, jeruk, anggur.",
      "Pekerjaan saya meliputi: menulis; mengedit; dan mempublikasikan artikel.",
      "Hari sudah malam; namun, ia belum juga pulang.",
      "Untuk mencapai sukses, kita harus: bekerja keras; berani mengambil risiko; dan terus belajar.",
      "Dia adalah seorang pekerja keras; dan jujur."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda titik koma (;) digunakan untuk memisahkan rincian yang di dalamnya sudah mengandung koma, atau untuk memisahkan klausa-klausa setara yang kompleks atau tidak dihubungkan oleh konjungsi setara. Pilihan D menggunakan titik koma untuk memisahkan bagian-bagian pemerian yang kompleks setelah frasa pengantar, yang mana setiap bagian pemerian bisa dianggap sebagai klausa yang membutuhkan pemisahan yang lebih kuat dari koma biasa."
  },
  {
    "id": 128,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 2**\n\nLiterasi finansial adalah kemampuan seseorang untuk memahami dan secara efektif menggunakan berbagai keterampilan finansial, termasuk manajemen keuangan pribadi, penganggaran, dan investasi. Tingkat literasi finansial yang rendah dapat menyebabkan berbagai masalah, seperti utang berlebihan, kurangnya tabungan untuk masa depan, dan kerentanan terhadap penipuan investasi. Sebaliknya, individu dengan literasi finansial yang baik cenderung membuat keputusan keuangan yang lebih bijak, membangun kekayaan, dan mencapai stabilitas finansial. Di era digital ini, akses terhadap informasi finansial memang melimpah, tetapi juga diiringi dengan risiko informasi yang bias atau menyesatkan. Oleh karena itu, pendidikan literasi finansial sejak dini, baik di sekolah maupun melalui program edukasi masyarakat, menjadi sangat penting. Pemerintah, lembaga keuangan, dan keluarga memiliki peran krusial dalam menumbuhkan kesadaran dan keterampilan finansial agar masyarakat lebih berdaya secara ekonomi.\n\nApa dampak utama dari tingkat literasi finansial yang rendah menurut Teks 2?",
    "pilihan": [
      "Meningkatnya tabungan untuk masa depan.",
      "Utang berlebihan, kurangnya tabungan, dan kerentanan terhadap penipuan investasi.",
      "Hanya kurangnya investasi.",
      "Masyarakat menjadi lebih bijak dalam berinvestasi.",
      "Stabilitas finansial yang meningkat."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Tingkat literasi finansial yang rendah dapat menyebabkan berbagai masalah, seperti **utang berlebihan, kurangnya tabungan untuk masa depan, dan kerentanan terhadap penipuan investasi**'."
  },
  {
    "id": 129,
    "pertanyaan": "Menurut Teks 2, mengapa pendidikan literasi finansial sejak dini sangat penting?",
    "pilihan": [
      "Agar masyarakat dapat menghindari semua risiko investasi.",
      "Karena akses informasi finansial di era digital selalu benar.",
      "Untuk menumbuhkan kesadaran dan keterampilan finansial agar masyarakat lebih berdaya secara ekonomi.",
      "Karena hanya di sekolah literasi finansial dapat diajarkan.",
      "Agar semua orang menjadi investor sukses."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'pendidikan literasi finansial sejak dini... menjadi sangat penting... untuk **menumbuhkan kesadaran dan keterampilan finansial agar masyarakat lebih berdaya secara ekonomi**'."
  },
  {
    "id": 130,
    "pertanyaan": "Bagaimana Teks 2 menggambarkan peran era digital terhadap literasi finansial?",
    "pilihan": [
      "Membuat literasi finansial tidak relevan lagi.",
      "Menyediakan akses informasi melimpah namun dengan risiko informasi bias.",
      "Hanya membawa manfaat tanpa risiko.",
      "Mempermudah penipuan investasi saja.",
      "Mengurangi kebutuhan akan pendidikan finansial."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Di era digital ini, **akses terhadap informasi finansial memang melimpah, tetapi juga diiringi dengan risiko informasi yang bias atau menyesatkan**'."
  },
  {
    "id": 131,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung yang menyatakan **konsesif** (perlawanan/perkecualian)?",
    "pilihan": [
      "Dia pandai **tetapi** malas belajar.",
      "Kami akan pergi **jika** cuaca cerah.",
      "Mereka makan **sambil** menonton TV.",
      "Ia bekerja keras **agar** sukses.",
      "Hujan deras **sehingga** banjir."
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'tetapi', 'namun', 'meskipun', 'walaupun' adalah konjungsi konsesif yang menyatakan perlawanan atau hal yang tidak sesuai dengan yang diharapkan. Pada pilihan A, 'pandai' berlawanan dengan 'malas belajar'."
  },
  {
    "id": 132,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda seru (!) dengan tepat.",
    "pilihan": [
      "Hati-hati, ada lubang!",
      "Oh, betapa indahnya pemandangan itu!",
      "Tolong, bantu saya!",
      "Ayo, semangat!",
      "Semua jawaban benar."
    ],
    "jawaban": "E",
    "pembahasan": "Tanda seru (!) digunakan untuk menyatakan perintah, seruan, atau ungkapan perasaan yang kuat (kagum, terkejut, marah, sedih). Semua pilihan A, B, C, D merupakan contoh penggunaan tanda seru yang tepat."
  },
  {
    "id": 133,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 3**\n\nPerkembangan kecerdasan buatan (AI) generatif, yang mampu menghasilkan teks, gambar, suara, atau data baru berdasarkan data yang ada, telah memicu kegembiraan sekaligus kekhawatiran. Di satu sisi, teknologi ini berpotensi merevolusi banyak industri, mulai dari desain produk, _content creation_, hingga riset ilmiah, dengan meningkatkan efisiensi dan membuka peluang inovasi yang belum terbayangkan. Misalnya, AI generatif dapat membantu seniman menciptakan karya baru atau mempercepat penemuan obat. Namun, di sisi lain, muncul kekhawatiran serius. Isu _deepfake_ yang dapat disalahgunakan untuk menyebarkan misinformasi, masalah hak cipta atas konten yang dihasilkan AI, potensi menghilangkan pekerjaan rutin, hingga etika penggunaan AI dalam bidang sensitif seperti jurnalistik atau pendidikan, menjadi perdebatan hangat. Untuk mengelola risiko dan memaksimalkan potensi, diperlukan kerangka regulasi yang adaptif, pengembangan pedoman etika yang jelas, serta edukasi publik tentang kemampuan dan keterbatasan AI generatif. Kolaborasi global juga esensial untuk memastikan AI berkembang secara bertanggung jawab dan bermanfaat bagi kemanusiaan.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "AI generatif dapat menghasilkan teks dan gambar baru.",
      "Teknologi ini hanya membawa kekhawatiran tanpa ada manfaat.",
      "AI generatif berpotensi merevolusi banyak industri.",
      "Isu _deepfake_ adalah salah satu kekhawatiran serius terkait AI generatif.",
      "Edukasi publik diperlukan untuk mengelola risiko AI generatif."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa teknologi ini 'memicu kegembiraan sekaligus kekhawatiran' dan 'berpotensi merevolusi banyak industri'. Pilihan B menyatakan sebaliknya, sehingga tidak sesuai."
  },
  {
    "id": 134,
    "pertanyaan": "Menurut Teks 3, apa saja kekhawatiran serius yang muncul akibat perkembangan AI generatif?",
    "pilihan": [
      "Hanya _deepfake_.",
      "Masalah hak cipta dan peningkatan efisiensi.",
      "_Deepfake_, hak cipta, potensi menghilangkan pekerjaan, dan etika penggunaan.",
      "Hanya potensi meningkatkan inovasi.",
      "Tidak ada kekhawatiran sama sekali."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Isu **_deepfake_**... masalah **hak cipta**... potensi **menghilangkan pekerjaan rutin**, hingga **etika penggunaan AI** dalam bidang sensitif... menjadi perdebatan hangat.'"
  },
  {
    "id": 135,
    "pertanyaan": "Apa rekomendasi utama Teks 3 untuk mengelola risiko dan memaksimalkan potensi AI generatif?",
    "pilihan": [
      "Menghentikan pengembangan AI generatif.",
      "Hanya berfokus pada inovasi dan efisiensi.",
      "Pengembangan kerangka regulasi adaptif, pedoman etika jelas, dan edukasi publik.",
      "Membatasi penggunaan AI generatif hanya untuk hiburan.",
      "Membiarkan AI berkembang tanpa batasan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'diperlukan **kerangka regulasi yang adaptif, pengembangan pedoman etika yang jelas, serta edukasi publik** tentang kemampuan dan keterbatasan AI generatif'."
  },
  {
    "id": 136,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia selalu menjadi **kambing hitam** setiap kali ada masalah di kelompoknya.'\n\nMakna frasa idiomatis 'kambing hitam' adalah...",
    "pilihan": [
      "hewan peliharaan berwarna hitam",
      "orang yang selalu menyalahkan orang lain",
      "orang yang menjadi sasaran kesalahan atau tuduhan",
      "seseorang yang cerdik dan licik",
      "anggota kelompok yang paling bertanggung jawab"
    ],
    "jawaban": "C",
    "pembahasan": "Frasa idiomatis 'kambing hitam' berarti orang yang disalahkan atau dijadikan korban atas kesalahan yang dilakukan orang lain atau suatu kejadian."
  },
  {
    "id": 137,
    "pertanyaan": "Manakah kalimat yang menggunakan kata baku dengan tepat?",
    "pilihan": [
      "Saya sangat **butuh** bantuanmu.",
      "Dia sedang **menganalisa** data.",
      "Dokter itu bekerja di **rumah sakit**.",
      "Mereka **mensurvei** lokasi bencana.",
      "**Jadwal** rapat sudah ditetapkan."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A: Baku 'membutuhkan'. Pilihan B: Baku 'menganalisis'. Pilihan C: 'rumah sakit' adalah gabungan kata, bukan kata tunggal yang dibakukan. Pilihan D: Baku 'menyurvei'. Pilihan E menggunakan kata baku 'jadwal'."
  },
  {
    "id": 138,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Kopi merupakan minuman yang sangat populer di dunia.\n2. Banyak orang memulai hari dengan secangkir kopi hangat.\n3. Selain nikmat, kopi juga memiliki berbagai manfaat kesehatan.\n4. Namun, konsumsi berlebihan dapat menimbulkan efek samping.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-3-4",
      "4-1-2-3",
      "1-4-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang paling logis adalah:\n1.  **Pernyataan umum:** Kopi populer (Kalimat 1).\n2.  **Penjelasan/contoh:** Cara orang menikmati kopi (Kalimat 2).\n3.  **Manfaat:** Selain nikmat, manfaat kesehatan (Kalimat 3).\n4.  **Kontras/Peringatan:** Efek samping konsumsi berlebihan (Kalimat 4).\nJadi, 1-2-3-4."
  },
  {
    "id": 139,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan kelompok kata sifat (adjektiva) yang menunjukkan makna **tingkatan**?",
    "pilihan": [
      "Besar, kecil, sedang",
      "Paling besar, lebih kecil, terindah",
      "Baik, buruk, jahat",
      "Merah, biru, hijau",
      "Tinggi, rendah, pendek"
    ],
    "jawaban": "B",
    "pembahasan": "Kata sifat yang menunjukkan tingkatan (komparatif atau superlatif) biasanya ditandai dengan imbuhan 'ter-', 'paling', atau kata 'lebih'. 'Paling besar', 'lebih kecil', dan 'terindah' menunjukkan tingkatan."
  },
  {
    "id": 140,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 20-22.\n\n**Teks 4**\n\nPerubahan iklim adalah ancaman global yang dampaknya semakin terasa di seluruh dunia, mulai dari kenaikan suhu rata-rata, pola cuaca ekstrem yang tidak menentu, hingga pencairan gletser dan kenaikan permukaan air laut. Aktivitas manusia, terutama pembakaran bahan bakar fosil, deforestasi, dan industrialisasi yang tidak berkelanjutan, menjadi pendorong utama peningkatan emisi gas rumah kaca. Konsekuensi dari perubahan iklim sangat beragam dan mengancam keberlanjutan ekosistem serta kehidupan manusia, seperti krisis pangan, ketersediaan air bersih yang berkurang, hingga migrasi paksa. Mengatasi masalah ini memerlukan tindakan kolektif dan mendesak. Transisi menuju energi terbarukan, praktik pertanian berkelanjutan, reforestasi, serta inovasi teknologi hijau adalah beberapa solusi yang harus diimplementasikan. Peran setiap individu dalam mengurangi jejak karbon, dukungan kebijakan pemerintah yang ambisius, dan kerja sama internasional sangat vital untuk mitigasi dan adaptasi terhadap perubahan iklim.\n\nApa penyebab utama perubahan iklim menurut Teks 4?",
    "pilihan": [
      "Hanya kenaikan suhu rata-rata.",
      "Aktivitas manusia seperti pembakaran bahan bakar fosil dan deforestasi.",
      "Pencairan gletser dan kenaikan permukaan air laut.",
      "Pola cuaca ekstrem yang tidak menentu.",
      "Kurangnya inovasi teknologi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Aktivitas manusia, terutama **pembakaran bahan bakar fosil, deforestasi, dan industrialisasi yang tidak berkelanjutan**, menjadi pendorong utama peningkatan emisi gas rumah kaca'."
  },
  {
    "id": 141,
    "pertanyaan": "Menurut Teks 4, apa saja dampak perubahan iklim terhadap kehidupan manusia dan ekosistem?",
    "pilihan": [
      "Hanya kenaikan permukaan air laut.",
      "Krisis pangan, berkurangnya air bersih, dan migrasi paksa.",
      "Peningkatan suhu rata-rata saja.",
      "Peningkatan produktivitas pertanian.",
      "Tidak ada dampak signifikan pada manusia."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Konsekuensi dari perubahan iklim sangat beragam dan mengancam keberlanjutan ekosistem serta kehidupan manusia, seperti **krisis pangan, ketersediaan air bersih yang berkurang, hingga migrasi paksa**'."
  },
  {
    "id": 142,
    "pertanyaan": "Implikasi dari pernyataan 'Tindakan kolektif dan mendesak' untuk mengatasi perubahan iklim adalah...",
    "pilihan": [
      "Hanya satu negara yang bertanggung jawab penuh.",
      "Penyelesaian masalah perubahan iklim memerlukan partisipasi semua pihak dan waktu yang cepat.",
      "Perubahan iklim akan selesai dengan sendirinya.",
      "Tidak ada yang bisa dilakukan untuk mengatasinya.",
      "Hanya individu yang perlu bertindak."
    ],
    "jawaban": "B",
    "pembahasan": "Jika tindakan 'kolektif' dan 'mendesak' diperlukan, ini berarti semua pihak (tidak hanya satu) harus bertindak, dan harus dilakukan dengan segera (waktu yang cepat) karena ini adalah ancaman global yang dampaknya semakin terasa."
  },
  {
    "id": 143,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia tinggal di Jalan Sudirman Nomor 10, Jakarta Pusat.'\n\nPenulisan alamat pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, seharusnya 'Jalan' diawali huruf kecil.",
      "Salah, seharusnya 'Nomor' ditulis dengan angka.",
      "Benar, kecuali 'Pusat' yang seharusnya tidak diawali huruf kapital.",
      "Salah, seharusnya ada koma setelah 'Nomor 10'."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan alamat sudah benar. 'Jalan Sudirman' adalah nama jalan, 'Nomor 10' adalah nomor rumah, dan 'Jakarta Pusat' adalah nama wilayah administratif. Semua unsur nama diri diawali dengan huruf kapital, dan penulisan 'Nomor' dengan huruf kapital dan diikuti angka adalah standar yang diterima."
  },
  {
    "id": 144,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata yang bermakna konotasi negatif.",
    "pilihan": [
      "Ia selalu menjadi **tangan kanan** bosnya.",
      "Orang itu memiliki sifat **rendah hati**.",
      "Dia sering disebut **kutu buku** oleh teman-temannya.",
      "Para pahlawan adalah **bunga bangsa**.",
      "Ia memiliki **hati emas**."
    ],
    "jawaban": "C",
    "pembahasan": "**Konotasi negatif** adalah makna tambahan pada suatu kata yang menimbulkan kesan buruk atau negatif. 'Kutu buku' dalam konteks ini seringkali memiliki konotasi negatif karena menyiratkan seseorang yang terlalu fokus pada buku dan kurang bersosialisasi. Pilihan A, B, D, dan E memiliki konotasi positif."
  },
  {
    "id": 145,
    "pertanyaan": "Manakah kalimat yang memiliki pilihan kata (diksi) yang paling tepat dan lugas?",
    "pilihan": [
      "Air hujan yang turun dari langit membasahi seluruh permukaan bumi.",
      "Air hujan membasahi bumi.",
      "Curah hujan yang jatuh dari awan melimpah di tanah.",
      "Tetesan air dari awan menimpa tanah.",
      "Hujan datang dan membuat tanah menjadi basah."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B adalah yang paling lugas, ringkas, dan efektif. Informasi 'turun dari langit' sudah implisit dalam 'air hujan'. Kata 'membasahi bumi' sudah cukup jelas tanpa perlu bertele-tele."
  },
  {
    "id": 146,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 26-28.\n\n**Teks 5**\n\nPenelitian tentang kebahagiaan menunjukkan bahwa kebahagiaan sejati tidak hanya bergantung pada kekayaan materi atau kesuksesan karier. Faktor-faktor seperti hubungan sosial yang kuat, tujuan hidup yang bermakna, kesehatan fisik dan mental yang baik, serta kemampuan untuk beradaptasi dengan perubahan, memiliki peran yang jauh lebih signifikan. Orang yang memiliki koneksi sosial yang erat dan terlibat aktif dalam komunitas cenderung lebih bahagia daripada mereka yang terisolasi. Selain itu, rasa syukur, optimisme, dan praktik _mindfulness_ juga terbukti meningkatkan kesejahteraan subjektif. Namun, masyarakat modern seringkali terjebak dalam siklus konsumerisme dan perbandingan sosial yang justru menjauhkan dari kebahagiaan. Stres akibat tekanan hidup, ditambah dengan kurangnya waktu untuk introspeksi, membuat banyak individu merasa hampa meskipun memiliki banyak hal. Oleh karena itu, penting bagi setiap individu untuk secara sadar mengelola prioritas hidup, berinvestasi pada hal-hal yang benar-benar memberikan makna, dan membangun resiliensi emosional agar dapat mencapai kebahagiaan yang berkelanjutan.\n\nApa faktor-faktor utama yang berkontribusi pada kebahagiaan sejati menurut Teks 5?",
    "pilihan": [
      "Hanya kekayaan materi dan kesuksesan karier.",
      "Hubungan sosial yang kuat, tujuan hidup bermakna, kesehatan, dan adaptasi terhadap perubahan.",
      "Terjebak dalam siklus konsumerisme.",
      "Kurangnya waktu untuk introspeksi.",
      "Hanya praktik _mindfulness_."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Faktor-faktor seperti **hubungan sosial yang kuat, tujuan hidup yang bermakna, kesehatan fisik dan mental yang baik, serta kemampuan untuk beradaptasi dengan perubahan**, memiliki peran yang jauh lebih signifikan'."
  },
  {
    "id": 147,
    "pertanyaan": "Menurut Teks 5, mengapa masyarakat modern seringkali merasa hampa meskipun memiliki banyak hal?",
    "pilihan": [
      "Karena mereka terlalu bahagia.",
      "Karena tidak adanya kekayaan materi.",
      "Karena terjebak dalam siklus konsumerisme dan perbandingan sosial serta stres dan kurangnya introspeksi.",
      "Karena mereka terlalu fokus pada kesehatan fisik.",
      "Karena tidak ada hubungan sosial sama sekali."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menjelaskan 'masyarakat modern seringkali terjebak dalam **siklus konsumerisme dan perbandingan sosial** yang justru menjauhkan dari kebahagiaan. **Stres akibat tekanan hidup, ditambah dengan kurangnya waktu untuk introspeksi**, membuat banyak individu merasa hampa'."
  },
  {
    "id": 148,
    "pertanyaan": "Implikasi dari pernyataan 'penting bagi setiap individu untuk secara sadar mengelola prioritas hidup' adalah...",
    "pilihan": [
      "Kebahagiaan hanya bisa dicapai jika mengikuti prioritas orang lain.",
      "Setiap orang harus membuat daftar prioritas yang sama.",
      "Individu memiliki kendali atas kebahagiaan mereka melalui pilihan sadar dalam hidup.",
      "Prioritas hidup tidak perlu diatur.",
      "Kebahagiaan datang secara otomatis tanpa usaha."
    ],
    "jawaban": "C",
    "pembahasan": "Jika individu harus 'secara sadar mengelola prioritas hidup' untuk 'mencapai kebahagiaan yang berkelanjutan', ini berarti kebahagiaan bukan sesuatu yang pasif, melainkan hasil dari pilihan dan tindakan sadar yang dilakukan individu terhadap hidup mereka."
  },
  {
    "id": 149,
    "pertanyaan": "Cermati penggunaan huruf kapital pada kalimat berikut:\n\n'Dia adalah mahasiswa Fakultas Kedokteran, Universitas Indonesia.'\n\nPenulisan huruf kapital pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, seharusnya 'Fakultas' diawali huruf kecil.",
      "Salah, seharusnya 'Kedokteran' diawali huruf kecil.",
      "Benar, kecuali 'mahasiswa' yang seharusnya tidak diawali huruf kapital.",
      "Salah, seharusnya 'Universitas' diawali huruf kecil."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan huruf kapital sudah benar. 'Fakultas Kedokteran' adalah nama fakultas tertentu, dan 'Universitas Indonesia' adalah nama universitas, sehingga semua unsur nama diri ditulis dengan huruf kapital."
  },
  {
    "id": 150,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan contoh kalimat dengan pola kalimat **S-P-Keterangan Tempat**?",
    "pilihan": [
      "Mereka makan malam bersama.",
      "Andi bermain bola di lapangan.",
      "Bunga itu sangat indah.",
      "Dia menulis surat untuk ibunya.",
      "Ibu membuat kue."
    ],
    "jawaban": "B",
    "pembahasan": "S-P-Keterangan Tempat adalah Subjek-Predikat-Keterangan Tempat.\n-   **S:** Andi\n-   **P:** bermain\n-   **Keterangan Tempat:** di lapangan\n\nPilihan A adalah S-P-Keterangan Cara/Penyerta. Pilihan C adalah S-P-Pelengkap. Pilihan D adalah S-P-O-Keterangan Tujuan. Pilihan E adalah S-P-O."
  }
]
