[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nSwafoto (selfie) telah berkembang menjadi fenomena budaya global dengan dampak psikologis yang kompleks. Platform media sosial seperti Instagram dan TikTok mempopulerkan praktik ini melalui fitur filter dan augmented reality. Studi menunjukkan bahwa 93% generasi Z melakukan swafoto secara rutin sebagai bentuk ekspresi diri. Namun, para psikolog memperingatkan tentang 'selfitis' - obsesi berlebihan terhadap swafoto yang dapat menurunkan harga diri dan meningkatkan kecemasan sosial. Fenomena ini juga memicu industri pendukung seperti tongkat selfie, ring light, dan aplikasi edit foto yang bernilai miliaran dolar. Kini, swafoto tidak sekadar aktivitas rekreasional, tetapi telah menjadi alat komunikasi visual yang powerful di era digital.",
    "pilihan": [
      "Swafoto hanya dilakukan oleh generasi tua.",
      "Swafoto adalah fenomena budaya dengan dampak psikologis dan ekonomi yang kompleks.",
      "Tidak ada dampak negatif dari swafoto.",
      "Media sosial tidak mempengaruhi budaya swafoto.",
      "Swafoto akan menghilang dalam waktu dekat."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok teks adalah swafoto sebagai fenomena budaya global yang memiliki dampak psikologis kompleks dan mendorong industri pendukung."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa yang dimaksud dengan 'selfitis'?",
    "pilihan": [
      "Kegemaran mengambil foto pemandangan",
      "Obsesi berlebihan terhadap swafoto yang berdampak negatif",
      "Ketidaksukaan terhadap fotografi",
      "Teknik fotografi profesional",
      "Jenis kamera khusus"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan 'selfitis' sebagai obsesi berlebihan terhadap swafoto yang dapat menurunkan harga diri dan meningkatkan kecemasan sosial."
  },
  {
    "id": 3,
    "pertanyaan": "Apa dampak ekonomi dari fenomena swafoto menurut Teks 1?",
    "pilihan": [
      "Menghancurkan industri fotografi",
      "Memicu industri pendukung bernilai miliaran dolar",
      "Mengurangi penjualan smartphone",
      "Menghilangkan pekerjaan di sektor kreatif",
      "Tidak ada dampak ekonomi sama sekali"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan swafoto 'memicu industri pendukung seperti tongkat selfie, ring light, dan aplikasi edit foto yang bernilai miliaran dolar'."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 4-6.\n\n**Teks 2**\n\nPodcast telah merevolusi industri audio dengan pertumbuhan eksponensial selama lima tahun terakhir. Format audio on-demand ini memungkinkan pembuat konten (creator) membahas niche spesifik dari true crime hingga investasi kripto. Platform seperti Spotify dan Apple Podcast mencatat lebih dari 2 juta judul podcast aktif secara global. Keberhasilan format ini terletak pada kemampuannya menciptakan kedekatan emosional dengan pendengar melalui narasi intim. Monetisasi dilakukan melalui iklan, subscription, dan model sponsor. Tantangan utama termasuk oversaturasi konten dan kesulitan discovery bagi podcast baru. Para ahli memprediksi masa depan podcast akan diwarnai oleh interaktivitas dan teknologi voice-first.",
    "pilihan": [
      "Podcast adalah format media yang sedang menurun popularitasnya.",
      "Podcast telah merevolusi industri audio dengan pertumbuhan pesat dan berbagai tantangan.",
      "Hanya ada kurang dari 100 podcast di dunia.",
      "Podcast tidak bisa dimonetisasi sama sekali.",
      "Teknologi tidak mempengaruhi perkembangan podcast."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah revolusi podcast dalam industri audio dengan pertumbuhan eksponensial, keunggulan format, dan tantangannya."
  },
  {
    "id": 5,
    "pertanyaan": "Berdasarkan Teks 2, mengapa podcast berhasil menciptakan kedekatan dengan pendengar?",
    "pilihan": [
      "Karena durasinya yang sangat pendek",
      "Melalui narasi intim yang disampaikan",
      "Karena tidak menggunakan suara manusia",
      "Dengan menghindari topik-topik spesifik",
      "Tanpa adanya unsur cerita sama sekali"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan keberhasilan podcast terletak pada 'kemampuannya menciptakan kedekatan emosional dengan pendengar melalui narasi intim'."
  },
  {
    "id": 6,
    "pertanyaan": "Apa tantangan utama industri podcast menurut Teks 2?",
    "pilihan": [
      "Oversaturasi konten dan kesulitan discovery",
      "Terlalu sedikit orang yang membuat podcast",
      "Tidak ada platform untuk mendengarkan podcast",
      "Semua podcast sudah sangat terkenal",
      "Pendengar tidak suka format audio"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Tantangan utama termasuk oversaturasi konten dan kesulitan discovery bagi podcast baru'."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-9.\n\n**Teks 3**\n\nKecerdasan Buatan Generatif (Generative AI) seperti DALL-E dan Midjourney telah membuka babak baru dalam kreasi konten visual. Teknologi ini mampu menghasilkan gambar realistik hanya dari deskripsi teks, mengubah wajah industri kreatif. Seniman digital kini bisa membuat konsep karya dalam hitungan menit yang sebelumnya membutuhkan hari. Namun, kontroversi muncul terkait hak cipta dan orisinalitas karya. Banyak platform telah melarang AI-generated art kompetisi seni tradisional. Di sisi lain, perusahaan advertising memanfaatkan teknologi ini untuk produksi konten cepat dengan biaya rendah. Regulasi yang jelas diperlukan untuk menyeimbangkan inovasi dan perlindungan hak kreator.",
    "pilihan": [
      "Generative AI hanya digunakan untuk analisis data.",
      "Generative AI telah mengubah kreasi konten visual dengan berbagai implikasi hukum dan kreatif.",
      "Tidak ada kontroversi terkait AI-generated art.",
      "Semua seniman menyambut positif teknologi ini tanpa reservasi.",
      "Teknologi ini tidak bisa menghasilkan gambar sama sekali."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah transformasi industri kreatif oleh Generative AI beserta dampak positif dan kontroversi yang menyertainya."
  },
  {
    "id": 8,
    "pertanyaan": "Berdasarkan Teks 3, bagaimana Generative AI membantu seniman digital?",
    "pilihan": [
      "Dengan menghapus semua karya mereka",
      "Mempercepat proses konseptual karya seni",
      "Membuat seniman berhenti berkarya",
      "Menghilangkan kebutuhan akan kreativitas",
      "Menggantikan peran seniman sepenuhnya"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Seniman digital kini bisa membuat konsep karya dalam hitungan menit yang sebelumnya membutuhkan hari'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa kontroversi utama terkait Generative AI menurut Teks 3?",
    "pilihan": [
      "Hak cipta dan orisinalitas karya",
      "Terlalu banyak seniman yang menggunakannya",
      "Tidak bisa menghasilkan gambar sama sekali",
      "Harga perangkat yang terlalu murah",
      "Tidak ada kontroversi terkait teknologi ini"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'kontroversi muncul terkait hak cipta dan orisinalitas karya' sebagai isu utama."
  },
  {
    "id": 10,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 10-12.\n\n**Teks 4**\n\nFintech (financial technology) lending telah mendemokratisasi akses keuangan di Indonesia. Platform seperti Kredivo dan Akulaku menawarkan pinjaman digital dengan proses cepat melalui aplikasi smartphone. OJK mencatat transaksi fintech lending mencapai Rp50 triliun pada 2022, membantu UMKM dan konsumen tanpa akses bank. Namun, praktik pinjol ilegal dengan bunga tinggi masih marak. Perlindungan konsumen menjadi sorotan utama menyusul kasus intimidasi debt collector. Pemerintah merespons dengan memperketat regulasi dan edukasi literasi keuangan. Fintech lending yang bertanggung jawab diprediksi akan terus berkembang dengan dukungan teknologi AI untuk penilaian kredit lebih akurat.",
    "pilihan": [
      "Fintech lending hanya tersedia untuk perusahaan besar.",
      "Fintech lending telah memperluas akses keuangan tetapi menghadapi tantangan regulasi dan perlindungan konsumen.",
      "Tidak ada pinjaman digital yang legal di Indonesia.",
      "Semua fintech lending melakukan praktik ilegal.",
      "Teknologi tidak berperan dalam perkembangan fintech."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah demokratisasi akses keuangan oleh fintech lending beserta tantangan regulasi dan perlindungan konsumen."
  },
  {
    "id": 11,
    "pertanyaan": "Berdasarkan Teks 4, bagaimana fintech lending membantu UMKM?",
    "pilihan": [
      "Dengan memberikan pinjaman digital proses cepat",
      "Dengan menutup semua akses keuangan",
      "Dengan meningkatkan bunga pinjaman",
      "Dengan menghilangkan kebutuhan akan pinjaman",
      "Dengan menolak semua aplikasi pinjaman"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan fintech lending 'menawarkan pinjaman digital dengan proses cepat melalui aplikasi smartphone' dan 'membantu UMKM'."
  },
  {
    "id": 12,
    "pertanyaan": "Apa respons pemerintah terhadap praktik pinjol ilegal menurut Teks 4?",
    "pilihan": [
      "Memperketat regulasi dan edukasi literasi keuangan",
      "Menutup semua fintech lending",
      "Tidak melakukan tindakan apa pun",
      "Mengurangi pengawasan terhadap sektor fintech",
      "Menghapus semua aturan tentang pinjaman"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Pemerintah merespons dengan memperketat regulasi dan edukasi literasi keuangan'."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 5**\n\nTelemedicine telah menjadi solusi kesehatan primer di era digital. Platform seperti Halodoc dan Alodokter memungkinkan konsultasi dokter jarak jauh via chat atau video call. Kemenkes mencatat peningkatan 300% penggunaan telemedicine pasca pandemi. Keunggulan utama termasuk efisiensi waktu, akses spesialis di daerah terpencil, dan pengurangan risiko penularan penyakit. Namun, keterbatasan pemeriksaan fisik menjadi kelemahan signifikan untuk kasus kompleks. Aspek keamanan data pasien juga menjadi perhatian serius. Integrasi dengan IoT health devices diprediksi akan meningkatkan akurasi diagnosis di masa depan.",
    "pilihan": [
      "Telemedicine tidak pernah digunakan di Indonesia.",
      "Telemedicine adalah solusi kesehatan digital dengan keunggulan dan keterbatasan tertentu.",
      "Semua penyakit bisa didiagnosis sempurna via telemedicine.",
      "Tidak ada dokter yang mau praktik telemedicine.",
      "Telemedicine akan menggantikan semua rumah sakit."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah telemedicine sebagai solusi kesehatan digital dengan berbagai keunggulan dan keterbatasannya."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Teks 5, apa keunggulan utama telemedicine?",
    "pilihan": [
      "Efisiensi waktu dan akses spesialis di daerah terpencil",
      "Biaya yang lebih mahal dari rumah sakit",
      "Proses yang lebih lambat dari konsultasi langsung",
      "Tidak bisa digunakan untuk konsultasi apa pun",
      "Mengharuskan pasien selalu datang ke klinik"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Keunggulan utama termasuk efisiensi waktu, akses spesialis di daerah terpencil, dan pengurangan risiko penularan penyakit'."
  },
  {
    "id": 15,
    "pertanyaan": "Apa keterbatasan telemedicine menurut Teks 5?",
    "pilihan": [
      "Ketidakmampuan melakukan pemeriksaan fisik secara langsung",
      "Terlalu banyak dokter yang tersedia",
      "Diagnosis yang selalu 100% akurat",
      "Tidak ada masalah keamanan data sama sekali",
      "Pasien harus menunggu berhari-hari untuk konsultasi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'keterbatasan pemeriksaan fisik menjadi kelemahan signifikan untuk kasus kompleks'."
  },
  {
    "id": 16,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 16-18.\n\n**Teks 6**\n\nE-sports telah diakui sebagai cabang olahraga resmi oleh Komite Olimpiade Internasional. Turnamen seperti Mobile Legends Bang Bang Professional League (MPL) menarik jutaan penonton dengan hadiah puluhan miliar rupiah. Atlet e-sports kini menjalani pelatihan ketat meliputi strategi, refleks, dan kesehatan mental. Universitas-universitas mulai menawarkan beasiswa untuk pemain berbakat. Namun, kekhawatiran tentang gaya hidup sedentari dan kecanduan game masih menjadi tantangan. Orang tua dan pendidik didorong untuk menemukan keseimbangan antara pengembangan bakat dan pengawasan terhadap risiko kesehatan.",
    "pilihan": [
      "E-sports tidak diakui sebagai olahraga.",
      "E-sports telah berkembang menjadi industri profesional dengan berbagai aspek dan tantangan.",
      "Tidak ada turnamen e-sports di Indonesia.",
      "Semua orang menentang perkembangan e-sports.",
      "Atlet e-sports tidak memerlukan pelatihan khusus."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah perkembangan e-sports sebagai industri olahraga profesional dengan berbagai aspek positif dan tantangannya."
  },
  {
    "id": 17,
    "pertanyaan": "Berdasarkan Teks 6, bagaimana universitas merespons perkembangan e-sports?",
    "pilihan": [
      "Dengan menawarkan beasiswa untuk pemain berbakat",
      "Dengan melarang semua kegiatan game",
      "Dengan menghapus semua jurusan terkait teknologi",
      "Dengan tidak mengakui e-sports sama sekali",
      "Dengan menutup fasilitas olahraga konvensional"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Universitas-universitas mulai menawarkan beasiswa untuk pemain berbakat'."
  },
  {
    "id": 18,
    "pertanyaan": "Apa kekhawatiran utama terkait e-sports menurut Teks 6?",
    "pilihan": [
      "Gaya hidup sedentari dan kecanduan game",
      "Terlalu banyak aktivitas fisik",
      "Tidak ada kompetisi sama sekali",
      "Hadiah yang terlalu kecil",
      "Minat yang terlalu rendah dari masyarakat"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'kekhawatiran tentang gaya hidup sedentari dan kecanduan game masih menjadi tantangan'."
  },
  {
    "id": 19,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 19-21.\n\n**Teks 7**\n\nKarya Kreator Konten (KKK) telah menjadi profesi idaman generasi muda di era digital. Platform seperti YouTube, TikTok, dan Instagram memungkinkan kreator menghasilkan pendapatan dari iklan, sponsorship, dan merchandise. Kesuksesan kreator seperti Atta Halilintar dan Deddy Corbuzier membuktikan potensi ekonomi industri ini. Namun, tekanan algoritma dan kebutuhan konsistensi konten menimbulkan masalah kesehatan mental. Banyak kreator mengalami burnout karena tuntutan untuk selalu viral. Perlindungan hak kekayaan intelektual juga menjadi isu krusial menyusul maraknya plagiarisme konten. Industri ini membutuhkan regulasi yang lebih jelas untuk melindungi kreator sekaligus memastikan ekosistem digital yang sehat.",
    "pilihan": [
      "Karier sebagai kreator konten tidak diminati siapa pun.",
      "Karya Kreator Konten telah menjadi profesi populer dengan berbagai tantangan dan peluang.",
      "Tidak ada kreator yang sukses di Indonesia.",
      "Platform digital tidak memungkinkan monetisasi konten.",
      "Semua kreator bebas melakukan plagiarisme tanpa konsekuensi."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah KKK sebagai profesi populer dengan potensi ekonomi besar namun juga tantangan kesehatan mental dan hak kekayaan intelektual."
  },
  {
    "id": 20,
    "pertanyaan": "Berdasarkan Teks 7, bagaimana kreator konten menghasilkan pendapatan?",
    "pilihan": [
      "Dari iklan, sponsorship, dan merchandise",
      "Hanya dari gaji pemerintah",
      "Tanpa model monetisasi apa pun",
      "Dengan menutup semua akun media sosial",
      "Dengan tidak membuat konten sama sekali"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan kreator 'menghasilkan pendapatan dari iklan, sponsorship, dan merchandise'."
  },
  {
    "id": 21,
    "pertanyaan": "Apa masalah kesehatan yang dihadapi kreator konten menurut Teks 7?",
    "pilihan": [
      "Burnout karena tuntutan konsistensi dan viralitas",
      "Terlalu banyak waktu istirahat",
      "Tidak ada tekanan dalam pekerjaan",
      "Kurangnya kesempatan untuk berkreasi",
      "Kebebasan mutlak tanpa deadline"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Banyak kreator mengalami burnout karena tuntutan untuk selalu viral'."
  },
  {
    "id": 22,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 22-24.\n\n**Teks 8**\n\nMobil listrik menjadi solusi transportasi berkelanjutan yang didorong pemerintah melalui berbagai insentif. Produsen seperti Hyundai dan Wuling telah meluncurkan model terjangkau di Indonesia. Keunggulan utama termasuk biaya operasi rendah dan emisi nol. Namun, adopsi massal masih terhambat oleh harga beli tinggi, infrastruktur charger terbatas, dan kekhawatiran tentang sumber listrik yang masih berbasis batubara. Pemerintah menargetkan 2 juta unit mobil listrik di jalanan pada 2030 dengan membangun 24.000 stasiun pengisian. Perkembangan baterai solid-state diprediksi akan menjadi game-changer dengan jarak tempuh lebih jauh dan pengisian lebih cepat.",
    "pilihan": [
      "Mobil listrik tidak akan pernah digunakan di Indonesia.",
      "Mobil listrik adalah solusi transportasi berkelanjutan dengan berbagai tantangan adopsi.",
      "Semua pembangkit listrik sudah menggunakan energi terbarukan.",
      "Tidak ada produsen mobil yang tertarik membuat listrik.",
      "Infrastruktur charger sudah tersedia merata di seluruh Indonesia."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah mobil listrik sebagai solusi transportasi berkelanjutan dengan keunggulan dan berbagai tantangan adopsinya."
  },
  {
    "id": 23,
    "pertanyaan": "Berdasarkan Teks 8, apa keunggulan utama mobil listrik?",
    "pilihan": [
      "Biaya operasi rendah dan emisi nol",
      "Bahan bakar bensin yang murah",
      "Perawatan yang lebih rumit",
      "Emisi gas buang yang tinggi",
      "Kebutuhan bahan bakar fosil terus-menerus"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Keunggulan utama termasuk biaya operasi rendah dan emisi nol'."
  },
  {
    "id": 24,
    "pertanyaan": "Apa target pemerintah terkait mobil listrik menurut Teks 8?",
    "pilihan": [
      "2 juta unit pada 2030 dengan 24.000 stasiun pengisian",
      "Menghapus semua mobil listrik dari jalanan",
      "Tidak ada target spesifik sama sekali",
      "Menghentikan semua insentif untuk mobil listrik",
      "Mengimpor semua mobil dari luar negeri"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Pemerintah menargetkan 2 juta unit mobil listrik di jalanan pada 2030 dengan membangun 24.000 stasiun pengisian'."
  },
  {
    "id": 25,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 25-27.\n\n**Teks 9**\n\nAugmented Reality (AR) telah mengubah pengalaman belanja retail melalui virtual try-on. Aplikasi seperti YouCam Makeup dan Zara AR memungkinkan konsumen mencoba produk secara digital sebelum membeli. Teknologi ini meningkatkan konversi penjualan hingga 40% sekaligus mengurangi return rate. Industri kosmetik dan fashion menjadi pionir adopsi AR dengan fitur virtual makeup dan fitting room digital. Namun, keterbatasan akurasi warna dan tekstur masih menjadi hambatan. Pengembang berinvestasi besar-besaran pada computer vision dan AI untuk meningkatkan realisme pengalaman AR. Analis memprediksi 75% retailer akan mengadopsi AR dalam 5 tahun mendatang.",
    "pilihan": [
      "AR tidak digunakan dalam retail sama sekali.",
      "AR telah mentransformasi pengalaman belanja dengan berbagai manfaat dan keterbatasan.",
      "Tidak ada retailer yang tertarik dengan teknologi AR.",
      "Teknologi AR sudah sempurna tanpa kekurangan.",
      "Virtual try-on tidak mempengaruhi keputusan pembelian."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah transformasi pengalaman belanja oleh teknologi AR dengan berbagai manfaat dan keterbatasan yang ada."
  },
  {
    "id": 26,
    "pertanyaan": "Berdasarkan Teks 9, bagaimana AR mempengaruhi penjualan retail?",
    "pilihan": [
      "Meningkatkan konversi penjualan dan mengurangi return rate",
      "Menghilangkan semua penjualan produk",
      "Membuat konsumen tidak ingin membeli apa pun",
      "Menghapus kebutuhan untuk mencoba produk",
      "Meningkatkan jumlah produk yang dikembalikan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan AR 'meningkatkan konversi penjualan hingga 40% sekaligus mengurangi return rate'."
  },
  {
    "id": 27,
    "pertanyaan": "Apa keterbatasan utama teknologi AR dalam retail menurut Teks 9?",
    "pilihan": [
      "Akurasi warna dan tekstur yang belum sempurna",
      "Terlalu banyak fitur yang realistis",
      "Tidak ada hambatan dalam implementasinya",
      "Konsumen tidak tertarik sama sekali",
      "Biaya implementasi yang terlalu murah"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'keterbatasan akurasi warna dan tekstur masih menjadi hambatan'."
  },
  {
    "id": 28,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 28-30.\n\n**Teks 10**\n\nCloud computing telah menjadi tulang punggung transformasi digital di berbagai sektor. Layanan seperti AWS, Google Cloud, dan Alibaba Cloud memungkinkan perusahaan mengakses infrastruktur IT tanpa investasi besar. Kunci keunggulan cloud adalah skalabilitas, fleksibilitas, dan keamanan data. Pandemi mempercepat adopsi cloud hingga 70% untuk mendukung kerja remote. Namun, ketergantungan pada penyedia cloud dan risiko keamanan siber tetap menjadi perhatian utama. Hybrid cloud model - kombinasi public dan private cloud - muncul sebagai solusi keseimbangan. Para ahli memprediksi edge computing akan menjadi evolusi berikutnya dengan pemrosesan data lebih dekat ke sumber.",
    "pilihan": [
      "Cloud computing tidak relevan di era digital.",
      "Cloud computing adalah fondasi transformasi digital dengan berbagai keunggulan dan tantangan.",
      "Tidak ada perusahaan yang menggunakan cloud computing.",
      "Semua data harus disimpan secara lokal saja.",
      "Teknologi cloud tidak akan berkembang lagi."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah peran cloud computing sebagai tulang punggung transformasi digital dengan keunggulan dan berbagai tantangannya."
  },
  {
    "id": 29,
    "pertanyaan": "Berdasarkan Teks 10, apa dampak pandemi pada adopsi cloud computing?",
    "pilihan": [
      "Mempercepat adopsi hingga 70% untuk dukung kerja remote",
      "Menghentikan semua migrasi ke cloud",
      "Tidak ada pengaruh signifikan",
      "Membuat perusahaan kembali ke server fisik",
      "Menghapus semua kebutuhan akan komputasi awan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Pandemi mempercepat adopsi cloud hingga 70% untuk mendukung kerja remote'."
  },
  {
    "id": 30,
    "pertanyaan": "Apa solusi untuk menyeimbangkan keunggulan public dan private cloud menurut Teks 10?",
    "pilihan": [
      "Hybrid cloud model",
      "Menghapus semua jenis cloud computing",
      "Hanya menggunakan server fisik lokal",
      "Tidak menyimpan data penting sama sekali",
      "Mengembalikan semua data ke tape backup"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Hybrid cloud model - kombinasi public dan private cloud - muncul sebagai solusi keseimbangan'."
  }
]
