[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nDigitalisasi pendidikan telah mengubah lanskap pembelajaran secara global. Proses belajar mengajar yang semula terbatas pada ruang kelas fisik kini dapat dilakukan secara daring dengan bantuan teknologi. Platform seperti Zoom, Google Classroom, dan Ruangguru memungkinkan interaksi antara guru dan siswa tanpa hambatan geografis. Namun, tantangan seperti kesenjangan digital, kurangnya interaksi sosial, dan kelelahan mata akibat screen time menjadi masalah yang perlu diatasi. Pemerintah dan institusi pendidikan dituntut untuk menyediakan infrastruktur yang merata sekaligus mengembangkan metode pembelajaran hybrid yang efektif.\n\nApa ide pokok paragraf pertama teks tersebut?",
    "pilihan": [
      "Keunggulan platform digital dalam pendidikan.",
      "Dampak negatif pembelajaran daring.",
      "Perubahan lanskap pendidikan akibat digitalisasi dan tantangannya.",
      "Peran pemerintah dalam digitalisasi pendidikan.",
      "Kelebihan pembelajaran hybrid dibanding daring penuh."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok paragraf pertama adalah perubahan sistem pendidikan akibat digitalisasi dan berbagai tantangan yang muncul, yang kemudian dijelaskan lebih lanjut dalam teks."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa saja tantangan yang disebutkan dalam digitalisasi pendidikan?",
    "pilihan": [
      "Hanya kesenjangan digital.",
      "Kurangnya interaksi sosial dan kelelahan mata.",
      "Kesenjangan digital, kurangnya interaksi sosial, dan kelelahan mata.",
      "Biaya internet yang mahal.",
      "Kurangnya minat belajar siswa."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan tiga tantangan utama: 'kesenjangan digital, kurangnya interaksi sosial, dan kelelahan mata akibat screen time'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa implikasi dari pernyataan 'Pemerintah dan institusi pendidikan dituntut untuk menyediakan infrastruktur yang merata' dalam Teks 1?",
    "pilihan": [
      "Pemerintah harus membatasi penggunaan teknologi dalam pendidikan.",
      "Pemerintah perlu memastikan akses teknologi merata ke semua lapisan masyarakat.",
      "Sekolah harus menolak penggunaan teknologi.",
      "Guru tidak perlu terlibat dalam digitalisasi pendidikan.",
      "Pembelajaran daring harus dihentikan."
    ],
    "jawaban": "B",
    "pembahasan": "Pernyataan tersebut mengimplikasikan pentingnya pemerataan akses teknologi untuk mendukung digitalisasi pendidikan yang inklusif."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'lanskap' dalam konteks Teks 1 memiliki makna yang sama dengan...",
    "pilihan": [
      "pemandangan",
      "situasi",
      "gambar",
      "taman",
      "denah"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks ini, 'lanskap' bermakna metaforis sebagai 'situasi' atau 'kondisi' pendidikan, bukan makna harfiah sebagai pemandangan."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan majas metafora?",
    "pilihan": [
      "Waktu adalah uang.",
      "Angin berbisik di antara dedaunan.",
      "Dia berlari cepat seperti cheetah.",
      "Suaranya keras bagai halilintar.",
      "Beban hidupnya terasa sangat berat."
    ],
    "jawaban": "A",
    "pembahasan": "Metafora adalah majas yang membandingkan sesuatu secara langsung tanpa kata pembanding. 'Waktu adalah uang' membandingkan waktu dengan uang secara implisit."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang merupakan kalimat majemuk setara yang tepat.",
    "pilihan": [
      "Karena hujan deras, kami tidak jadi pergi.",
      "Dia belajar keras agar lulus ujian.",
      "Ibu memasak dan ayah membaca koran.",
      "Meskipun lelah, dia tetap menyelesaikan pekerjaannya.",
      "Jika kamu rajin belajar, pasti akan sukses."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat majemuk setara menggabungkan dua klausa yang setara dengan konjungsi 'dan'. Pilihan lain menggunakan konjungsi subordinatif."
  },
  {
    "id": 7,
    "pertanyaan": "Penggunaan tanda baca yang salah terdapat pada kalimat...",
    "pilihan": [
      "Kami membeli buku, pensil, dan penggaris.",
      "Oleh karena itu; kita harus berhati-hati.",
      "Dia pandai matematika, tetapi kurang mahir bahasa.",
      "Jakarta, ibu kota Indonesia, adalah kota metropolitan.",
      "Ani berkata, \"Saya akan datang besok.\""
    ],
    "jawaban": "B",
    "pembahasan": "Tanda titik koma (;) tidak tepat setelah 'Oleh karena itu'. Seharusnya menggunakan koma (,)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 2**\n\nRevolusi Industri 4.0 telah membawa transformasi besar dalam berbagai sektor kehidupan. Kecerdasan buatan, internet of things, big data, dan robotika menjadi tulang punggung perubahan ini. Di satu sisi, otomatisasi meningkatkan efisiensi dan produktivitas. Di sisi lain, banyak pekerjaan tradisional terancam tergantikan oleh mesin. Untuk menghadapi era ini, dibutuhkan peningkatan keterampilan digital dan adaptasi terhadap perubahan. Pendidikan vokasi dan pelatihan ulang tenaga kerja menjadi kunci agar sumber daya manusia tidak tertinggal. Selain itu, kolaborasi antara industri, pemerintah, dan institusi pendidikan perlu ditingkatkan untuk menciptakan ekosistem yang siap menghadapi disrupsi teknologi.\n\nApa gagasan utama Teks 2?",
    "pilihan": [
      "Keunggulan Revolusi Industri 4.0.",
      "Dampak negatif otomatisasi.",
      "Transformasi akibat Revolusi Industri 4.0 dan kebutuhan adaptasi.",
      "Peran kecerdasan buatan dalam industri.",
      "Pentingnya pendidikan vokasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas transformasi akibat Revolusi Industri 4.0 dan berbagai kebutuhan untuk beradaptasi dengan perubahan tersebut."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan Teks 2, mengapa pendidikan vokasi penting dalam menghadapi Revolusi Industri 4.0?",
    "pilihan": [
      "Karena dapat menggantikan peran pemerintah.",
      "Karena mampu meningkatkan keterampilan digital sumber daya manusia.",
      "Karena lebih murah daripada pendidikan formal.",
      "Karena fokus pada teori bukan praktik.",
      "Karena tidak perlu beradaptasi dengan teknologi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan pendidikan vokasi dan pelatihan ulang sebagai kunci agar SDM tidak tertinggal, yang berarti meningkatkan keterampilan digital."
  },
  {
    "id": 10,
    "pertanyaan": "Apa yang dimaksud dengan 'disrupsi teknologi' dalam Teks 2?",
    "pilihan": [
      "Perbaikan teknologi secara bertahap.",
      "Perubahan kecil dalam teknologi.",
      "Penghentian penggunaan teknologi.",
      "Perubahan mendasar yang mengganggu tatanan lama.",
      "Penggantian manusia sepenuhnya oleh mesin."
    ],
    "jawaban": "D",
    "pembahasan": "Disrupsi teknologi merujuk pada perubahan mendasar yang mengganggu atau menggantikan sistem atau teknologi yang sudah ada."
  },
  {
    "id": 11,
    "pertanyaan": "Manakah kalimat yang menunjukkan hubungan sebab-akibat?",
    "pilihan": [
      "Dia rajin belajar sehingga nilai ujiannya bagus.",
      "Meskipun hujan, dia tetap pergi bekerja.",
      "Baik ayah maupun ibu setuju dengan keputusanku.",
      "Buku itu tebal tetapi menarik.",
      "Kamu bisa memilih jus apel atau jus jeruk."
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat 'Dia rajin belajar sehingga nilai ujiannya bagus' menunjukkan hubungan sebab (rajin belajar) dan akibat (nilai bagus)."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang menggunakan konjungsi temporal yang tepat.",
    "pilihan": [
      "Sebelum makan, cuci tangan terlebih dahulu.",
      "Karena sakit, dia tidak masuk sekolah.",
      "Jika hujan, acara akan ditunda.",
      "Dia pandai tetapi tidak sombong.",
      "Baik Andi maupun Budi lulus ujian."
    ],
    "jawaban": "A",
    "pembahasan": "Konjungsi temporal menunjukkan hubungan waktu. 'Sebelum' adalah konjungsi temporal yang tepat."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 3**\n\nPandemi COVID-19 telah mempercepat adopsi telemedicine di berbagai negara. Layanan konsultasi dokter secara daring menjadi solusi untuk mengurangi risiko penularan di fasilitas kesehatan. Pasien dengan keluhan ringan dapat berkonsultasi tanpa harus datang ke klinik atau rumah sakit. Selain praktis, telemedicine juga membantu pemerataan layanan kesehatan, khususnya untuk daerah terpencil. Namun, keterbatasan pemeriksaan fisik dan ketergantungan pada koneksi internet menjadi kendala utama. Regulasi yang jelas mengenai standar layanan, perlindungan data pasien, serta integrasi dengan sistem rujukan diperlukan untuk memastikan telemedicine memberikan manfaat optimal bagi masyarakat.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "Telemedicine mengurangi risiko penularan COVID-19.",
      "Telemedicine tidak berguna untuk daerah terpencil.",
      "Pemeriksaan fisik yang terbatas menjadi kendala telemedicine.",
      "Regulasi diperlukan untuk pengembangan telemedicine.",
      "Pasien dengan keluhan ringan dapat menggunakan telemedicine."
    ],
    "jawaban": "B",
    "pembahasan": "Teks justru menyatakan telemedicine membantu pemerataan layanan kesehatan untuk daerah terpencil, bertentangan dengan pilihan B."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Teks 3, apa manfaat telemedicine selain mengurangi risiko penularan?",
    "pilihan": [
      "Menggantikan semua layanan rumah sakit.",
      "Membantu pemerataan layanan kesehatan ke daerah terpencil.",
      "Menghilangkan kebutuhan akan dokter.",
      "Menyembuhkan penyakit secara instan.",
      "Mengurangi biaya internet."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan telemedicine 'juga membantu pemerataan layanan kesehatan, khususnya untuk daerah terpencil' sebagai manfaat tambahan."
  },
  {
    "id": 15,
    "pertanyaan": "Apa rekomendasi Teks 3 untuk pengembangan telemedicine?",
    "pilihan": [
      "Menghapus semua layanan kesehatan konvensional.",
      "Membuat regulasi yang jelas tentang standar layanan dan perlindungan data.",
      "Menghentikan penggunaan telemedicine setelah pandemi.",
      "Membatasi telemedicine hanya untuk perkotaan.",
      "Tidak perlu integrasi dengan sistem rujukan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks merekomendasikan 'Regulasi yang jelas mengenai standar layanan, perlindungan data pasien, serta integrasi dengan sistem rujukan'."
  },
  {
    "id": 16,
    "pertanyaan": "Kata 'adopsi' dalam konteks 'mempercepat adopsi telemedicine' pada Teks 3 dapat diganti dengan kata...",
    "pilihan": [
      "penolakan",
      "penerimaan",
      "penjualan",
      "pembelian",
      "pelarangan"
    ],
    "jawaban": "B",
    "pembahasan": "'Adopsi' dalam konteks ini berarti penerimaan atau pengambilan suatu teknologi atau metode baru."
  },
  {
    "id": 17,
    "pertanyaan": "Manakah penulisan kata serapan yang benar?",
    "pilihan": [
      "frekwensi",
      "aktifitas",
      "kualitas",
      "tehnik",
      "system"
    ],
    "jawaban": "C",
    "pembahasan": "'Kualitas' adalah penulisan yang benar. Pilihan lain seharusnya: frekuensi, aktivitas, teknik, sistem."
  },
  {
    "id": 18,
    "pertanyaan": "Susunlah kalimat-kalimat berikut menjadi paragraf yang padu:\n1. Selain itu, olahraga juga meningkatkan kesehatan mental.\n2. Olahraga teratur memberikan banyak manfaat bagi kesehatan.\n3. Dengan demikian, olahraga sebaiknya menjadi bagian dari gaya hidup sehari-hari.\n4. Aktivitas fisik ini membantu menjaga kebugaran tubuh dan mencegah berbagai penyakit.",
    "pilihan": [
      "2-4-1-3",
      "1-3-2-4",
      "3-2-4-1",
      "4-2-1-3",
      "2-1-4-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang logis: pernyataan umum (2), penjelasan manfaat fisik (4), tambahan manfaat mental (1), kesimpulan (3)."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kelompok kata yang seluruhnya merupakan kata baku?",
    "pilihan": [
      "praktek, analisa, sistim",
      "apotek, kualitas, objek",
      "tehnik, jadwal, aktifitas",
      "frekuensi, nasehat, metoda",
      "ijin, jaman, kuitansi"
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B menggunakan semua kata baku. Pilihan lain mengandung kata tidak baku."
  },
  {
    "id": 20,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 20-22.\n\n**Teks 4**\n\nEkonomi sirkular merupakan model ekonomi yang dirancang untuk meminimalkan limbah dan memaksimalkan penggunaan sumber daya. Konsep ini bertolak belakang dengan model linear tradisional (produksi-penggunaan-pembuangan) dengan menerapkan prinsip reduce, reuse, dan recycle. Dalam ekonomi sirkular, produk dirancang untuk dapat diperbaiki, digunakan kembali, atau didaur ulang. Penerapan model ini tidak hanya mengurangi dampak lingkungan tetapi juga menciptakan peluang ekonomi baru. Namun, transisi ke ekonomi sirkular membutuhkan perubahan pola pikir konsumen, inovasi desain produk, serta dukungan regulasi dari pemerintah. Kolaborasi antara pelaku bisnis, konsumen, dan pembuat kebijakan diperlukan untuk mewujudkan ekonomi yang lebih berkelanjutan ini.\n\nApa yang dimaksud dengan ekonomi sirkular menurut Teks 4?",
    "pilihan": [
      "Model ekonomi yang fokus pada produksi massal.",
      "Sistem ekonomi yang meminimalkan limbah dan memaksimalkan penggunaan sumber daya.",
      "Ekonomi yang hanya mengandalkan daur ulang.",
      "Sistem perdagangan melingkar antarnegara.",
      "Model ekonomi yang mengutamakan keuntungan semata."
    ],
    "jawaban": "B",
    "pembahasan": "Teks mendefinisikan ekonomi sirkular sebagai 'model ekonomi yang dirancang untuk meminimalkan limbah dan memaksimalkan penggunaan sumber daya'."
  },
  {
    "id": 21,
    "pertanyaan": "Berdasarkan Teks 4, apa perbedaan utama antara ekonomi sirkular dan linear?",
    "pilihan": [
      "Ekonomi sirkular lebih murah.",
      "Ekonomi linear tidak menghasilkan limbah.",
      "Ekonomi sirkular menerapkan prinsip reduce, reuse, recycle.",
      "Ekonomi linear lebih modern.",
      "Tidak ada perbedaan signifikan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan ekonomi sirkular 'bertolak belakang dengan model linear tradisional (produksi-penggunaan-pembuangan) dengan menerapkan prinsip reduce, reuse, dan recycle'."
  },
  {
    "id": 22,
    "pertanyaan": "Apa tantangan dalam menerapkan ekonomi sirkular menurut Teks 4?",
    "pilihan": [
      "Tidak ada tantangan sama sekali.",
      "Perubahan pola pikir konsumen dan kebutuhan inovasi desain.",
      "Kurangnya bahan baku.",
      "Terlalu banyak regulasi yang mendukung.",
      "Konsumen sudah sepenuhnya siap."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'transisi ke ekonomi sirkular membutuhkan perubahan pola pikir konsumen, inovasi desain produk, serta dukungan regulasi dari pemerintah' sebagai tantangan."
  },
  {
    "id": 23,
    "pertanyaan": "Perhatikan kalimat:\n\"Presiden Joko Widodo akan menghadiri Konferensi Tingkat Tinggi ASEAN di Jakarta.\"\nPenulisan huruf kapital yang benar adalah...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, 'tingkat' seharusnya 'Tingkat'.",
      "Salah, 'tinggi' seharusnya 'Tinggi'.",
      "Salah, 'di' seharusnya 'Di'.",
      "Salah, 'akan' seharusnya 'Akan'."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan huruf kapital sudah benar. 'Konferensi Tingkat Tinggi ASEAN' adalah nama resmi suatu acara."
  },
  {
    "id": 24,
    "pertanyaan": "Manakah kalimat yang menggunakan kata berkonotasi positif?",
    "pilihan": [
      "Dia dikenal sebagai tangan panjang di kantornya.",
      "Anak itu adalah bintang kelas.",
      "Wartawan itu sering membuat berita bohong.",
      "Tindakannya itu sangat keterlaluan.",
      "Dia bersikap keras kepala."
    ],
    "jawaban": "B",
    "pembahasan": "'Bintang kelas' memiliki konotasi positif berarti siswa terbaik. Pilihan lain memiliki konotasi negatif."
  },
  {
    "id": 25,
    "pertanyaan": "Manakah kalimat yang paling efektif?",
    "pilihan": [
      "Banyak para siswa-siswa yang antusias mengikuti lomba tersebut.",
      "Para banyak siswa mengikuti dengan antusias lomba itu.",
      "Siswa-siswa banyak yang antusias dalam mengikuti lomba.",
      "Banyak siswa mengikuti lomba tersebut dengan antusias.",
      "Antusias, banyak siswa-siswa mengikuti lomba itu."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat D paling efektif karena ringkas, jelas, dan tidak redundan (tidak menggunakan 'para' dan 'banyak' bersamaan atau 'siswa-siswa')."
  },
  {
    "id": 26,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 26-28.\n\n**Teks 5**\n\nPembangunan berkelanjutan menjadi konsep penting dalam pembangunan abad ke-21. Konsep ini menekankan keseimbangan antara pertumbuhan ekonomi, keadilan sosial, dan kelestarian lingkungan. Tujuan Pembangunan Berkelanjutan (SDGs) yang dirumuskan PBB menjadi panduan global dalam mewujudkan masa depan yang lebih baik. Pencapaian SDGs membutuhkan komitmen semua pihak, mulai dari pemerintah, swasta, hingga masyarakat sipil. Tantangan utama termasuk mengatasi kemiskinan, mengurangi ketimpangan, dan memerangi perubahan iklim. Inovasi teknologi dan pendekatan kolaboratif menjadi kunci untuk mempercepat pencapaian berbagai target SDGs di tengah kompleksitas permasalahan global saat ini.\n\nApa gagasan utama Teks 5?",
    "pilihan": [
      "Pentinya pertumbuhan ekonomi.",
      "Konsep pembangunan berkelanjutan dan upaya mencapainya melalui SDGs.",
      "Peran PBB dalam pembangunan.",
      "Masalah perubahan iklim saja.",
      "Keunggulan inovasi teknologi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks membahas konsep pembangunan berkelanjutan dan implementasinya melalui SDGs dengan berbagai tantangan dan solusinya."
  },
  {
    "id": 27,
    "pertanyaan": "Berdasarkan Teks 5, apa tiga pilar pembangunan berkelanjutan?",
    "pilihan": [
      "Ekonomi, politik, budaya.",
      "Teknologi, inovasi, infrastruktur.",
      "Pertumbuhan ekonomi, keadilan sosial, kelestarian lingkungan.",
      "Pendidikan, kesehatan, keamanan.",
      "Industri, pertanian, jasa."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'keseimbangan antara pertumbuhan ekonomi, keadilan sosial, dan kelestarian lingkungan' sebagai tiga pilar."
  },
  {
    "id": 28,
    "pertanyaan": "Apa peran SDGs menurut Teks 5?",
    "pilihan": [
      "Meningkatkan keuntungan perusahaan.",
      "Menjadi panduan global pembangunan berkelanjutan.",
      "Menggantikan peran pemerintah.",
      "Menghambat inovasi teknologi.",
      "Memperparah ketimpangan sosial."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebut SDGs sebagai 'panduan global dalam mewujudkan masa depan yang lebih baik'."
  },
  {
    "id": 29,
    "pertanyaan": "Perhatikan kalimat:\n\"Kementerian Pendidikan dan Kebudayaan akan meluncurkan program Merdeka Belajar bulan depan.\"\nPenulisan huruf kapital yang benar adalah...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, 'dan' seharusnya 'Dan'.",
      "Salah, 'bulan' seharusnya 'Bulan'.",
      "Salah, 'depan' seharusnya 'Depan'.",
      "Salah, 'program' seharusnya 'Program'."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan sudah benar. 'dan' sebagai konjungsi tidak perlu huruf kapital, nama program 'Merdeka Belajar' sudah benar, dan 'bulan depan' bukan nama khusus."
  },
  {
    "id": 30,
    "pertanyaan": "Manakah kalimat yang memiliki pola S-P-O-Ket. Tempat?",
    "pilihan": [
      "Ibu memasak sayur di dapur.",
      "Adik menangis dengan keras.",
      "Dia adalah seorang dokter.",
      "Kami belajar untuk ujian.",
      "Mereka sedang berdiskusi."
    ],
    "jawaban": "A",
    "pembahasan": "S-P-O-Ket. Tempat:\n- S: Ibu\n- P: memasak\n- O: sayur\n- Ket. Tempat: di dapur\nPilihan lain tidak memiliki objek atau keterangan tempat."
  }
]
