[
  {
    "id": 151,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 151-153. \n\n **Teks 1** \n\n (1) Indonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Keberagaman ini menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Namun, di tengah pesatnya arus globalisasi, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks. Munculnya berbagai isu polarisasi, radikalisasi, dan disinformasi dapat mengancam keutuhan bangsa jika tidak dikelola dengan bijak.\n\n (2) Salah satu upaya penting dalam menjaga keberagaman adalah melalui pendidikan multikultural. Pendidikan ini tidak hanya mengajarkan tentang perbedaan, tetapi juga menanamkan nilai-nilai toleransi, saling menghargai, dan gotong royong. Dengan demikian, generasi muda dapat memahami pentingnya hidup berdampingan secara harmonis meskipun memiliki latar belakang yang berbeda. Selain itu, peran media massa dan teknologi informasi juga sangat krusial dalam menyebarkan narasi positif tentang keberagaman dan melawan segala bentuk ujaran kebencian.\n\nApakah ide pokok paragraf pertama teks tersebut?",
    "pilihan": [
      "Indonesia adalah negara kepulauan.",
      "Kekayaan keberagaman Indonesia sebagai pilar identitas bangsa.",
      "Tantangan globalisasi terhadap persatuan bangsa.",
      "Pentingnya menjaga keutuhan bangsa dari polarisasi.",
      "Indonesia kaya akan budaya dan bahasa."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf pertama adalah kekayaan keberagaman Indonesia sebagai salah satu pilar utama identitas bangsa yang harus dijaga dan dilestarikan. Kalimat pertama dan kedua secara langsung menyatakan hal ini."
  },
  {
    "id": 152,
    "pertanyaan": "Berdasarkan Teks 1, apa saja tantangan yang dapat mengancam keutuhan bangsa di tengah arus globalisasi?",
    "pilihan": [
      "Perbedaan budaya dan bahasa.",
      "Kurangnya pendidikan multikultural.",
      "Polarisasi, radikalisasi, dan disinformasi.",
      "Peran media massa yang negatif.",
      "Globalisasi yang terlalu cepat."
    ],
    "jawaban": "C",
    "pembahasan": "Pada paragraf pertama, kalimat ketiga menyatakan 'Munculnya berbagai isu **polarisasi, radikalisasi, dan disinformasi** dapat mengancam keutuhan bangsa jika tidak dikelola dengan bijak.' Ini adalah tantangan yang disebutkan."
  },
  {
    "id": 153,
    "pertanyaan": "Apa manfaat utama dari pendidikan multikultural menurut Teks 1?",
    "pilihan": [
      "Mengajarkan perbedaan budaya.",
      "Menanamkan nilai toleransi dan gotong royong.",
      "Membantu generasi muda memahami latar belakang berbeda.",
      "Menyebarkan narasi positif tentang keberagaman.",
      "Melawan ujaran kebencian."
    ],
    "jawaban": "B",
    "pembahasan": "Pada paragraf kedua, kalimat kedua menyatakan 'Pendidikan ini tidak hanya mengajarkan tentang perbedaan, tetapi juga **menanamkan nilai-nilai toleransi, saling menghargai, dan gotong royong.**' Ini adalah manfaat utamanya."
  },
  {
    "id": 154,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan sinonim dari kata 'krusial' dalam konteks Teks 1?",
    "pilihan": [
      "Penting",
      "Umum",
      "Tambahan",
      "Tidak relevan",
      "Sederhana"
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'krusial' berarti sangat penting atau menentukan. Dalam konteks 'peran media massa dan teknologi informasi juga sangat krusial', ini berarti peran tersebut sangat penting."
  },
  {
    "id": 155,
    "pertanyaan": "Mana pernyataan yang paling tepat menggambarkan isi Teks 1?",
    "pilihan": [
      "Globalisasi hanya membawa dampak negatif bagi Indonesia.",
      "Pendidikan multikultural adalah satu-satunya cara menjaga persatuan.",
      "Keberagaman Indonesia perlu dijaga melalui berbagai upaya, termasuk pendidikan dan peran media.",
      "Media massa selalu menyebarkan disinformasi yang mengancam bangsa.",
      "Hanya generasi muda yang bertanggung jawab menjaga keberagaman."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini membahas tentang pentingnya menjaga keberagaman Indonesia dan berbagai upaya yang dapat dilakukan, seperti pendidikan multikultural dan peran media massa, untuk menghadapi tantangan globalisasi."
  },
  {
    "id": 156,
    "pertanyaan": "Kata 'pilar' dalam 'salah satu pilar utama identitas bangsa' pada paragraf pertama Teks 1 dapat diganti dengan kata...",
    "pilihan": [
      "Penyangga",
      "Hiasan",
      "Beban",
      "Kendala",
      "Ciri"
    ],
    "jawaban": "A",
    "pembahasan": "Dalam konteks ini, 'pilar' berarti fondasi, tiang penyangga, atau sesuatu yang menjadi dasar atau kekuatan utama. Oleh karena itu, 'penyangga' adalah sinonim yang paling tepat."
  },
  {
    "id": 157,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'harmonis' dalam konteks hubungan sosial.",
    "pilihan": [
      "Serasi",
      "Selaras",
      "Konflik",
      "Damai",
      "Rukun"
    ],
    "jawaban": "C",
    "pembahasan": "'Harmonis' berarti adanya keselarasan, keserasian, dan tanpa konflik. Kebalikannya adalah adanya 'konflik' atau pertentangan."
  },
  {
    "id": 158,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung yang menyatakan hubungan pertentangan?",
    "pilihan": [
      "Dia belajar giat **sehingga** lulus ujian.",
      "Adik suka membaca **tetapi** kakaknya lebih suka bermain game.",
      "Kami akan pergi piknik **jika** cuaca cerah.",
      "Pemerintah memberikan bantuan **agar** rakyat sejahtera.",
      "Dia adalah siswa yang pintar **dan** rajin."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'tetapi' digunakan untuk menyatakan hubungan pertentangan antara dua klausa atau gagasan."
  },
  {
    "id": 159,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 159-161.\n\n**Teks 2**\n\n(1) Perubahan iklim menjadi isu global yang mendesak untuk ditangani. Peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut adalah beberapa indikator nyata dari fenomena ini. Aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, merupakan kontributor utama. Dampak perubahan iklim sangat luas, meliputi gangguan pola cuaca ekstrem, krisis pangan akibat gagal panen, hingga risiko kesehatan yang meningkat. Diperlukan tindakan kolektif dari berbagai negara, baik dalam mitigasi (pengurangan emisi) maupun adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi). Tanpa upaya serius, generasi mendatang akan menghadapi krisis lingkungan yang lebih parah.\n\nApa gagasan utama paragraf Teks 2?",
    "pilihan": [
      "Peningkatan suhu bumi sebagai indikator perubahan iklim.",
      "Aktivitas manusia penyebab utama perubahan iklim.",
      "Dampak perubahan iklim yang sangat luas.",
      "Urgensi penanganan perubahan iklim dan tindakan yang diperlukan.",
      "Generasi mendatang akan menghadapi krisis lingkungan."
    ],
    "jawaban": "D",
    "pembahasan": "Gagasan utama paragraf ini adalah tentang urgensi perubahan iklim sebagai isu global yang mendesak untuk ditangani, beserta penyebab, dampak, dan tindakan yang diperlukan (mitigasi dan adaptasi)."
  },
  {
    "id": 160,
    "pertanyaan": "Berdasarkan Teks 2, mengapa diperlukan tindakan 'mitigasi' dan 'adaptasi' dalam penanganan perubahan iklim?",
    "pilihan": [
      "Mitigasi untuk mengurangi dampak, adaptasi untuk mengurangi emisi.",
      "Mitigasi untuk menyesuaikan diri, adaptasi untuk mengurangi emisi.",
      "Mitigasi untuk mengurangi emisi, adaptasi untuk menyesuaikan diri dengan dampak.",
      "Keduanya untuk mengurangi emisi gas rumah kaca.",
      "Keduanya untuk menyesuaikan diri dengan pola cuaca ekstrem."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat 'Diperlukan tindakan kolektif dari berbagai negara, baik dalam **mitigasi (pengurangan emisi) maupun adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi)**', dijelaskan fungsi dari kedua tindakan tersebut."
  },
  {
    "id": 161,
    "pertanyaan": "Implikasi dari Teks 2 adalah...",
    "pilihan": [
      "Perubahan iklim adalah fenomena alam biasa yang tidak perlu dikhawatirkan.",
      "Dampak perubahan iklim hanya terasa di negara-negara berkembang.",
      "Tanggung jawab penanganan perubahan iklim hanya ada pada pemerintah.",
      "Aktivitas manusia memiliki peran signifikan dalam memperburuk perubahan iklim.",
      "Krisis pangan adalah satu-satunya dampak serius dari perubahan iklim."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'Aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, merupakan kontributor utama' perubahan iklim, menunjukkan peran signifikan manusia."
  },
  {
    "id": 162,
    "pertanyaan": "Manakah kalimat yang efektif dan baku?",
    "pilihan": [
      "Bagi semua mahasiswa diharapkan hadir tepat waktu.",
      "Para hadirin sekalian dimohon untuk tenang.",
      "Saya tidak bisa datang dikarenakan sakit.",
      "Upacara bendera itu akan kami laksanakan pada hari Senin.",
      "Dengan hormat, diberitahukan bahwa rapat akan ditunda."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan A redundan ('bagi semua mahasiswa'). Pilihan B redundan ('para hadirin sekalian'). Pilihan C penggunaan 'dikarenakan' kurang tepat, lebih baik 'karena'. Pilihan E penggunaan 'Dengan hormat' di awal kalimat terlalu formal dan kurang efektif untuk kalimat berita. Pilihan D menggunakan struktur kalimat yang jelas dan tidak bertele-tele."
  },
  {
    "id": 163,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meskipun sudah berulang kali diingatkan, Andi tetap saja melakukan kesalahan yang sama.'\n\nHubungan antarklausa dalam kalimat di atas adalah...",
    "pilihan": [
      "Sebab-akibat",
      "Perbandingan",
      "Konsesif (pertentangan)",
      "Tujuan",
      "Syarat"
    ],
    "jawaban": "C",
    "pembahasan": "Kata penghubung 'Meskipun' atau 'walaupun' menunjukkan hubungan konsesif atau pertentangan, di mana ada suatu hal yang seharusnya terjadi (berubah) tetapi tidak terjadi."
  },
  {
    "id": 164,
    "pertanyaan": "Penggunaan tanda baca koma (,) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Ia membeli, sayur, buah, dan daging.",
      "Saya suka membaca buku, novel, dan puisi.",
      "Ayah pergi ke kantor, tetapi Ibu di rumah.",
      "Dia adalah anak yang pandai, rajin, dan sopan.",
      "Semua siswa, baik laki-laki maupun perempuan, wajib ikut kegiatan ini."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A: Koma setelah 'membeli' tidak diperlukan. Pilihan B: Koma tidak diperlukan setelah 'buku'. Pilihan C: Koma sudah benar, tetapi kalimat di pilihan E juga benar. Pilihan D: Koma tidak diperlukan setelah 'pandai'. Pilihan E: Koma digunakan untuk memisahkan klausa sisipan (appositive phrase) 'baik laki-laki maupun perempuan'."
  },
  {
    "id": 165,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 165-167.\n\n**Teks 3**\n\n(1) Fenomena urbanisasi, perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan di banyak negara berkembang. Daya tarik kota dengan janji peluang ekonomi, akses pendidikan yang lebih baik, serta fasilitas kesehatan yang memadai menjadi magnet utama. Namun, urbanisasi yang tidak terencana dengan baik kerap menimbulkan berbagai masalah kompleks. Overpopulasi, kemacetan, peningkatan angka kriminalitas, dan munculnya permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi.\n\n(2) Pemerintah perlu merancang kebijakan komprehensif, tidak hanya fokus pada pembangunan infrastruktur di kota, tetapi juga pada pengembangan potensi desa. Pemberdayaan ekonomi desa, peningkatan kualitas pendidikan, dan penyediaan fasilitas dasar di pedesaan dapat menjadi strategi efektif untuk mengurangi laju urbanisasi dan menciptakan keseimbangan pembangunan antara desa dan kota.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "Urbanisasi adalah perpindahan penduduk dari desa ke kota.",
      "Peluang ekonomi adalah salah satu daya tarik utama kota.",
      "Urbanisasi selalu membawa dampak negatif bagi suatu negara.",
      "Permukiman kumuh merupakan salah satu dampak negatif urbanisasi.",
      "Pengembangan potensi desa dapat mengurangi laju urbanisasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa urbanisasi 'kerap menimbulkan berbagai masalah kompleks' dan 'konsekuensi negatif', bukan 'selalu membawa dampak negatif'. Ada potensi dampak positif yang tidak disinggung, tetapi fokusnya adalah pada masalah yang muncul ketika tidak terencana. Pilihan C terlalu absolut."
  },
  {
    "id": 166,
    "pertanyaan": "Berdasarkan Teks 3, apa hubungan antara pembangunan infrastruktur di kota dan pengembangan potensi desa dalam konteks urbanisasi?",
    "pilihan": [
      "Pembangunan infrastruktur kota adalah prioritas utama, sedangkan pengembangan desa tidak relevan.",
      "Keduanya merupakan dua sisi mata uang yang saling bertentangan.",
      "Pembangunan infrastruktur kota harus dihentikan demi pengembangan desa.",
      "Pemerintah harus fokus hanya pada pembangunan infrastruktur di kota.",
      "Keseimbangan pembangunan keduanya penting untuk mengurangi urbanisasi yang tidak terencana."
    ],
    "jawaban": "E",
    "pembahasan": "Teks menyatakan 'Pemerintah perlu merancang kebijakan komprehensif, tidak hanya fokus pada pembangunan infrastruktur di kota, tetapi juga pada pengembangan potensi desa... untuk mengurangi laju urbanisasi dan menciptakan keseimbangan pembangunan antara desa dan kota.' Ini menunjukkan pentingnya keseimbangan."
  },
  {
    "id": 167,
    "pertanyaan": "Jika laju urbanisasi terus meningkat tanpa kendali, apa prediksi yang paling mungkin terjadi berdasarkan Teks 3?",
    "pilihan": [
      "Keseimbangan pembangunan antara desa dan kota akan tercapai.",
      "Kualitas hidup di perkotaan akan meningkat pesat.",
      "Masalah seperti overpopulasi dan kemacetan akan semakin parah.",
      "Peluang ekonomi di pedesaan akan meningkat.",
      "Akses pendidikan dan kesehatan di desa akan membaik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyebutkan bahwa 'Urbanisasi yang tidak terencana dengan baik kerap menimbulkan berbagai masalah kompleks. Overpopulasi, kemacetan, peningkatan angka kriminalitas, dan munculnya permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi.' Jadi, jika tanpa kendali, masalah ini akan memburuk."
  },
  {
    "id": 168,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Internet adalah salah satu sumber informasi paling cepat dan mudah diakses di era modern ini.\n2. Namun, informasi yang tersebar di internet tidak selalu akurat.\n3. Oleh karena itu, penting bagi kita untuk selalu memverifikasi kebenaran informasi sebelum mempercayainya.\n4. Banyak hoaks dan disinformasi beredar luas di platform digital.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-2-4-3",
      "2-1-3-4",
      "4-2-1-3",
      "3-1-2-4"
    ],
    "jawaban": "B",
    "pembahasan": "Urutan yang paling logis adalah:\n1.  **Pengenalan:** Internet sebagai sumber informasi yang cepat dan mudah (Kalimat 1).\n2.  **Kontradiksi/Masalah:** Namun, informasi tidak selalu akurat (Kalimat 2).\n3.  **Penjelasan Masalah:** Banyak hoaks dan disinformasi beredar (Kalimat 4).\n4.  **Solusi/Kesimpulan:** Oleh karena itu, penting memverifikasi informasi (Kalimat 3).\nJadi, 1-2-4-3."
  },
  {
    "id": 169,
    "pertanyaan": "Kalimat manakah yang mengandung penggunaan majas metafora?",
    "pilihan": [
      "Angin berbisik lembut di telingaku.",
      "Wajahnya pucat pasi seperti mayat.",
      "Dia adalah singa podium yang tak tertandingi.",
      "Pohon-pohon menari gembira menyambut hujan.",
      "Suaranya merdu bagaikan lantunan melodi."
    ],
    "jawaban": "C",
    "pembahasan": "Majas metafora adalah gaya bahasa yang membandingkan dua hal yang berbeda secara langsung tanpa menggunakan kata perbandingan seperti 'bagaikan', 'seperti', atau 'bagai'. 'Singa podium' secara langsung membandingkan seseorang dengan singa (hewan buas yang kuat) untuk menunjukkan kegigihan atau kekuatan dalam berpidato. Pilihan A dan D adalah personifikasi. Pilihan B dan E adalah simile."
  },
  {
    "id": 170,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nPariwisata di Indonesia memiliki potensi yang sangat besar. Banyak destinasi wisata alam dan budaya yang memukau wisatawan, baik lokal maupun mancanegara. Pemerintah terus berupaya mengembangkan sektor ini, namun masih ada beberapa tantangan yang harus diatasi. Salah satunya adalah infrastruktur yang belum merata, terutama di daerah-daerah terpencil. Selain itu, ______ juga menjadi perhatian, terutama terkait dengan kebersihan dan kenyamanan pengunjung.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "promosi wisata",
      "kualitas pelayanan",
      "jumlah wisatawan",
      "keindahan alam",
      "keragaman budaya"
    ],
    "jawaban": "B",
    "pembahasan": "Bagian rumpang merujuk pada aspek 'kebersihan dan kenyamanan pengunjung'. Ini secara langsung berkaitan dengan **kualitas pelayanan** di destinasi wisata. Pilihan lain tidak secara langsung mencakup aspek kebersihan dan kenyamanan pengunjung."
  },
  {
    "id": 171,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 171-173.\n\n**Teks 4**\n\n(1) Dalam beberapa dekade terakhir, digitalisasi telah merasuk ke hampir setiap sendi kehidupan manusia. Mulai dari komunikasi, pendidikan, ekonomi, hingga hiburan, semuanya kini tak lepas dari sentuhan teknologi digital. Perkembangan ini membawa kemudahan yang tak terbayangkan sebelumnya. Informasi dapat diakses dalam hitungan detik, transaksi keuangan bisa dilakukan kapan saja dan di mana saja, serta interaksi sosial tidak lagi terhalang jarak.\n\n(2) Namun, di balik segala kemudahan tersebut, digitalisasi juga memunculkan tantangan serius. Isu privasi data, ancaman siber, ketergantungan berlebihan pada gawai, serta kesenjangan digital antara mereka yang memiliki akses dan yang tidak, adalah beberapa masalah yang perlu diwaspadai. Oleh karena itu, diperlukan literasi digital yang kuat agar masyarakat dapat memanfaatkan teknologi secara bijak dan aman, serta mampu menghadapi risiko yang menyertainya.\n\nManakah pernyataan yang paling tepat menggambarkan fokus utama Teks 4?",
    "pilihan": [
      "Kesenjangan digital di era modern.",
      "Dampak positif digitalisasi dalam berbagai aspek kehidupan.",
      "Tantangan privasi data di era digital.",
      "Dampak digitalisasi, baik kemudahan maupun tantangannya, serta pentingnya literasi digital.",
      "Ketergantungan pada gawai sebagai masalah utama digitalisasi."
    ],
    "jawaban": "D",
    "pembahasan": "Teks ini secara komprehensif membahas baik kemudahan (manfaat) maupun tantangan (masalah) yang ditimbulkan oleh digitalisasi, serta menekankan pentingnya literasi digital sebagai solusinya. Pilihan lain hanya fokus pada sebagian kecil isi teks."
  },
  {
    "id": 172,
    "pertanyaan": "Berdasarkan Teks 4, apa yang dimaksud dengan 'literasi digital' dalam konteks menghadapi tantangan digitalisasi?",
    "pilihan": [
      "Kemampuan mengoperasikan semua jenis gawai terbaru.",
      "Kemampuan mengakses informasi dengan cepat di internet.",
      "Kemampuan memanfaatkan teknologi secara bijak dan aman, serta menghadapi risikonya.",
      "Kemampuan melakukan transaksi keuangan secara online.",
      "Kemampuan membangun program komputer."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat terakhir, 'Oleh karena itu, diperlukan literasi digital yang kuat agar masyarakat dapat **memanfaatkan teknologi secara bijak dan aman, serta mampu menghadapi risiko yang menyertainya.**' Ini adalah definisi literasi digital yang dimaksud."
  },
  {
    "id": 173,
    "pertanyaan": "Implikasi logis dari pernyataan 'digitalisasi juga memunculkan tantangan serius' dalam Teks 4 adalah...",
    "pilihan": [
      "Digitalisasi seharusnya dihentikan untuk menghindari masalah.",
      "Masyarakat tidak perlu khawatir karena teknologi akan menyelesaikan masalahnya sendiri.",
      "Diperlukan upaya untuk mengelola risiko dan memastikan pemanfaatan teknologi yang positif.",
      "Kesenjangan digital akan hilang dengan sendirinya.",
      "Setiap orang harus memiliki akses internet berkecepatan tinggi."
    ],
    "jawaban": "C",
    "pembahasan": "Jika digitalisasi memunculkan tantangan serius, implikasi logisnya adalah kita perlu melakukan sesuatu untuk mengelola tantangan tersebut. Pilihan C, 'Diperlukan upaya untuk mengelola risiko dan memastikan pemanfaatan teknologi yang positif', adalah konsekuensi paling tepat, didukung oleh kalimat terakhir teks tentang pentingnya literasi digital."
  },
  {
    "id": 174,
    "pertanyaan": "Cermati penggunaan kata berimbuhan 'me-' pada kalimat berikut:\n\n'Pemerintah **menggalakkan** program vaksinasi untuk menekan laju penyebaran virus.'\n\nMakna imbuhan 'me-' pada kata 'menggalakkan' memiliki kesamaan makna dengan imbuhan 'me-' pada kata...",
    "pilihan": [
      "memakan",
      "membuat",
      "menulis",
      "mencintai",
      "mempercepat"
    ],
    "jawaban": "E",
    "pembahasan": "Imbuhan 'me-' pada 'menggalakkan' bermakna 'menjadikan lebih giat/bersemangat' atau 'memacu'. Imbuhan 'memper-' pada 'mempercepat' memiliki makna 'menjadikan lebih cepat'. Dalam konteks ini, 'menggalakkan' bermakna kausatif (menyebabkan sesuatu menjadi lebih intens/giat), yang mirip dengan 'mempercepat' yang berarti menyebabkan sesuatu menjadi lebih cepat. Pilihan lain adalah makna aktif transitif biasa (memakan, membuat, menulis) atau afektif (mencintai)."
  },
  {
    "id": 175,
    "pertanyaan": "Manakah kalimat yang menggunakan kata yang bermakna konotasi negatif?",
    "pilihan": [
      "Anak itu dikenal sebagai **bunga desa** karena kecantikannya.",
      "Dia selalu menjadi **kambing hitam** setiap kali ada masalah di tim.",
      "Pidato presiden **menggugah** semangat kebangsaan rakyat.",
      "Rumah tua itu kini menjadi **sarang** burung walet.",
      "Harga kebutuhan pokok semakin **melambung** tinggi."
    ],
    "jawaban": "B",
    "pembahasan": "**Konotasi negatif** adalah makna tambahan pada suatu kata yang menimbulkan kesan tidak baik atau buruk. 'Kambing hitam' secara konotatif berarti 'orang yang dipersalahkan (dijadikan tumpuan kesalahan) padahal ia tidak bersalah', yang jelas memiliki makna negatif. 'Bunga desa' (konotasi positif), 'menggugah' (netral/positif), 'sarang' (netral), 'melambung' (netral untuk harga) tidak memiliki konotasi negatif dalam konteks kalimat tersebut."
  },
  {
    "id": 176,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 176-178.\n\n**Teks 5**\n\n(1) Debat mengenai penggunaan energi nuklir sebagai alternatif energi bersih terus bergulir. Para pendukungnya berargumen bahwa energi nuklir menawarkan solusi jangka panjang untuk krisis energi global karena emisinya yang hampir nol karbon dan kemampuannya menghasilkan listrik dalam skala besar secara stabil. Mereka juga menekankan kemajuan teknologi keselamatan yang telah dicapai, membuat risiko kecelakaan reaktor sangat rendah. \n\n(2) Di sisi lain, kritikus energi nuklir menyoroti potensi bahaya yang luar biasa dari limbah radioaktif yang dihasilkan, yang memerlukan penyimpanan aman selama ribuan tahun. Risiko proliferasi nuklir (penyebaran senjata nuklir) dan kemungkinan bencana yang tak terbayangkan jika terjadi kecelakaan besar, meskipun kecil kemungkinannya, tetap menjadi kekhawatiran utama. Oleh karena itu, keputusan untuk mengadopsi atau menolak energi nuklir harus mempertimbangkan berbagai aspek secara komprehensif, tidak hanya dari segi teknis tetapi juga sosial, lingkungan, dan politik.\n\nBerdasarkan Teks 5, apa argumen utama yang digunakan oleh **kritikus** energi nuklir?",
    "pilihan": [
      "Emisi karbonnya yang hampir nol.",
      "Kemampuannya menghasilkan listrik dalam skala besar secara stabil.",
      "Kemajuan teknologi keselamatan reaktor.",
      "Potensi bahaya limbah radioaktif dan risiko proliferasi nuklir.",
      "Solusi jangka panjang untuk krisis energi global."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'kritikus energi nuklir menyoroti **potensi bahaya yang luar biasa dari limbah radioaktif yang dihasilkan, yang memerlukan penyimpanan aman selama ribuan tahun. Risiko proliferasi nuklir... dan kemungkinan bencana yang tak terbayangkan jika terjadi kecelakaan besar**... tetap menjadi kekhawatiran utama.' Pilihan A, B, dan C adalah argumen para pendukung."
  },
  {
    "id": 177,
    "pertanyaan": "Manakah kesimpulan yang paling tepat ditarik dari Teks 5?",
    "pilihan": [
      "Energi nuklir adalah solusi terbaik dan satu-satunya untuk krisis energi global.",
      "Risiko energi nuklir lebih besar daripada manfaatnya, sehingga harus dihindari.",
      "Teknologi keselamatan nuklir sudah sempurna dan tidak ada risiko kecelakaan.",
      "Debat tentang energi nuklir melibatkan pertimbangan kompleks dari berbagai sudut pandang yang harus dievaluasi secara menyeluruh.",
      "Limbah radioaktif dari energi nuklir dapat dengan mudah diatasi."
    ],
    "jawaban": "D",
    "pembahasan": "Teks ini menyajikan argumen dari kedua belah pihak (pendukung dan kritikus) dan diakhiri dengan menekankan bahwa 'keputusan untuk mengadopsi atau menolak energi nuklir harus mempertimbangkan berbagai aspek secara komprehensif, tidak hanya dari segi teknis tetapi juga sosial, lingkungan, dan politik.' Ini menunjukkan kompleksitas masalah dan perlunya evaluasi menyeluruh."
  },
  {
    "id": 178,
    "pertanyaan": "Mengapa penulis Teks 5 menyebutkan 'kemungkinan bencana yang tak terbayangkan jika terjadi kecelakaan besar, meskipun kecil kemungkinannya'?",
    "pilihan": [
      "Untuk meyakinkan pembaca bahwa energi nuklir sangat berbahaya.",
      "Untuk menunjukkan bahwa kritikus berlebihan dalam kekhawatiran mereka.",
      "Untuk mengakui adanya risiko yang signifikan, walaupun probabilitasnya rendah, yang menjadi perhatian kritikus.",
      "Untuk menyiratkan bahwa kecelakaan besar sering terjadi di fasilitas nuklir.",
      "Untuk mendukung penuh penggunaan energi nuklir karena risikonya kecil."
    ],
    "jawaban": "C",
    "pembahasan": "Frasa 'meskipun kecil kemungkinannya' adalah sebuah pengakuan terhadap probabilitas yang rendah. Namun, dengan menyebutkan 'bencana yang tak terbayangkan', penulis menyoroti bahwa dampak potensialnya sangat besar, dan ini adalah salah satu kekhawatiran utama bagi kritikus. Ini adalah upaya untuk menyajikan argumen kritikus secara adil, meskipun penulis juga mengakui probabilitasnya."
  },
  {
    "id": 179,
    "pertanyaan": "Cermati dua kalimat berikut:\n\n1. Pemerintah berupaya meningkatkan kualitas pendidikan. \n2. Hal itu bertujuan untuk menciptakan generasi muda yang cerdas dan berdaya saing.\n\nKata penghubung yang paling tepat untuk menggabungkan kedua kalimat tersebut menjadi satu kalimat kompleks adalah...",
    "pilihan": [
      "agar",
      "dan",
      "tetapi",
      "karena",
      "sehingga"
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat kedua menyatakan tujuan dari tindakan di kalimat pertama. Kata penghubung 'agar' atau 'supaya' digunakan untuk menyatakan tujuan. Jadi, 'Pemerintah berupaya meningkatkan kualitas pendidikan **agar** menciptakan generasi muda yang cerdas dan berdaya saing.'"
  },
  {
    "id": 180,
    "pertanyaan": "Manakah pernyataan yang paling tepat terkait penggunaan ejaan dan tanda baca dalam kalimat berikut?\n\n'Dia berkata, \"Saya akan datang besok, jika tidak ada halangan\".'\n",
    "pilihan": [
      "Tanda koma setelah 'berkata' tidak diperlukan.",
      "Tanda petik penutup seharusnya berada setelah tanda titik.",
      "Tidak ada kesalahan dalam penggunaan ejaan dan tanda baca.",
      "Tanda koma setelah 'besok' seharusnya tidak ada.",
      "Tanda petik penutup seharusnya berada sebelum tanda titik."
    ],
    "jawaban": "E",
    "pembahasan": "Menurut kaidah PUEBI (Pedoman Umum Ejaan Bahasa Indonesia), tanda petik penutup (\" ) diletakkan sebelum tanda baca penutup kalimat (. , ? !). Dalam kalimat tersebut, 'halangan' adalah akhir dari kalimat yang dikutip, sehingga seharusnya ada tanda titik setelah 'halangan' dan sebelum tanda petik penutup. Jadi, yang benar adalah 'Dia berkata, \"Saya akan datang besok, jika tidak ada halangan.\"'."
  }
]
