[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\n(1) Pariwisata digital adalah salah satu tren yang paling menjanjikan dalam industri pariwisata global. Dengan penetrasi internet yang semakin tinggi dan penggunaan _smartphone_ yang meluas, wisatawan kini mengandalkan platform digital mulai dari perencanaan perjalanan, pemesanan akomodasi, hingga berbagi pengalaman setelah berwisata. Kehadiran media sosial, aplikasi perjalanan, dan ulasan daring (_online reviews_) telah mengubah cara destinasi dipromosikan dan bagaimana pengalaman wisatawan dibentuk. Pelaku industri pariwisata yang tidak beradaptasi dengan tren ini berisiko tertinggal. Mereka perlu mengoptimalkan kehadiran digital, menyediakan informasi yang mudah diakses, serta berinteraksi secara aktif dengan calon wisatawan melalui berbagai kanal daring.\n\n(2) Selain itu, data yang terkumpul dari interaksi digital dapat menjadi informasi berharga untuk mempersonalisasi penawaran dan meningkatkan kualitas layanan. Integrasi teknologi dalam setiap aspek pariwisata bukan lagi pilihan, melainkan keharusan untuk tetap relevan dan kompetitif di era ini. Potensi besar ini juga menuntut kesiapan dari destinasi wisata itu sendiri, termasuk pengembangan infrastruktur digital yang memadai, seperti koneksi internet yang stabil dan ketersediaan titik _Wi-Fi_ publik. Tanpa fondasi teknologi yang kuat, upaya digitalisasi akan sulit mencapai efektivitas maksimal dan tidak mampu memberikan pengalaman terbaik bagi wisatawan.\n\nApakah ide pokok paragraf kedua teks tersebut?",
    "pilihan": [
      "Peran penting data digital dalam personalisasi layanan pariwisata.",
      "Integrasi teknologi sebagai keharusan untuk tetap kompetitif.",
      "Tantangan dan urgensi pengembangan infrastruktur digital di destinasi wisata.",
      "Pengaruh teknologi digital terhadap cara berinteraksi dengan wisatawan.",
      "Pariwisata digital sebagai tren yang menjanjikan."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok paragraf kedua berfokus pada pentingnya data digital dan integrasi teknologi sebagai keharusan, yang kemudian dilanjutkan dengan pembahasan tantangan dan urgensi untuk menyiapkan fondasi teknologi atau infrastruktur digital yang memadai agar digitalisasi pariwisata dapat berjalan efektif. Pilihan C paling mencakup inti dari pembahasan paragraf kedua."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, manakah pernyataan yang paling tepat mengenai peran _smartphone_ dan internet dalam pariwisata?",
    "pilihan": [
      "Keduanya hanya digunakan untuk memesan tiket pesawat.",
      "Keduanya menjadi alat utama bagi wisatawan untuk merencanakan dan berbagi pengalaman perjalanan secara digital.",
      "Keduanya menyebabkan penurunan jumlah wisatawan.",
      "Keduanya hanya relevan bagi pelaku industri pariwisata.",
      "Keduanya tidak memengaruhi cara promosi destinasi wisata."
    ],
    "jawaban": "B",
    "pembahasan": "Pada paragraf pertama, disebutkan bahwa 'Dengan penetrasi internet yang semakin tinggi dan penggunaan _smartphone_ yang meluas, wisatawan kini mengandalkan platform digital mulai dari perencanaan perjalanan, pemesanan akomodasi, hingga berbagi pengalaman setelah berwisata.' Hal ini menunjukkan bahwa _smartphone_ dan internet menjadi alat utama bagi wisatawan di berbagai tahapan perjalanan."
  },
  {
    "id": 3,
    "pertanyaan": "Implikasi dari 'pelaku industri pariwisata yang tidak beradaptasi dengan tren ini berisiko tertinggal' dalam Teks 1 adalah...",
    "pilihan": [
      "Mereka akan tetap bisa bersaing dengan cara tradisional.",
      "Mereka harus fokus pada promosi di media cetak.",
      "Adaptasi terhadap pariwisata digital adalah kunci keberlangsungan dan daya saing di industri ini.",
      "Tidak ada dampak signifikan terhadap bisnis mereka.",
      "Pariwisata digital hanya tren sementara yang akan segera hilang."
    ],
    "jawaban": "C",
    "pembahasan": "Pernyataan tersebut secara langsung mengimplikasikan bahwa jika pelaku industri tidak beradaptasi dengan tren pariwisata digital, mereka akan kehilangan daya saing. Sebaliknya, adaptasi menjadi keharusan untuk bertahan dan berkembang, yang merupakan kunci keberlangsungan bisnis."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'krusial' dalam konteks Teks 1 memiliki makna yang sama dengan...",
    "pilihan": [
      "tidak penting",
      "sangat penting",
      "mudah",
      "sulit",
      "tambahan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'krusial' berarti sangat penting atau menentukan. Dalam konteks 'peran media massa dan teknologi informasi juga sangat krusial', ini berarti peran tersebut sangat penting."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan majas **hiperbola**?",
    "pilihan": [
      "Angin berbisik mesra di dedaunan.",
      "Hatiku hancur berkeping-keping mendengar berita itu.",
      "Ia bekerja keras bagai kuda.",
      "Ombak berkejaran di tepi pantai.",
      "Senyumannya manis seperti gula."
    ],
    "jawaban": "B",
    "pembahasan": "Majas hiperbola adalah gaya bahasa yang melebih-lebihkan suatu pernyataan untuk memberikan efek dramatis. 'Hatiku hancur berkeping-keping' adalah ungkapan yang sangat melebih-lebihkan rasa sakit hati. Pilihan A dan D adalah personifikasi. Pilihan C dan E adalah simile."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang merupakan **kalimat kompleks** (kalimat majemuk bertingkat) yang tepat.",
    "pilihan": [
      "Dia membaca buku dan adiknya bermain boneka.",
      "Meskipun hujan deras, pertandingan sepak bola tetap dilanjutkan.",
      "Kami pergi ke pasar lalu membeli sayuran.",
      "Ani pintar serta rajin belajar.",
      "Ayah bekerja keras untuk keluarga."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat kompleks terdiri dari induk kalimat dan anak kalimat. 'Meskipun hujan deras' adalah anak kalimat (klausa subordinatif) yang menjelaskan kondisi, sedangkan 'pertandingan sepak bola tetap dilanjutkan' adalah induk kalimat. Kata 'Meskipun' adalah konjungsi subordinatif."
  },
  {
    "id": 7,
    "pertanyaan": "Penggunaan tanda baca koma (,) yang **salah** terdapat pada kalimat...",
    "pilihan": [
      "Dia membeli buku, pensil, dan penghapus.",
      "Oleh karena itu, kita harus berhati-hati.",
      "Saya suka membaca, tetapi adik suka bermain.",
      "Ayah, ibu, dan anak-anak pergi berlibur.",
      "Dia adalah siswa yang pandai, dan rajin."
    ],
    "jawaban": "E",
    "pembahasan": "Tanda koma tidak diperlukan untuk memisahkan predikat dan pelengkap, atau di antara dua kata sifat yang dihubungkan dengan 'dan'. Pada pilihan E, 'pandai' dan 'rajin' adalah dua kata sifat yang dihubungkan dengan 'dan', sehingga koma setelah 'pandai' tidak diperlukan."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 2**\n\n(1) Penelitian terbaru menunjukkan bahwa konsumsi gula berlebihan memiliki dampak serius bagi kesehatan. Selain berkontribusi pada peningkatan risiko obesitas, asupan gula tinggi juga dihubungkan dengan berbagai penyakit kronis, seperti diabetes tipe 2, penyakit jantung, bahkan beberapa jenis kanker. Gula tambahan, yang banyak ditemukan dalam minuman manis, makanan olahan, dan camilan, menjadi pemicu utama masalah ini. Banyak orang tidak menyadari seberapa banyak gula tersembunyi dalam makanan sehari-hari mereka. Oleh karena itu, kampanye kesadaran publik mengenai bahaya gula dan pentingnya membaca label nutrisi produk sangat diperlukan.\n\n(2) Perubahan pola makan menuju konsumsi makanan utuh dan minim olahan, serta mengurangi minuman manis, adalah langkah fundamental untuk menjaga kesehatan jangka panjang. Regulasi yang lebih ketat terhadap kandungan gula dalam produk makanan dan minuman juga dapat menjadi solusi komplementer. Selain itu, kolaborasi antara pemerintah, industri makanan, dan praktisi kesehatan sangat penting untuk menciptakan lingkungan yang mendukung pilihan hidup sehat. Dengan adanya sinergi ini, masyarakat akan lebih mudah mengakses informasi yang benar dan produk makanan yang lebih sehat, sehingga dampak negatif dari konsumsi gula berlebih dapat diminimalisasi secara sistematis.\n\nApa gagasan utama Teks 2?",
    "pilihan": [
      "Pentingnya membaca label nutrisi produk.",
      "Penyebab utama obesitas.",
      "Dampak serius konsumsi gula berlebihan dan solusi penanganannya secara komprehensif.",
      "Hubungan antara gula dan penyakit jantung.",
      "Regulasi kandungan gula dalam produk makanan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini secara keseluruhan membahas dampak negatif konsumsi gula berlebihan terhadap kesehatan (paragraf 1) dan berbagai langkah yang bisa dilakukan untuk mengatasinya, baik dari sisi individu (perubahan pola makan) maupun sisi kolektif (regulasi dan kolaborasi) di paragraf 2. Ini adalah pembahasan yang komprehensif."
  },
  {
    "id": 9,
    "pertanyaan": "Menurut Teks 2, mengapa 'gula tambahan' menjadi pemicu utama masalah kesehatan?",
    "pilihan": [
      "Karena rasanya yang sangat manis.",
      "Karena banyak ditemukan dalam minuman manis dan makanan olahan yang sering dikonsumsi.",
      "Karena menyebabkan obesitas saja.",
      "Karena sulit untuk dicerna tubuh.",
      "Karena harganya mahal."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Gula tambahan, yang banyak ditemukan dalam minuman manis, makanan olahan, dan camilan, menjadi pemicu utama masalah ini.' Ini merujuk pada prevalensinya yang tinggi dalam produk-produk yang sering dikonsumsi."
  },
  {
    "id": 10,
    "pertanyaan": "Berdasarkan Teks 2, apa yang dimaksud dengan 'solusi komplementer' terkait regulasi gula?",
    "pilihan": [
      "Solusi utama yang paling efektif.",
      "Solusi alternatif yang tidak terlalu penting.",
      "Solusi pelengkap yang mendukung langkah-langkah fundamental lainnya.",
      "Solusi yang bertentangan dengan perubahan pola makan.",
      "Solusi yang hanya bisa diterapkan di negara maju."
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'komplementer' berarti bersifat melengkapi, saling mengisi, atau menyempurnakan. Jadi, 'solusi komplementer' adalah solusi pelengkap yang mendukung langkah-langkah fundamental lainnya seperti perubahan pola makan."
  },
  {
    "id": 11,
    "pertanyaan": "Mana dari kalimat berikut yang menunjukkan **pertentangan**?",
    "pilihan": [
      "Dia adalah siswa yang cerdas sekaligus rajin.",
      "Mereka akan pergi berlibur jika pekerjaan mereka selesai.",
      "Meskipun kaya raya, ia tetap hidup sederhana.",
      "Karena sakit, Andi tidak bisa datang ke sekolah.",
      "Pemerintah terus membangun infrastruktur untuk meningkatkan perekonomian."
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'Meskipun' dan 'tetap' dalam kalimat 'Meskipun kaya raya, ia tetap hidup sederhana' menunjukkan hubungan pertentangan antara kekayaan dan gaya hidup sederhana."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung **konsesif** (perlawanan/perkecualian) yang tepat.",
    "pilihan": [
      "Ia makan banyak **meskipun** ia sedang diet.",
      "Dia belajar keras **sehingga** ia lulus ujian.",
      "Kami akan berangkat **jika** dia sudah siap.",
      "Buku itu mahal **dan** menarik.",
      "Dia datang **untuk** menemuiku."
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'meskipun', 'walaupun', atau 'sekalipun' adalah konjungsi konsesif yang menyatakan adanya perlawanan atau perkecualian dari apa yang seharusnya terjadi. Dalam hal ini, seharusnya orang yang diet tidak makan banyak, tetapi ia melakukannya."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 3**\n\n(1) Penelitian tentang tidur menunjukkan bahwa kualitas tidur memiliki dampak yang sangat besar pada kesehatan fisik dan mental. Kurang tidur kronis dapat menyebabkan berbagai masalah, mulai dari penurunan konsentrasi dan daya ingat, gangguan _mood_, hingga peningkatan risiko penyakit serius seperti hipertensi, diabetes, dan stroke. Pola tidur yang tidak teratur juga memengaruhi sistem kekebalan tubuh, membuat seseorang lebih rentan terhadap infeksi. Di era digital ini, paparan cahaya biru dari gawai sebelum tidur seringkali menjadi penyebab utama gangguan tidur. Untuk meningkatkan kualitas tidur, disarankan untuk menciptakan rutinitas tidur yang teratur, menghindari kafein dan alkohol sebelum tidur, serta membatasi penggunaan gawai di malam hari.\n\n(2) Selain itu, lingkungan tidur yang gelap, tenang, dan sejuk juga berperan penting. Menjadikan tidur sebagai prioritas, bukan hanya sisa waktu, adalah investasi krusial bagi kesejahteraan menyeluruh. Namun, masih banyak yang mengabaikan pentingnya tidur yang cukup, menganggapnya sebagai hal yang sepele. Kurangnya kesadaran ini, dikombinasikan dengan tekanan gaya hidup modern dan tuntutan pekerjaan, membuat banyak orang terjebak dalam siklus kurang tidur. Mengubah persepsi masyarakat tentang tidur dan menempatkannya sebagai fondasi kesehatan adalah tantangan yang harus diatasi, baik melalui edukasi maupun kampanye kesehatan yang berkelanjutan.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "Kualitas tidur memengaruhi kesehatan fisik dan mental.",
      "Kurang tidur dapat menurunkan konsentrasi dan daya ingat.",
      "Pola tidur yang tidak teratur dapat meningkatkan kekebalan tubuh.",
      "Paparan cahaya biru dari gawai dapat mengganggu tidur.",
      "Menghindari kafein sebelum tidur dapat meningkatkan kualitas tidur."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Pola tidur yang tidak teratur juga memengaruhi sistem kekebalan tubuh, **membuat seseorang lebih rentan terhadap infeksi**.' Ini berarti kekebalan tubuh menurun, bukan meningkat seperti yang disebutkan di pilihan C."
  },
  {
    "id": 14,
    "pertanyaan": "Menurut Teks 3, apa alasan utama yang menyebabkan banyak orang mengabaikan tidur yang cukup?",
    "pilihan": [
      "Mereka tidak tahu cara meningkatkan kualitas tidur.",
      "Mereka menganggap tidur sebagai hal yang sepele dan ada tekanan gaya hidup modern.",
      "Tidak ada lingkungan tidur yang gelap dan sejuk.",
      "Sistem kekebalan tubuh mereka sudah sangat kuat.",
      "Pemerintah tidak membuat regulasi tentang jam tidur."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua menyebutkan, 'Namun, masih banyak yang mengabaikan pentingnya tidur yang cukup, menganggapnya sebagai hal yang sepele. Kurangnya kesadaran ini, dikombinasikan dengan tekanan gaya hidup modern dan tuntutan pekerjaan...' Ini adalah alasan utama yang disebutkan."
  },
  {
    "id": 15,
    "pertanyaan": "Apa rekomendasi utama Teks 3 untuk meningkatkan kualitas tidur?",
    "pilihan": [
      "Menggunakan gawai lebih sering di malam hari.",
      "Menciptakan rutinitas tidur yang teratur dan menghindari stimulan seperti kafein.",
      "Minum kopi sebelum tidur.",
      "Tidur di lingkungan yang bising dan terang.",
      "Tidak perlu membatasi kafein dan alkohol."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyarankan 'menciptakan rutinitas tidur yang teratur, menghindari kafein dan alkohol sebelum tidur, serta membatasi penggunaan gawai di malam hari.'"
  },
  {
    "id": 16,
    "pertanyaan": "Kata 'fenomena' dalam konteks 'fenomena urbanisasi' pada paragraf pertama Teks 3 sebelumnya dapat diganti dengan kata...",
    "pilihan": [
      "masalah",
      "kejadian",
      "solusi",
      "tantangan",
      "rencana"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks ini, 'fenomena' berarti suatu hal, peristiwa, atau kejadian yang dapat diamati atau diteliti. Jadi, 'kejadian' adalah sinonim yang paling tepat."
  },
  {
    "id": 17,
    "pertanyaan": "Manakah kalimat yang menggunakan kata serapan yang penulisannya sudah baku?",
    "pilihan": [
      "Dia bekerja di sebuah **apotik**.",
      "Kami memerlukan **kwalitas** terbaik.",
      "Pemerintah akan melakukan **evaluasi** program.",
      "Mereka berdiskusi tentang **tehnologi** baru.",
      "Ada banyak **atlit** yang berprestasi."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan A: Baku 'apotek'. Pilihan B: Baku 'kualitas'. Pilihan D: Baku 'teknologi'. Pilihan E: Baku 'atlet'. Pilihan C menggunakan kata serapan 'evaluasi' yang sudah baku."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Sampah plastik telah menjadi masalah lingkungan serius. \n2. Butuh waktu ratusan tahun agar plastik dapat terurai di alam.\n3. Oleh karena itu, kita harus mengurangi penggunaannya. \n4. Banyak hewan laut mati karena menelan sampah plastik.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-4-2-3",
      "2-1-4-3",
      "4-1-2-3",
      "1-2-4-3"
    ],
    "jawaban": "E",
    "pembahasan": "Urutan yang paling logis adalah:\n1.  **Pengenalan masalah:** Sampah plastik telah menjadi masalah lingkungan serius (Kalimat 1).\n2.  **Penjelasan masalah (sifat dasar):** Butuh waktu ratusan tahun agar plastik dapat terurai di alam (Kalimat 2).\n3.  **Dampak/Konsekuensi:** Banyak hewan laut mati karena menelan sampah plastik (Kalimat 4).\n4.  **Solusi/Kesimpulan:** Oleh karena itu, kita harus mengurangi penggunaannya (Kalimat 3).\nJadi, 1-2-4-3."
  },
  {
    "id": 19,
    "pertanyaan": "Mana dari kelompok kata berikut yang semuanya merupakan kata dasar?",
    "pilihan": [
      "Makan, minum, berlari",
      "Buku, pensil, meja",
      "Melukis, membaca, menulis",
      "Pintar, rajin, terpandai",
      "Bersih, kebersihan, membersihkan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata dasar adalah kata yang belum mengalami proses imbuhan (afiksasi). Pilihan B ('Buku', 'pensil', 'meja') adalah semua kata dasar. Pilihan A mengandung kata kerja berimbuhan. Pilihan C mengandung imbuhan 'me-'. Pilihan D mengandung imbuhan 'ter-'. Pilihan E mengandung imbuhan dan reduplikasi."
  },
  {
    "id": 20,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 20-22.\n\n**Teks 4**\n\n(1) Fenomena _food waste_ atau limbah makanan telah menjadi masalah serius di tingkat global maupun nasional. Setiap tahun, jutaan ton makanan yang masih layak konsumsi dibuang, menyebabkan kerugian ekonomi, pemborosan sumber daya alam (air, energi, lahan), dan kontribusi terhadap emisi gas rumah kaca dari pembusukan di tempat pembuangan akhir. Penyebabnya bervariasi, mulai dari kelebihan produksi, standar estetika yang ketat di supermarket, hingga kebiasaan konsumen yang membeli terlalu banyak dan membuang sisa makanan.\n\n(2) Solusi untuk mengatasi masalah ini membutuhkan pendekatan multisektoral. Edukasi konsumen tentang pentingnya perencanaan belanja dan pengelolaan sisa makanan, optimalisasi rantai pasok untuk mengurangi kerugian di tingkat produksi, serta pengembangan teknologi daur ulang dan kompos limbah makanan, adalah beberapa langkah yang dapat diambil. Mengurangi _food waste_ bukan hanya tanggung jawab individu, tetapi juga industri dan pemerintah untuk mencapai keberlanjutan pangan dan lingkungan. Kolaborasi antara sektor-sektor ini, misalnya melalui program donasi makanan atau insentif bagi industri yang berhasil mengurangi limbah, sangat penting untuk mencapai tujuan ini secara efektif.\n\nApakah yang dimaksud dengan _food waste_ menurut Teks 4?",
    "pilihan": [
      "Makanan yang kadaluwarsa.",
      "Makanan sisa yang diberikan kepada hewan.",
      "Jutaan ton makanan yang masih layak konsumsi dibuang.",
      "Makanan yang tidak memenuhi standar estetika.",
      "Makanan yang diproduksi berlebihan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Fenomena _food waste_ atau limbah makanan... Setiap tahun, **jutaan ton makanan yang masih layak konsumsi dibuang**'. Definisi ini paling tepat menggambarkan _food waste_ secara keseluruhan."
  },
  {
    "id": 21,
    "pertanyaan": "Berdasarkan Teks 4, apa dampak _food waste_ terhadap lingkungan?",
    "pilihan": [
      "Meningkatnya produksi makanan.",
      "Pemborosan sumber daya alam dan kontribusi terhadap emisi gas rumah kaca.",
      "Penurunan harga makanan di pasar.",
      "Peningkatan kualitas tanah.",
      "Berkurangnya lahan pertanian."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa _food waste_ menyebabkan 'pemborosan sumber daya alam (air, energi, lahan), dan kontribusi terhadap emisi gas rumah kaca dari pembusukan di tempat pembuangan akhir'."
  },
  {
    "id": 22,
    "pertanyaan": "Manakah solusi yang tidak disebutkan secara eksplisit dalam Teks 4 untuk mengatasi _food waste_?",
    "pilihan": [
      "Edukasi konsumen tentang perencanaan belanja.",
      "Optimalisasi rantai pasok.",
      "Pengembangan teknologi daur ulang limbah makanan.",
      "Pemberian subsidi kepada petani untuk meningkatkan produksi.",
      "Kolaborasi antar sektor melalui program donasi makanan."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan edukasi konsumen, optimalisasi rantai pasok, pengembangan teknologi daur ulang, dan kolaborasi antar sektor (melalui program donasi makanan). Pemberian subsidi kepada petani untuk meningkatkan produksi tidak disebutkan sebagai solusi untuk _food waste_; justru kelebihan produksi adalah salah satu penyebabnya."
  },
  {
    "id": 23,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Sungguh indah pemandangan alam di **Danau Toba**.'\n\nPenulisan huruf kapital pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, seharusnya 'Danau' diawali huruf kecil.",
      "Salah, seharusnya 'alam' diawali huruf kapital.",
      "Benar, kecuali 'alam' yang seharusnya tidak diawali huruf kapital.",
      "Salah, seharusnya 'Toba' diawali huruf kecil."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan huruf kapital sudah benar. 'Danau Toba' adalah nama geografis yang diikuti nama diri, sehingga 'Danau' dan 'Toba' ditulis dengan huruf kapital. Kata 'alam' tidak perlu kapital karena bukan bagian dari nama diri."
  },
  {
    "id": 24,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata yang bermakna konotasi positif.",
    "pilihan": [
      "Dia adalah **kutu buku** yang selalu berada di perpustakaan.",
      "Orang itu memiliki sifat **licik**.",
      "Anak itu memang **keras kepala**.",
      "Para buruh menjadi **tulang punggung** keluarganya.",
      "Dia sering menjadi **biang keladi** masalah."
    ],
    "jawaban": "D",
    "pembahasan": "**Konotasi positif** adalah makna tambahan pada suatu kata yang menimbulkan kesan baik atau positif. 'Tulang punggung' secara konotatif berarti 'orang yang menjadi tumpuan harapan (sumber kekuatan)'. Ini adalah makna positif. Pilihan A ('kutu buku' - negatif bagi yang suka mengucilkan diri dari sosial), B ('licik' - negatif), C ('keras kepala' - negatif), dan E ('biang keladi' - negatif) memiliki konotasi negatif."
  },
  {
    "id": 25,
    "pertanyaan": "Manakah kalimat yang memiliki pilihan kata (diksi) yang paling tepat dan efektif?",
    "pilihan": [
      "Petani itu membajak sawah dengan sangat rajin.",
      "Padi-padi yang ditanam oleh petani itu tumbuh subur.",
      "Tumbuhan padi itu ditumbuhkan dengan subur oleh petani tersebut.",
      "Ada banyak petani yang menumbuhkan padi-padi di sawah.",
      "Petani mengusahakan padi tumbuh subur di sawah."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B adalah yang paling alami dan lugas. Pilihan C terlalu bertele-tele dan pasif ('ditumbuhkan'). Pilihan D dan E kurang tepat dalam diksi 'menumbuhkan' atau 'mengusahakan' untuk padi yang tumbuh sendiri secara biologis, meskipun dibantu petani. 'Tumbuh subur' sudah cukup mewakili."
  },
  {
    "id": 26,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 26-28.\n\n**Teks 5**\n\n(1) Teknologi _blockchain_, yang paling dikenal sebagai dasar mata uang kripto seperti Bitcoin, memiliki potensi revolusioner jauh melampaui sektor keuangan. Struktur datanya yang terdesentralisasi, transparan, dan aman memungkinkan pencatatan transaksi atau informasi tanpa perlu perantara pihak ketiga. Ini membuka peluang aplikasi di berbagai bidang, mulai dari manajemen rantai pasok untuk melacak asal-usul produk, sistem pemungutan suara yang lebih jujur, hingga perlindungan data identitas digital. Namun, _blockchain_ juga menghadapi tantangan besar. Konsumsi energi yang tinggi untuk proses penambangan (_mining_), skalabilitas yang terbatas (kemampuan memproses banyak transaksi), serta kerumitan regulasi dan adopsi massal masih menjadi hambatan.\n\n(2) Edukasi publik tentang cara kerjanya, pengembangan solusi yang lebih efisien energi, dan harmonisasi kerangka hukum global adalah langkah-langkah krusial untuk mewujudkan potensi penuh teknologi ini. Selain itu, kolaborasi antara pengembang teknologi, regulator, dan pelaku industri diperlukan untuk menciptakan standar yang seragam dan meminimalkan risiko keamanan. Dengan demikian, _blockchain_ dapat bertransformasi dari sekadar teknologi niche menjadi fondasi tepercaya untuk berbagai aplikasi di masa depan, mendorong inovasi yang lebih luas dan berkelanjutan di berbagai sektor.\n\nApakah gagasan utama Teks 5?",
    "pilihan": [
      "Bitcoin sebagai mata uang kripto utama.",
      "Potensi revolusioner teknologi _blockchain_ di luar sektor keuangan dan tantangan serta solusinya.",
      "Konsumsi energi _blockchain_ yang tinggi.",
      "Pentingnya regulasi untuk _blockchain_.",
      "Cara kerja _blockchain_ yang terdesentralisasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini secara keseluruhan membahas potensi _blockchain_ yang luas (paragraf 1) dan tantangan yang dihadapinya, serta solusi yang diperlukan (paragraf 2) dalam mencapai potensi tersebut."
  },
  {
    "id": 27,
    "pertanyaan": "Menurut Teks 5, apa yang menjadi keunggulan utama teknologi _blockchain_?",
    "pilihan": [
      "Hanya digunakan untuk mata uang kripto.",
      "Konsumsi energi yang rendah.",
      "Struktur datanya yang terdesentralisasi, transparan, dan aman tanpa perantara pihak ketiga.",
      "Skalabilitas yang tidak terbatas.",
      "Mudah diatur oleh pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Struktur datanya yang **terdesentralisasi, transparan, dan aman** memungkinkan pencatatan transaksi atau informasi **tanpa perlu perantara pihak ketiga**.' Ini adalah keunggulan utamanya."
  },
  {
    "id": 28,
    "pertanyaan": "Implikasi dari 'konsumsi energi yang tinggi untuk proses penambangan (_mining_)' dalam pengembangan _blockchain_ adalah...",
    "pilihan": [
      "_Blockchain_ akan segera dilarang di semua negara.",
      "Diperlukan upaya untuk mencari solusi yang lebih efisien energi dan berkelanjutan.",
      "_Blockchain_ hanya cocok untuk negara dengan energi murah.",
      "Proses penambangan akan dihentikan sepenuhnya.",
      "Tidak ada cara untuk mengurangi konsumsi energinya."
    ],
    "jawaban": "B",
    "pembahasan": "Jika konsumsi energi tinggi adalah tantangan, implikasi logisnya adalah perlunya 'pengembangan solusi yang lebih efisien energi', seperti yang juga disebutkan dalam solusi di teks, demi keberlanjutan teknologi ini."
  },
  {
    "id": 29,
    "pertanyaan": "Perhatikan kalimat berikut:\n\n'Pameran buku tahunan itu diadakan di **Jakarta Convention Center**.'\n\nPenggunaan huruf kapital pada kalimat tersebut...",
    "pilihan": [
      "Salah, seharusnya 'Convention' ditulis huruf kecil.",
      "Sudah benar semua.",
      "Salah, seharusnya 'Center' ditulis huruf kecil.",
      "Salah, seharusnya 'tahunan' diawali huruf kapital.",
      "Benar, kecuali 'pameran' yang seharusnya diawali huruf kapital."
    ],
    "jawaban": "B",
    "pembahasan": "Penulisan huruf kapital sudah benar. 'Jakarta Convention Center' adalah nama diri suatu gedung/tempat, sehingga setiap unsur namanya ditulis dengan huruf kapital."
  },
  {
    "id": 30,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan contoh kalimat dengan pola kalimat **S-P-O-Keterangan Alat**?",
    "pilihan": [
      "Adik bermain boneka di kamar.",
      "Paman menanam pohon dengan cangkul.",
      "Ibu membeli sayur di pasar.",
      "Dia adalah seorang dokter.",
      "Anak itu menangis kencang."
    ],
    "jawaban": "B",
    "pembahasan": "S-P-O-Keterangan Alat adalah Subjek-Predikat-Objek-Keterangan Alat.\n-   **S:** Paman\n-   **P:** menanam\n-   **O:** pohon\n-   **Keterangan Alat:** dengan cangkul\n\nPilihan A adalah S-P-O-Keterangan Tempat. Pilihan C adalah S-P-O-Keterangan Tempat. Pilihan D adalah S-P-Pel. Pilihan E adalah S-P-Keterangan Cara."
  }
]
