[
  {
    "id": 201,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 201-203.\n\n**Teks 5: Isu Keamanan Siber dan Perlindungan Data Pribadi**\n\nMaraknya kebocoran data pribadi di berbagai platform digital menjadi sorotan utama di era digital ini. Insiden seperti peretasan data pengguna dan jual beli data ilegal mengancam privasi individu serta menimbulkan kerugian finansial. Kurangnya kesadaran masyarakat tentang pentingnya keamanan siber, ditambah dengan lemahnya regulasi perlindungan data di beberapa negara, memperparah situasi. Pemerintah dan perusahaan teknologi didesak untuk memperkuat sistem keamanan, mengedukasi publik, dan menerapkan sanksi tegas bagi pelanggar. Masyarakat juga harus proaktif dengan menggunakan kata sandi yang kuat, mengaktifkan autentikasi dua faktor, dan berhati-hati dalam membagikan informasi pribadi secara daring.\n\nApa ancaman utama yang disoroti dalam Teks 5?",
    "pilihan": [
      "Peningkatan penggunaan media sosial",
      "Maraknya kebocoran data pribadi",
      "Inovasi teknologi yang pesat",
      "Persaingan antarperusahaan teknologi",
      "Ketergantungan pada perangkat digital"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara jelas menyatakan 'Maraknya kebocoran data pribadi di berbagai platform digital menjadi sorotan utama'."
  },
  {
    "id": 202,
    "pertanyaan": "Menurut Teks 5, apa yang memperparah situasi kebocoran data pribadi?",
    "pilihan": [
      "Kecanggihan teknologi peretasan",
      "Kurangnya kesadaran masyarakat dan lemahnya regulasi",
      "Jumlah pengguna internet yang banyak",
      "Kecepatan penyebaran informasi",
      "Rendahnya biaya penggunaan platform digital"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Kurangnya kesadaran masyarakat tentang pentingnya keamanan siber, ditambah dengan lemahnya regulasi perlindungan data di beberapa negara, memperparah situasi'."
  },
  {
    "id": 203,
    "pertanyaan": "Tindakan proaktif apa yang harus dilakukan masyarakat untuk melindungi data pribadi menurut Teks 5?",
    "pilihan": [
      "Mengurangi penggunaan internet",
      "Mempercayakan sepenuhnya pada pemerintah",
      "Menggunakan kata sandi kuat, autentikasi dua faktor, dan berhati-hati dalam berbagi informasi",
      "Tidak menyimpan data penting secara daring",
      "Melaporkan setiap situs web yang mencurigakan"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyarankan 'Masyarakat juga harus proaktif dengan menggunakan kata sandi yang kuat, mengaktifkan autentikasi dua faktor, dan berhati-hati dalam membagikan informasi pribadi secara daring'."
  },
  {
    "id": 204,
    "pertanyaan": "Kata 'autentikasi' dalam Teks 5 merujuk pada...",
    "pilihan": [
      "Penyimpanan data",
      "Verifikasi identitas",
      "Pengiriman pesan",
      "Pembayaran digital",
      "Pencarian informasi"
    ],
    "jawaban": "B",
    "pembahasan": "Autentikasi adalah proses verifikasi identitas pengguna untuk memastikan bahwa mereka adalah orang yang berhak mengakses suatu sistem atau data."
  },
  {
    "id": 205,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan angka atau bilangan yang benar?",
    "pilihan": [
      "Ada dua belas siswa yang absen hari ini.",
      "Dia membeli 20 buah buku.",
      "Sebanyak lima puluh persen penduduk memilih golput.",
      "Uang saya ada sepuluhribu rupiah.",
      "Ayah memiliki 3 ekor kambing."
    ],
    "jawaban": "A",
    "pembahasan": "Angka yang dapat dinyatakan dengan satu atau dua kata ditulis dengan huruf. 'Dua belas' adalah penulisan yang tepat."
  },
  {
    "id": 206,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 206-208.\n\n**Teks 6: Peran Energi Terbarukan dalam Transisi Energi Global**\n\nTransisi energi global menuju sumber yang lebih bersih semakin mendesak di tengah ancaman perubahan iklim. Energi terbarukan, seperti surya, angin, dan hidro, menjadi pilar utama dalam upaya mengurangi emisi karbon. Meskipun memiliki potensi besar, tantangan dalam implementasinya meliputi biaya investasi awal yang tinggi, intermitensi pasokan (tergantung cuaca), dan kebutuhan infrastruktur penyimpanan energi yang canggih. Namun, perkembangan teknologi yang pesat dan dukungan kebijakan pemerintah di banyak negara menunjukkan optimisme bahwa energi terbarukan akan memainkan peran dominan di masa depan. Investasi dalam penelitian dan pengembangan adalah kunci untuk mengatasi hambatan yang ada.\n\nApa pilar utama dalam upaya mengurangi emisi karbon menurut Teks 6?",
    "pilihan": [
      "Energi fosil",
      "Energi nuklir",
      "Energi terbarukan",
      "Energi biomassa",
      "Energi panas bumi"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Energi terbarukan, seperti surya, angin, dan hidro, menjadi pilar utama dalam upaya mengurangi emisi karbon'."
  },
  {
    "id": 207,
    "pertanyaan": "Menurut Teks 6, salah satu tantangan dalam implementasi energi terbarukan adalah...",
    "pilihan": [
      "Biaya operasional yang rendah",
      "Intermitensi pasokan (tergantung cuaca)",
      "Kemudahan akses lokasi instalasi",
      "Dukungan penuh dari masyarakat",
      "Regulasi yang sederhana"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'intermitensi pasokan (tergantung cuaca)' sebagai salah satu tantangan."
  },
  {
    "id": 208,
    "pertanyaan": "Apa yang menunjukkan optimisme terhadap peran energi terbarukan di masa depan menurut Teks 6?",
    "pilihan": [
      "Penurunan harga bahan bakar fosil",
      "Peningkatan polusi udara",
      "Perkembangan teknologi yang pesat dan dukungan kebijakan pemerintah",
      "Melambatnya pertumbuhan ekonomi",
      "Keterbatasan sumber daya alam"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'perkembangan teknologi yang pesat dan dukungan kebijakan pemerintah di banyak negara menunjukkan optimisme'."
  },
  {
    "id": 209,
    "pertanyaan": "Kata 'intermitensi' dalam Teks 6 berarti...",
    "pilihan": [
      "Ketersediaan yang stabil",
      "Ketidakberlanjutan atau terputus-putus",
      "Kapasitas yang besar",
      "Efisiensi yang tinggi",
      "Ramah lingkungan"
    ],
    "jawaban": "B",
    "pembahasan": "Intermitensi berarti sesuatu yang terjadi secara tidak terus-menerus atau terputus-putus, dalam konteks ini pasokan energi yang tergantung cuaca."
  },
  {
    "id": 210,
    "pertanyaan": "Kalimat yang efektif dan tidak bertele-tele adalah...",
    "pilihan": [
      "Agar supaya dapat berhasil, dia harus bekerja keras.",
      "Dalam rangka untuk mencapai tujuan, diperlukan kerja keras.",
      "Dia harus bekerja keras agar berhasil.",
      "Sehubungan dengan itu, maka dari itu, dia harus bekerja keras.",
      "Supaya bisa mendapatkan kesuksesan, ia mesti bekerja keras."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat 'Dia harus bekerja keras agar berhasil' lebih ringkas dan langsung pada inti tanpa pengulangan kata yang tidak perlu."
  },
  {
    "id": 211,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 211-213.\n\n**Teks 7: Fenomena 'Quiet Quitting' di Dunia Kerja**\n\n'Quiet quitting' menjadi istilah populer yang menggambarkan tren di kalangan pekerja untuk hanya melakukan pekerjaan sesuai deskripsi tugas, tanpa ambisi tambahan atau keterlibatan ekstra di luar jam kerja. Fenomena ini muncul sebagai respons terhadap budaya kerja yang menuntut loyalitas berlebihan dan risiko 'burnout'. Meskipun tidak berarti berhenti bekerja, 'quiet quitting' dapat berdampak pada produktivitas tim dan inovasi di perusahaan. Para ahli manajemen menyarankan perusahaan untuk fokus pada kesejahteraan karyawan, pengakuan atas kerja keras, dan batasan yang jelas antara kehidupan pribadi dan profesional. Diskusi terbuka antara karyawan dan manajemen adalah kunci untuk menciptakan lingkungan kerja yang seimbang.\n\nApa yang dimaksud dengan 'quiet quitting' menurut Teks 7?",
    "pilihan": [
      "Berhenti bekerja tanpa pemberitahuan",
      "Hanya melakukan pekerjaan sesuai deskripsi tugas tanpa ambisi tambahan",
      "Pekerja yang menuntut kenaikan gaji",
      "Karyawan yang bekerja lembur secara sukarela",
      "Proses resign yang dilakukan secara diam-diam"
    ],
    "jawaban": "B",
    "pembahasan": "Teks mendefinisikan 'quiet quitting' sebagai 'tren di kalangan pekerja untuk hanya melakukan pekerjaan sesuai deskripsi tugas, tanpa ambisi tambahan atau keterlibatan ekstra di luar jam kerja'."
  },
  {
    "id": 212,
    "pertanyaan": "Menurut Teks 7, apa penyebab munculnya fenomena 'quiet quitting'?",
    "pilihan": [
      "Kurangnya tantangan kerja",
      "Kompensasi yang terlalu tinggi",
      "Respons terhadap budaya kerja yang menuntut loyalitas berlebihan dan risiko 'burnout'",
      "Ketiadaan kesempatan promosi",
      "Perusahaan tidak memiliki visi yang jelas"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Fenomena ini muncul sebagai respons terhadap budaya kerja yang menuntut loyalitas berlebihan dan risiko 'burnout''."
  },
  {
    "id": 213,
    "pertanyaan": "Apa saran para ahli manajemen untuk mengatasi 'quiet quitting'?",
    "pilihan": [
      "Memberikan lebih banyak pekerjaan ekstra",
      "Menuntut loyalitas tanpa batas",
      "Fokus pada kesejahteraan karyawan, pengakuan, dan batasan kerja yang jelas",
      "Mengurangi interaksi dengan karyawan",
      "Mengganti semua karyawan yang 'quiet quitting'"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyarankan 'perusahaan untuk fokus pada kesejahteraan karyawan, pengakuan atas kerja keras, dan batasan yang jelas antara kehidupan pribadi dan profesional'."
  },
  {
    "id": 214,
    "pertanyaan": "Kata 'burnout' dalam Teks 7 paling tepat diartikan sebagai...",
    "pilihan": [
      "Semangat kerja yang tinggi",
      "Keadaan lelah fisik dan mental akibat stres kronis",
      "Keterlibatan yang berlebihan dalam pekerjaan",
      "Keinginan untuk mencari pekerjaan baru",
      "Proses adaptasi di tempat kerja baru"
    ],
    "jawaban": "B",
    "pembahasan": "Burnout adalah kondisi kelelahan fisik, emosional, atau mental yang disebabkan oleh stres berkepanjangan atau berulang."
  },
  {
    "id": 215,
    "pertanyaan": "Kalimat manakah yang menunjukkan fakta?",
    "pilihan": [
      "Menurut saya, masakan ini kurang bumbu.",
      "Kucing adalah hewan peliharaan terbaik.",
      "Gunung Everest adalah gunung tertinggi di dunia.",
      "Film horor lebih menarik daripada film komedi.",
      "Membaca buku lebih baik daripada bermain game."
    ],
    "jawaban": "C",
    "pembahasan": "Pernyataan 'Gunung Everest adalah gunung tertinggi di dunia' adalah fakta yang dapat diverifikasi secara objektif."
  },
  {
    "id": 216,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 216-218.\n\n**Teks 8: Krisis Pangan Global dan Ketahanan Pangan Nasional**\n\nKrisis pangan global menjadi ancaman serius akibat kombinasi faktor seperti konflik geopolitik, perubahan iklim, dan gangguan rantai pasok. Harga komoditas pangan dunia melonjak, memicu kekhawatiran akan kelangkaan dan kerawanan pangan, terutama di negara-negara berkembang. Untuk menjaga ketahanan pangan nasional, Indonesia harus memperkuat sektor pertanian domestik, diversifikasi sumber pangan, serta mengembangkan teknologi pertanian yang adaptif terhadap perubahan iklim. Selain itu, mengurangi ketergantungan pada impor pangan dan menggalakkan program lumbung pangan masyarakat dapat menjadi strategi penting. Kolaborasi antara pemerintah, petani, industri, dan masyarakat sipil mutlak diperlukan untuk memastikan ketersediaan pangan yang stabil dan berkelanjutan.\n\nApa penyebab krisis pangan global menurut Teks 8?",
    "pilihan": [
      "Peningkatan produksi pertanian",
      "Konflik geopolitik, perubahan iklim, dan gangguan rantai pasok",
      "Penurunan harga komoditas pangan",
      "Kelebihan pasokan pangan",
      "Meningkatnya minat masyarakat pada pertanian"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'akibat kombinasi faktor seperti konflik geopolitik, perubahan iklim, dan gangguan rantai pasok'."
  },
  {
    "id": 217,
    "pertanyaan": "Menurut Teks 8, apa yang menjadi dampak lonjakan harga komoditas pangan dunia?",
    "pilihan": [
      "Meningkatnya kesejahteraan petani",
      "Memicu kelangkaan dan kerawanan pangan",
      "Memperkuat ekonomi global",
      "Mendorong surplus pangan",
      "Menurunkan angka inflasi"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Harga komoditas pangan dunia melonjak, memicu kekhawatiran akan kelangkaan dan kerawanan pangan'."
  },
  {
    "id": 218,
    "pertanyaan": "Bagaimana Indonesia dapat memperkuat ketahanan pangan nasionalnya menurut Teks 8?",
    "pilihan": [
      "Meningkatkan impor pangan secara drastis",
      "Mengurangi fokus pada sektor pertanian",
      "Memperkuat sektor pertanian domestik, diversifikasi sumber pangan, dan teknologi pertanian adaptif",
      "Mengabaikan kolaborasi dengan masyarakat sipil",
      "Hanya mengandalkan bantuan luar negeri"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyarankan 'memperkuat sektor pertanian domestik, diversifikasi sumber pangan, serta mengembangkan teknologi pertanian yang adaptif terhadap perubahan iklim'."
  },
  {
    "id": 219,
    "pertanyaan": "Kata 'diversifikasi' dalam Teks 8 berarti...",
    "pilihan": [
      "Penyeragaman",
      "Pengurangan",
      "Penganekaragaman atau pempelbagaian",
      "Peningkatan",
      "Penggabungan"
    ],
    "jawaban": "C",
    "pembahasan": "Diversifikasi adalah proses atau upaya untuk membuat sesuatu menjadi lebih beragam atau bervariasi."
  },
  {
    "id": 220,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'ke-an' yang menyatakan keadaan?",
    "pilihan": [
      "Kecilkan volume suara itu!",
      "Keindahan alam Indonesia sangat memukau.",
      "Kami kejatuhan buah mangga kemarin.",
      "Anak itu kekenyangan setelah makan banyak.",
      "Dia kemalaman di jalan saat pulang."
    ],
    "jawaban": "D",
    "pembahasan": "Imbuhan 'ke-an' pada 'kekenyangan' menyatakan keadaan (terlalu kenyang)."
  }
]
