[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\n(1) Penelitian terbaru menunjukkan bahwa konsumsi gula berlebihan memiliki dampak serius bagi kesehatan. Selain berkontribusi pada peningkatan risiko obesitas, asupan gula tinggi juga dihubungkan dengan berbagai penyakit kronis, seperti diabetes tipe 2, penyakit jantung, bahkan beberapa jenis kanker. Gula tambahan, yang banyak ditemukan dalam minuman manis, makanan olahan, dan camilan, menjadi pemicu utama masalah ini. Banyak orang tidak menyadari seberapa banyak gula tersembunyi dalam makanan sehari-hari mereka. Oleh karena itu, kampanye kesadaran publik mengenai bahaya gula dan pentingnya membaca label nutrisi produk sangat diperlukan.\n\n(2) Perubahan pola makan menuju konsumsi makanan utuh dan minim olahan, serta mengurangi minuman manis, adalah langkah fundamental untuk menjaga kesehatan jangka panjang. Regulasi yang lebih ketat terhadap kandungan gula dalam produk makanan dan minuman juga dapat menjadi solusi komplementer. Selain itu, kolaborasi antara pemerintah, industri makanan, dan praktisi kesehatan sangat penting untuk menciptakan lingkungan yang mendukung pilihan hidup sehat. Dengan adanya sinergi ini, masyarakat akan lebih mudah mengakses informasi yang benar dan produk makanan yang lebih sehat, sehingga dampak negatif dari konsumsi gula berlebih dapat diminimalisasi secara sistematis.\n\nApakah ide pokok paragraf pertama teks tersebut?",
    "pilihan": [
      "Penyebab utama obesitas.",
      "Dampak serius konsumsi gula berlebihan terhadap kesehatan.",
      "Pentingnya membaca label nutrisi produk.",
      "Gula tambahan sebagai pemicu masalah kesehatan.",
      "Langkah-langkah menjaga kesehatan jangka panjang."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf pertama adalah pengenalan tentang dampak serius konsumsi gula berlebihan terhadap kesehatan, yang kemudian dijelaskan lebih lanjut dengan menyebutkan berbagai penyakit yang terkait."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, jenis penyakit kronis apa saja yang dihubungkan dengan asupan gula tinggi?",
    "pilihan": [
      "Hanya obesitas.",
      "Diabetes tipe 2, penyakit jantung, dan beberapa jenis kanker.",
      "Flu dan batuk.",
      "Penyakit kulit.",
      "Gangguan pencernaan saja."
    ],
    "jawaban": "B",
    "pembahasan": "Pada paragraf pertama, kalimat 'asupan gula tinggi juga dihubungkan dengan berbagai penyakit kronis, seperti **diabetes tipe 2, penyakit jantung, bahkan beberapa jenis kanker**' secara eksplisit menyebutkan jenis-jenis penyakit tersebut."
  },
  {
    "id": 3,
    "pertanyaan": "Implikasi dari pernyataan 'Banyak orang tidak menyadari seberapa banyak gula tersembunyi dalam makanan sehari-hari mereka' dalam Teks 1 adalah...",
    "pilihan": [
      "Gula tidak berbahaya jika dikonsumsi dalam jumlah kecil.",
      "Produsen makanan tidak perlu mencantumkan kandungan gula.",
      "Dibutuhkan edukasi yang lebih baik agar masyarakat lebih waspada terhadap asupan gula tersembunyi.",
      "Membaca label nutrisi tidak penting.",
      "Hanya makanan manis yang mengandung gula tinggi."
    ],
    "jawaban": "C",
    "pembahasan": "Jika banyak orang tidak menyadari gula tersembunyi, maka implikasi logisnya adalah perlunya peningkatan kesadaran melalui edukasi, seperti yang juga disarankan dalam teks ('kampanye kesadaran publik mengenai bahaya gula dan pentingnya membaca label nutrisi produk sangat diperlukan')."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'fundamental' dalam konteks Teks 1 memiliki makna yang sama dengan...",
    "pilihan": [
      "tidak penting",
      "sangat mendasar",
      "tambahan",
      "mudah",
      "sulit"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'fundamental' berarti mendasar, pokok, atau esensial. Dalam konteks 'langkah fundamental', ini berarti langkah yang sangat mendasar dan penting."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan majas **metafora**?",
    "pilihan": [
      "Senyumnya manis seperti gula.",
      "Dia adalah singa podium yang tak terkalahkan.",
      "Angin berbisik mesra di telingaku.",
      "Hatiku hancur berkeping-keping.",
      "Ombak menari-nari di tepi pantai."
    ],
    "jawaban": "B",
    "pembahasan": "Majas metafora adalah gaya bahasa yang membandingkan dua hal secara implisit (langsung) tanpa menggunakan kata perbandingan. 'Singa podium' adalah metafora untuk seseorang yang sangat berani dan dominan saat berbicara di depan umum. Pilihan A adalah simile, C dan E adalah personifikasi, D adalah hiperbola."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang merupakan **kalimat majemuk setara** (koordinatif) yang tepat.",
    "pilihan": [
      "Meskipun kaya, ia tetap rendah hati.",
      "Dia membaca buku dan adiknya bermain boneka.",
      "Ketika hujan turun, kami berteduh.",
      "Ia bekerja keras agar sukses.",
      "Ani pulang karena sakit."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat majemuk setara adalah gabungan dua klausa atau lebih yang kedudukannya sejajar dan dihubungkan oleh konjungsi setara (dan, atau, tetapi, melainkan, sedangkan). Pilihan B menggabungkan dua klausa setara ('Dia membaca buku' dan 'adiknya bermain boneka') dengan konjungsi 'dan'."
  },
  {
    "id": 7,
    "pertanyaan": "Penggunaan tanda baca petik ganda ('...') yang **salah** terdapat pada kalimat...",
    "pilihan": [
      "Ibu berkata, 'Jangan lupa belajar!'",
      "Dia membaca cerpen berjudul 'Anak Rajin'.",
      "Kata 'optimisme' berasal dari bahasa Latin.",
      "Sudahkah Anda membaca buku 'Laskar Pelangi'?",
      "Dia bertanya, 'Kapan kamu pulang?'"
    ],
    "jawaban": "C",
    "pembahasan": "Tanda petik ganda digunakan untuk mengapit petikan langsung, judul karangan/bab/puisi, dan istilah asing/khusus yang memiliki makna tertentu. Untuk kata atau istilah yang dikenalkan atau dijelaskan maknanya, seperti pada 'Kata 'optimisme' berasal dari bahasa Latin', seharusnya menggunakan tanda petik tunggal (')."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 2**\n\n(1) Pariwisata berkelanjutan adalah konsep pengembangan pariwisata yang memperhitungkan dampak ekonomi, sosial, dan lingkungan secara penuh, baik saat ini maupun di masa depan. Tujuannya adalah untuk memenuhi kebutuhan wisatawan dan daerah tujuan wisata, sembari melindungi dan meningkatkan peluang untuk masa depan. Praktik pariwisata massal di masa lalu seringkali mengabaikan aspek keberlanjutan, menyebabkan degradasi lingkungan, eksploitasi budaya lokal, dan ketidaksetaraan ekonomi. Sebaliknya, pariwisata berkelanjutan mendorong konservasi alam, pelestarian budaya, pemberdayaan masyarakat lokal melalui pekerjaan dan keuntungan yang adil, serta pengelolaan sumber daya yang efisien.\n\n(2) Implementasinya memerlukan kolaborasi erat antara pemerintah, pelaku industri, komunitas lokal, dan wisatawan itu sendiri. Edukasi dan peningkatan kesadaran adalah kunci agar semua pihak memahami pentingnya menjaga keseimbangan antara pertumbuhan pariwisata dan kelestarian planet serta budaya lokal. Selain itu, pengembangan infrastruktur yang ramah lingkungan, promosi destinasi yang etis, dan pengukuran dampak yang terukur menjadi bagian penting dari strategi ini. Dengan demikian, pariwisata tidak hanya menjadi sumber pendapatan, tetapi juga alat untuk membangun masa depan yang lebih baik dan seimbang bagi semua pihak yang terlibat.\n\nApakah tujuan utama pariwisata berkelanjutan menurut Teks 2?",
    "pilihan": [
      "Hanya meningkatkan jumlah wisatawan.",
      "Memenuhi kebutuhan wisatawan dan daerah tujuan sembari melindungi dan meningkatkan peluang masa depan.",
      "Memaksimalkan keuntungan ekonomi tanpa memperhatikan dampak lain.",
      "Mengabaikan aspek lingkungan dan sosial.",
      "Hanya melestarikan budaya lokal."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan 'Tujuannya adalah untuk **memenuhi kebutuhan wisatawan dan daerah tujuan wisata, sembari melindungi dan meningkatkan peluang untuk masa depan**'."
  },
  {
    "id": 9,
    "pertanyaan": "Menurut Teks 2, mengapa praktik pariwisata massal di masa lalu seringkali dianggap tidak berkelanjutan?",
    "pilihan": [
      "Karena hanya fokus pada keuntungan ekonomi.",
      "Karena menyebabkan degradasi lingkungan, eksploitasi budaya, dan ketidaksetaraan ekonomi.",
      "Karena melibatkan terlalu banyak wisatawan.",
      "Karena tidak didukung pemerintah.",
      "Karena tidak menarik bagi wisatawan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Praktik pariwisata massal di masa lalu seringkali mengabaikan aspek keberlanjutan, menyebabkan **degradasi lingkungan, eksploitasi budaya lokal, dan ketidaksetaraan ekonomi**'."
  },
  {
    "id": 10,
    "pertanyaan": "Berdasarkan Teks 2, siapa saja pihak yang perlu berkolaborasi untuk implementasi pariwisata berkelanjutan?",
    "pilihan": [
      "Hanya pemerintah dan pelaku industri.",
      "Pemerintah, pelaku industri, komunitas lokal, dan wisatawan.",
      "Hanya wisatawan asing.",
      "Akademisi dan peneliti saja.",
      "Tidak disebutkan pihak yang berkolaborasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Implementasinya memerlukan **kolaborasi erat antara pemerintah, pelaku industri, komunitas lokal, dan wisatawan itu sendiri**'."
  },
  {
    "id": 11,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung yang menyatakan **sebab-akibat**?",
    "pilihan": [
      "Dia rajin belajar **sehingga** lulus ujian.",
      "Kami pergi **ketika** hujan reda.",
      "Saya suka membaca **tetapi** adik suka bermain.",
      "Dia datang **untuk** menemuiku.",
      "Walaupun lelah, dia tetap bekerja."
    ],
    "jawaban": "A",
    "pembahasan": "Kata penghubung 'sehingga', 'karena', atau 'sebab' digunakan untuk menyatakan hubungan sebab-akibat. Dalam kalimat 'Dia rajin belajar **sehingga** lulus ujian', 'rajin belajar' adalah sebab dan 'lulus ujian' adalah akibat."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda pisah (—) dengan tepat.",
    "pilihan": [
      "Kemerdekaan bangsa—cita-cita setiap insan—harus dipertahankan.",
      "Ayah pergi—ke kantor.",
      "Dia membeli buku—pulpen—penghapus.",
      "Jakarta—ibu kota Indonesia.",
      "Anak-anak—sangat suka bermain."
    ],
    "jawaban": "A",
    "pembahasan": "Tanda pisah (—) digunakan untuk membatasi penyisipan kata atau kalimat yang memberi penjelasan di luar bangun kalimat. Pada pilihan A, 'cita-cita setiap insan' adalah keterangan tambahan yang disisipkan dan diapit oleh tanda pisah."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 3**\n\n(1) Ekonomi kreatif, yang mengandalkan gagasan dan pengetahuan sebagai aset utamanya, telah menjadi sektor yang semakin penting dalam perekonomian global. Subsektor seperti fesyen, kuliner, film, musik, desain, dan aplikasi digital menunjukkan potensi pertumbuhan yang signifikan. Sektor ini tidak hanya menciptakan lapangan kerja baru, tetapi juga mendorong inovasi, melestarikan budaya lokal, dan meningkatkan daya saing suatu negara. Namun, meskipun menjanjikan, ekonomi kreatif menghadapi sejumlah tantangan. Kurangnya akses terhadap pembiayaan, perlindungan hak kekayaan intelektual yang lemah, kurangnya infrastruktur pendukung, dan persaingan yang ketat, seringkali menjadi hambatan bagi para pelaku.\n\n(2) Selain itu, fluktuasi pasar dan tren yang cepat berubah juga menuntut adaptasi terus-menerus. Untuk mengoptimalkan potensi ini, diperlukan kebijakan pemerintah yang mendukung, termasuk insentif pajak, program pelatihan, fasilitas inkubasi, serta penegakan hukum yang kuat untuk hak cipta. Kolaborasi lintas sektor dan promosi yang efektif juga esensial untuk mengangkat ekonomi kreatif ke level yang lebih tinggi. Dengan begitu, pelaku ekonomi kreatif dapat fokus pada pengembangan ide-ide mereka, sementara ekosistem pendukung menjamin bahwa inovasi mereka terlindungi dan memiliki jalan menuju pasar yang sukses.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "Ekonomi kreatif mengandalkan gagasan dan pengetahuan.",
      "Sektor fesyen dan kuliner termasuk dalam ekonomi kreatif.",
      "Ekonomi kreatif tidak menciptakan lapangan kerja baru.",
      "Kurangnya akses pembiayaan adalah tantangan ekonomi kreatif.",
      "Pemerintah perlu mendukung ekonomi kreatif dengan kebijakan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Sektor ini tidak hanya menciptakan lapangan kerja baru'. Pernyataan C bertentangan dengan isi teks."
  },
  {
    "id": 14,
    "pertanyaan": "Menurut Teks 3, apa saja tantangan yang dihadapi oleh ekonomi kreatif?",
    "pilihan": [
      "Hanya persaingan yang ketat.",
      "Akses pembiayaan, perlindungan HAKI lemah, infrastruktur kurang, dan persaingan ketat.",
      "Peningkatan inovasi dan pelestarian budaya.",
      "Fluktuasi pasar yang stabil.",
      "Dukungan pemerintah yang berlebihan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Kurangnya **akses terhadap pembiayaan, perlindungan hak kekayaan intelektual yang lemah, kurangnya infrastruktur pendukung, dan persaingan yang ketat**'."
  },
  {
    "id": 15,
    "pertanyaan": "Apa yang dimaksud dengan '_fasilitas inkubasi_' dalam konteks Teks 3?",
    "pilihan": [
      "Tempat untuk menetas telur.",
      "Tempat untuk membiakkan ide-ide kreatif secara mandiri.",
      "Fasilitas untuk mendukung pengembangan _startup_ atau usaha rintisan agar dapat tumbuh dan berkembang.",
      "Tempat untuk menyimpan produk kreatif.",
      "Gedung pameran seni."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks bisnis dan ekonomi kreatif, 'fasilitas inkubasi' (inkubator bisnis) adalah program atau tempat yang menyediakan dukungan (ruang kerja, mentorship, akses modal, dll.) bagi _startup_ atau usaha rintisan agar mereka dapat berkembang."
  },
  {
    "id": 16,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia adalah orang yang **berdarah dingin** saat mengambil keputusan sulit.'\n\nMakna frasa idiomatis 'berdarah dingin' adalah...",
    "pilihan": [
      "memiliki suhu tubuh yang rendah",
      "sangat kejam atau tanpa perasaan",
      "tenang dan tidak mudah panik",
      "mudah marah",
      "sangat berani dan nekat"
    ],
    "jawaban": "C",
    "pembahasan": "Frasa idiomatis 'berdarah dingin' berarti tenang, tidak mudah panik, atau tidak terpengaruh emosi saat menghadapi situasi sulit atau mengambil keputusan. Ini berbeda dengan 'kejam'."
  },
  {
    "id": 17,
    "pertanyaan": "Mana kalimat yang memiliki penulisan gabungan kata yang **salah**?",
    "pilihan": [
      "Dia adalah seorang **wirausaha** yang sukses.",
      "Kami mengadakan **gotong royong** membersihkan desa.",
      "Rumah itu berada di **luar kota**.",
      "Mereka sedang melakukan **tanggung jawab**.",
      "Dia bekerja sebagai **fotokopi**."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A: 'wirausaha' ditulis serangkai. Pilihan B: 'gotong royong' ditulis terpisah. Pilihan C: 'luar kota' ditulis terpisah. Pilihan D: 'tanggung jawab' ditulis terpisah. Pilihan E: 'fotokopi' adalah kata benda, bukan pekerjaan. Jika maksudnya tukang fotokopi atau bekerja di tempat fotokopi, kalimatnya kurang tepat secara diksi. 'Fotokopi' seharusnya 'tukang fotokopi' atau 'operator fotokopi'."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Sampah elektronik atau _e-waste_ adalah masalah global yang kian membesar.\n2. Gadget dan peralatan elektronik yang sudah tidak terpakai sering dibuang begitu saja.\n3. Limbah ini mengandung bahan kimia berbahaya yang mencemari lingkungan.\n4. Diperlukan upaya daur ulang dan pengelolaan yang bertanggung jawab.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-3-4",
      "4-1-2-3",
      "1-4-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang paling logis adalah:\n1.  **Pengenalan masalah:** Sampah elektronik masalah global (Kalimat 1).\n2.  **Penyebab/Sumber:** Asal usul sampah elektronik (Kalimat 2).\n3.  **Dampak negatif:** Bahaya yang ditimbulkan (Kalimat 3).\n4.  **Solusi:** Tindakan yang diperlukan (Kalimat 4).\nJadi, 1-2-3-4."
  },
  {
    "id": 19,
    "pertanyaan": "Mana dari kelompok kata berikut yang semuanya merupakan kata serapan dari bahasa asing?",
    "pilihan": [
      "Meja, kursi, pintu",
      "Komputer, internet, televisi",
      "Makan, minum, tidur",
      "Buku, pensil, tas",
      "Rumah, pohon, gunung"
    ],
    "jawaban": "B",
    "pembahasan": "Kata serapan adalah kata yang berasal dari bahasa lain yang kemudian diserap ke dalam bahasa Indonesia. 'Komputer' (dari _computer_), 'internet' (dari _internet_), dan 'televisi' (dari _television_) adalah contoh kata serapan."
  },
  {
    "id": 20,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 20-22.\n\n**Teks 4**\n\n(1) Pendidikan karakter adalah upaya sistematis untuk mengembangkan nilai-nilai moral, etika, dan perilaku positif pada individu. Tujuannya bukan hanya menciptakan siswa yang cerdas secara akademik, tetapi juga berintegritas, bertanggung jawab, peduli, dan memiliki empati. Kurikulum yang menekankan pada nilai-nilai luhur, pengajaran oleh guru yang menjadi teladan, serta lingkungan sekolah yang suportif dan inklusif, adalah pilar utama dalam implementasi pendidikan karakter.\n\n(2) Keluarga dan masyarakat juga memegang peran krusial dalam mendukung pembentukan karakter anak. Namun, tantangan dalam pendidikan karakter tidaklah kecil. Pengaruh negatif media massa, kurangnya konsistensi dalam penanaman nilai, serta tekanan akademik yang berlebihan, seringkali menghambat keberhasilan program ini. Diperlukan pendekatan holistik yang melibatkan semua pihak secara aktif, serta evaluasi berkelanjutan untuk memastikan pendidikan karakter benar-benar meresap dan menjadi bagian tak terpisahkan dari identitas generasi muda.\n\nApa tujuan utama pendidikan karakter menurut Teks 4?",
    "pilihan": [
      "Hanya menciptakan siswa yang cerdas secara akademik.",
      "Mengembangkan nilai moral, etika, dan perilaku positif agar siswa berintegritas dan bertanggung jawab.",
      "Menekankan pada tekanan akademik yang berlebihan.",
      "Meningkatkan pengaruh negatif media massa.",
      "Menciptakan lingkungan sekolah yang eksklusif."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Tujuannya bukan hanya menciptakan siswa yang cerdas secara akademik, tetapi juga **berintegritas, bertanggung jawab, peduli, dan memiliki empati**', yang merupakan hasil dari pengembangan nilai-nilai moral, etika, dan perilaku positif."
  },
  {
    "id": 21,
    "pertanyaan": "Menurut Teks 4, siapa saja pihak yang memegang peran krusial dalam mendukung pembentukan karakter anak?",
    "pilihan": [
      "Hanya guru di sekolah.",
      "Guru, keluarga, dan masyarakat.",
      "Hanya media massa.",
      "Pemerintah saja.",
      "Tidak disebutkan pihak lain selain sekolah."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'Kurikulum... pengajaran oleh guru... Keluarga dan masyarakat juga memegang peran krusial...'. Jadi, guru (sekolah), keluarga, dan masyarakat."
  },
  {
    "id": 22,
    "pertanyaan": "Implikasi dari pernyataan 'tekanan akademik yang berlebihan, seringkali menghambat keberhasilan program ini' dalam konteks pendidikan karakter adalah...",
    "pilihan": [
      "Pendidikan karakter tidak perlu diajarkan di sekolah.",
      "Fokus eksklusif pada nilai akademik dapat mengesampingkan pengembangan karakter siswa.",
      "Semua tekanan akademik harus dihilangkan.",
      "Tekanan akademik adalah satu-satunya faktor penentu keberhasilan.",
      "Program pendidikan karakter harus bersifat opsional."
    ],
    "jawaban": "B",
    "pembahasan": "Jika tekanan akademik yang berlebihan menghambat pendidikan karakter, implikasinya adalah bahwa fokus yang terlalu besar pada aspek akademik dapat mengurangi ruang dan perhatian untuk pengembangan karakter, menciptakan ketidakseimbangan."
  },
  {
    "id": 23,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia sedang menulis disertasi untuk gelar **Doktor Ilmu Sosial**.'\n\nPenulisan gelar pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, seharusnya 'Ilmu' diawali huruf kecil.",
      "Salah, seharusnya 'Sosial' diawali huruf kecil.",
      "Benar, kecuali 'disertasi' yang seharusnya diawali huruf kapital.",
      "Salah, seharusnya 'Doktor' diawali huruf kecil."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan gelar 'Doktor Ilmu Sosial' sudah benar karena merupakan nama gelar akademik yang spesifik, sehingga setiap kata yang membentuk nama gelar tersebut diawali dengan huruf kapital."
  },
  {
    "id": 24,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung yang menyatakan **pilihan**.",
    "pilihan": [
      "Kamu mau kopi **atau** teh?",
      "Dia membaca buku **sambil** mendengarkan musik.",
      "Hujan deras **sehingga** banjir.",
      "Walaupun sakit, **namun** dia tetap semangat.",
      "Mereka makan **dan** minum."
    ],
    "jawaban": "A",
    "pembahasan": "Kata penghubung 'atau' digunakan untuk menyatakan pilihan. Pilihan A dengan jelas menawarkan dua alternatif."
  },
  {
    "id": 25,
    "pertanyaan": "Manakah kalimat yang menggunakan kata yang bermakna denotatif (makna sebenarnya) dan lugas?",
    "pilihan": [
      "Hati-hati, dia itu **buaya darat**!",
      "Anak itu adalah **bunga desa** yang cantik.",
      "Pohon kelapa itu **tinggi** sekali.",
      "Para buruh adalah **tulang punggung** keluarga.",
      "Dia punya **tangan dingin** dalam bercocok tanam."
    ],
    "jawaban": "C",
    "pembahasan": "Makna denotatif adalah makna sebenarnya atau makna kamus, tanpa ada tambahan perasaan atau nilai rasa. 'Tinggi' pada 'Pohon kelapa itu tinggi sekali' bermakna sebenarnya, yaitu ukurannya di atas rata-rata. Pilihan lain menggunakan frasa idiomatik dengan makna konotatif."
  },
  {
    "id": 26,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 26-30.\n\n**Teks 5**\n\n(1) Revolusi Industri 4.0, yang ditandai dengan integrasi teknologi canggih seperti kecerdasan buatan (AI), _Internet of Things_ (IoT), _big data_, dan robotika, telah membawa perubahan transformatif di berbagai aspek kehidupan. Di sektor industri, otomatisasi dan digitalisasi meningkatkan efisiensi produksi, mengurangi biaya, dan membuka peluang untuk produk dan layanan baru. Namun, dampak terbesarnya meluas ke pasar kerja. Banyak pekerjaan rutin dan berulang berisiko digantikan oleh otomatisasi, memunculkan kekhawatiran tentang pengangguran massal. Di sisi lain, RI 4.0 juga menciptakan jenis pekerjaan baru yang menuntut keterampilan digital, analitis, dan kreativitas yang lebih tinggi.\n\n(2) Oleh karena itu, persiapan sumber daya manusia menjadi sangat krusial. Sistem pendidikan harus beradaptasi untuk membekali generasi muda dengan keterampilan yang relevan dengan masa depan. Pelatihan ulang (_reskilling_) dan peningkatan keterampilan (_upskilling_) bagi angkatan kerja yang ada juga menjadi keharusan. Pemerintah, dunia usaha, dan institusi pendidikan perlu berkolaborasi erat untuk menghadapi tantangan dan memanfaatkan peluang dari era revolusi ini. Kolaborasi ini dapat terwujud dalam bentuk kurikulum yang disusun bersama, program magang yang relevan, serta insentif bagi perusahaan yang berinvestasi dalam pengembangan SDM. Dengan demikian, transisi ke era 4.0 dapat berjalan lebih mulus dan adil bagi semua.\n\nApa saja teknologi canggih yang menjadi ciri Revolusi Industri 4.0 menurut Teks 5?",
    "pilihan": [
      "Hanya mesin uap dan listrik.",
      "Kecerdasan buatan (AI), _Internet of Things_ (IoT), _big data_, dan robotika.",
      "Hanya _big data_ dan robotika.",
      "Telepon dan televisi.",
      "Mesin cetak dan komputer pribadi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Revolusi Industri 4.0, yang ditandai dengan integrasi teknologi canggih seperti **kecerdasan buatan (AI), _Internet of Things_ (IoT), _big data_, dan robotika**'."
  },
  {
    "id": 27,
    "pertanyaan": "Menurut Teks 5, apa dampak Revolusi Industri 4.0 terhadap pasar kerja?",
    "pilihan": [
      "Hanya menciptakan pekerjaan rutin.",
      "Menghilangkan pekerjaan rutin tetapi juga menciptakan pekerjaan baru yang menuntut keterampilan tinggi.",
      "Menyebabkan semua pekerjaan menghilang.",
      "Hanya meningkatkan pengangguran massal.",
      "Membuat pasar kerja menjadi lebih stabil."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan 'Banyak pekerjaan rutin dan berulang berisiko digantikan oleh otomatisasi... Di sisi lain, RI 4.0 juga **menciptakan jenis pekerjaan baru yang menuntut keterampilan digital, analitis, dan kreativitas yang lebih tinggi**'."
  },
  {
    "id": 28,
    "pertanyaan": "Implikasi dari pernyataan 'Sistem pendidikan harus beradaptasi untuk membekali generasi muda dengan keterampilan yang relevan dengan masa depan' adalah...",
    "pilihan": [
      "Kurikulum pendidikan saat ini sudah cukup memadai.",
      "Pendidikan harus statis dan tidak berubah.",
      "Pendidikan perlu mereformasi diri agar lulusan siap menghadapi tuntutan pasar kerja yang berubah akibat teknologi.",
      "Hanya keterampilan manual yang diperlukan di masa depan.",
      "Pemerintah tidak perlu terlibat dalam adaptasi pendidikan."
    ],
    "jawaban": "C",
    "pembahasan": "Jika sistem pendidikan harus beradaptasi untuk membekali keterampilan yang relevan dengan masa depan, ini berarti sistem yang ada mungkin tidak lagi memadai dan perlu perubahan (reformasi) agar lulusan siap menghadapi perubahan tuntutan pekerjaan di masa depan yang didorong oleh teknologi."
  },
  {
    "id": 29,
    "pertanyaan": "Cermati penggunaan huruf kapital pada kalimat berikut:\n\n'Perayaan Hari Kemerdekaan Republik Indonesia selalu meriah.'\n\nPenulisan huruf kapital pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, seharusnya 'Hari' diawali huruf kecil.",
      "Salah, seharusnya 'Kemerdekaan' diawali huruf kecil.",
      "Benar, kecuali 'perayaan' yang seharusnya diawali huruf kapital.",
      "Salah, seharusnya 'Republik' diawali huruf kecil."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan huruf kapital sudah benar. 'Hari Kemerdekaan Republik Indonesia' adalah nama hari raya kenegaraan yang spesifik, sehingga setiap kata dalam nama tersebut diawali dengan huruf kapital."
  },
  {
    "id": 30,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan contoh kalimat dengan pola kalimat **S-P-O-Pelengkap**?",
    "pilihan": [
      "Ayah memberi adik boneka.",
      "Ibu memasak nasi goreng untuk makan malam.",
      "Dia menjadikan saya temannya.",
      "Mereka membangun rumah di desa.",
      "Anak itu menangis keras."
    ],
    "jawaban": "C",
    "pembahasan": "S-P-O-Pelengkap adalah Subjek-Predikat-Objek-Pelengkap. Pelengkap melengkapi objek.\n-   **S:** Dia\n-   **P:** menjadikan\n-   **O:** saya\n-   **Pelengkap:** temannya\n'Temannya' melengkapi 'saya' sebagai objek dari tindakan 'menjadikan'. Pilihan A adalah S-P-O1-O2. Pilihan B adalah S-P-O-Keterangan Tujuan. Pilihan D adalah S-P-O-Keterangan Tempat. Pilihan E adalah S-P-Keterangan Cara."
  }
]
