[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\n(1) Ekonomi kreatif di Indonesia menunjukkan pertumbuhan yang signifikan dalam beberapa tahun terakhir. Sektor ini, yang mencakup subsektor seperti fesyen, kuliner, kriya, film, musik, dan aplikasi digital, telah menjadi tulang punggung baru perekonomian nasional. Kontribusi terhadap Produk Domestik Bruto (PDB) terus meningkat, seiring dengan penyerapan tenaga kerja yang masif, terutama dari kalangan generasi muda. Pemerintah pun menyadari potensi besar ini dengan mengeluarkan berbagai kebijakan dukungan, mulai dari fasilitasi permodalan, inkubasi bisnis, hingga perlindungan hak kekayaan intelektual.\n\n(2) Namun, tantangan masih membayangi. Kurangnya akses pasar global, persaingan ketat, serta isu pembajakan dan minimnya pemahaman akan manajemen bisnis menjadi hambatan serius. Untuk itu, kolaborasi antara pemerintah, pelaku industri, akademisi, dan komunitas sangat krusial agar ekonomi kreatif Indonesia mampu bersaing di kancah internasional dan memberikan kesejahteraan yang lebih merata. Selain itu, diperlukan juga pendekatan inovatif dalam promosi produk, memanfaatkan teknologi digital dan platform e-commerce untuk menjangkau konsumen global secara lebih efektif. Dengan demikian, ekonomi kreatif tidak hanya tumbuh di dalam negeri, tetapi juga menjadi pemain utama di panggung dunia.\n\nApakah ide pokok paragraf kedua teks tersebut?",
    "pilihan": [
      "Pertumbuhan ekonomi kreatif yang signifikan.",
      "Tantangan dan solusi untuk mengembangkan ekonomi kreatif di kancah internasional.",
      "Pentingnya kolaborasi antara pemerintah dan pelaku industri.",
      "Peran teknologi digital dalam promosi produk kreatif.",
      "Kesejahteraan yang lebih merata di Indonesia."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf kedua berfokus pada tantangan yang dihadapi ekonomi kreatif, seperti persaingan dan kurangnya akses pasar, serta solusi yang diperlukan, yaitu kolaborasi dan pendekatan inovatif untuk bersaing di tingkat internasional."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, manakah pernyataan di bawah ini yang paling tepat menggambarkan hubungan sebab-akibat antara kolaborasi dan pertumbuhan ekonomi kreatif?",
    "pilihan": [
      "Kolaborasi adalah penyebab utama pertumbuhan ekonomi kreatif.",
      "Kolaborasi dibutuhkan agar ekonomi kreatif bisa menghadapi tantangan dan bersaing di kancah internasional.",
      "Kolaborasi hanya diperlukan di subsektor tertentu saja.",
      "Pertumbuhan ekonomi kreatif hanya akan terjadi jika pemerintah memberikan dukungan permodalan.",
      "Pemerintah, akademisi, dan komunitas berperan lebih besar daripada pelaku industri."
    ],
    "jawaban": "B",
    "pembahasan": "Pada paragraf kedua, disebutkan bahwa 'kolaborasi antara pemerintah, pelaku industri, akademisi, dan komunitas sangat krusial agar ekonomi kreatif Indonesia mampu bersaing di kancah internasional.' Ini secara langsung menunjukkan bahwa kolaborasi adalah faktor penting agar ekonomi kreatif dapat mengatasi tantangan dan berkembang."
  },
  {
    "id": 3,
    "pertanyaan": "Implikasi dari 'kurangnya pemahaman akan manajemen bisnis' menurut Teks 1 adalah...",
    "pilihan": [
      "Pelaku ekonomi kreatif akan memiliki banyak inovasi.",
      "Produk-produk kreatif tidak akan memiliki kualitas yang baik.",
      "Pemerintah akan mengurangi kebijakan dukungan.",
      "Pelaku usaha akan kesulitan mengelola operasional, keuangan, dan pemasaran sehingga sulit berkembang.",
      "Ekonomi kreatif tidak bisa bersaing dengan produk luar negeri."
    ],
    "jawaban": "D",
    "pembahasan": "Kurangnya pemahaman manajemen bisnis merupakan salah satu hambatan serius yang disebutkan. Implikasinya adalah pelaku usaha tidak mampu mengelola aspek-aspek penting dari bisnisnya, yang pada akhirnya menghambat pertumbuhan dan keberlanjutan usaha mereka."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'masif' dalam 'penyerapan tenaga kerja yang masif' pada paragraf pertama Teks 1 memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "sedikit",
      "terbatas",
      "besar-besaran",
      "lambat",
      "terencana"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'masif' berarti besar-besaran, secara besar-besaran, atau dalam jumlah yang sangat banyak. Jadi, 'besar-besaran' adalah sinonim yang paling tepat."
  },
  {
    "id": 5,
    "pertanyaan": "Mana dari kalimat berikut yang menggunakan konjungsi **kausalitas** (sebab-akibat) yang paling tepat?",
    "pilihan": [
      "Ia belajar giat, **namun** hasilnya belum memuaskan.",
      "Adik menangis **karena** mainannya rusak.",
      "Kami akan berangkat **jika** cuaca sudah membaik.",
      "Dia datang **untuk** mengambil bukunya.",
      "Para siswa mendengarkan **sambil** mencatat."
    ],
    "jawaban": "B",
    "pembahasan": "Konjungsi 'karena' atau 'sebab' digunakan untuk menyatakan hubungan sebab-akibat. Dalam kalimat 'Adik menangis **karena** mainannya rusak', rusaknya mainan adalah sebab dari tangisan adik."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang mengandung unsur **kalimat pasif** yang tepat.",
    "pilihan": [
      "Mereka sedang membangun jembatan baru.",
      "Jembatan baru sedang dibangun oleh mereka.",
      "Petani itu menanam padi di sawah.",
      "Buku ini dibaca oleh Andi.",
      "Anak-anak bermain bola di lapangan."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat pasif adalah kalimat di mana subjek dikenai tindakan oleh predikat. Biasanya ditandai dengan awalan 'di-' atau 'ter-'. Pilihan D ('Buku ini dibaca oleh Andi') menunjukkan bahwa 'buku ini' (subjek) dikenai tindakan 'dibaca'."
  },
  {
    "id": 7,
    "pertanyaan": "Mana kalimat yang memiliki penulisan angka dan satuan yang benar menurut PUEBI?",
    "pilihan": [
      "Harga beras mencapai Rp 15.000,-/kg.",
      "Rapat dimulai pukul 09:00 WIB.",
      "Dia membeli 5 buah buku.",
      "Suhu ruangan 25° Celcius.",
      "Jarak tempuh adalah 10 km."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A: Penulisan mata uang yang benar adalah Rp15.000,00 atau Rp15.000/kg. Pilihan B: Penulisan waktu yang benar adalah pukul 09.00 WIB. Pilihan C: Angka di bawah sepuluh lebih baik ditulis dengan huruf (lima buah buku). Pilihan D: Satuan suhu 'Celcius' ditulis tanpa '°' jika sudah ada angkanya (25 Celcius) atau jika disingkat baru menggunakan '°C'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 2**\n\n(1) Revolusi Industri 4.0 telah mengubah lanskap pekerjaan secara drastis. Automasi dan kecerdasan buatan (AI) kini mengambil alih tugas-tugas rutin yang sebelumnya dilakukan manusia. Dampaknya, beberapa jenis pekerjaan tradisional terancam punah, sementara pekerjaan baru yang menuntut keterampilan digital dan analitis muncul. Kondisi ini menuntut individu untuk terus beradaptasi dan meningkatkan kompetensi mereka, terutama dalam literasi data, pemecahan masalah kompleks, dan berpikir kritis. Institusi pendidikan juga memiliki peran krusial dalam menyiapkan generasi muda dengan kurikulum yang relevan dan fasilitas yang memadai.\n\n(2) Kegagalan untuk beradaptasi akan menyebabkan kesenjangan keterampilan yang serius dan meningkatkan angka pengangguran. Oleh karena itu, investasi dalam pengembangan sumber daya manusia (SDM) yang berkelanjutan menjadi kunci untuk menghadapi era disrupsi ini. Lebih dari itu, penting bagi pemerintah dan sektor swasta untuk menciptakan ekosistem inovasi yang mendukung, seperti pusat-pusat riset dan pengembangan, serta program pelatihan vokasi yang disesuaikan dengan kebutuhan industri. Dengan demikian, transisi menuju ekonomi berbasis pengetahuan dapat berjalan lebih mulus dan merata.\n\nManakah pernyataan yang paling tepat menggambarkan dampak Revolusi Industri 4.0 terhadap pekerjaan menurut Teks 2?",
    "pilihan": [
      "Semua pekerjaan akan diambil alih oleh robot.",
      "Hanya pekerjaan fisik yang terancam punah.",
      "Pekerjaan tradisional terancam punah, namun muncul pekerjaan baru dengan tuntutan keterampilan digital.",
      "Revolusi Industri 4.0 hanya berdampak pada sektor manufaktur.",
      "Keterampilan tradisional menjadi lebih penting dari sebelumnya."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'beberapa jenis pekerjaan tradisional terancam punah, sementara pekerjaan baru yang menuntut keterampilan digital dan analitis muncul.' Ini adalah gambaran paling akurat dari dampak yang dijelaskan."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan Teks 2, mengapa investasi dalam pengembangan sumber daya manusia (SDM) yang berkelanjutan menjadi kunci?",
    "pilihan": [
      "Agar institusi pendidikan dapat menciptakan kurikulum baru.",
      "Untuk menghindari pengangguran dan mengatasi kesenjangan keterampilan di era disrupsi.",
      "Karena semua pekerjaan akan digantikan AI.",
      "Agar bisa bekerja di luar negeri.",
      "Untuk meningkatkan jumlah tenaga kerja secara keseluruhan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua secara eksplisit menyatakan, 'investasi dalam pengembangan sumber daya manusia (SDM) yang berkelanjutan menjadi kunci untuk menghadapi era disrupsi ini' setelah menjelaskan bahwa 'Kegagalan untuk beradaptasi akan menyebabkan kesenjangan keterampilan yang serius dan meningkatkan angka pengangguran.'"
  },
  {
    "id": 10,
    "pertanyaan": "Apa peran institusi pendidikan dalam menghadapi Revolusi Industri 4.0 menurut Teks 2?",
    "pilihan": [
      "Menyediakan lebih banyak lapangan kerja.",
      "Menyiapkan generasi muda dengan kurikulum yang relevan dan fasilitas memadai.",
      "Melatih robot untuk pekerjaan masa depan.",
      "Mengurangi fokus pada keterampilan digital.",
      "Hanya berfokus pada teori, bukan praktik."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Institusi pendidikan juga memiliki peran krusial dalam menyiapkan generasi muda dengan kurikulum yang relevan dan fasilitas yang memadai.'"
  },
  {
    "id": 11,
    "pertanyaan": "Manakah kalimat yang merupakan **fakta**?",
    "pilihan": [
      "Buku adalah jendela dunia.",
      "Belajar kelompok adalah cara paling efektif untuk memahami pelajaran.",
      "Jumlah penduduk Indonesia pada tahun 2020 adalah sekitar 270 juta jiwa.",
      "Pemerintah seharusnya lebih peduli terhadap nasib petani.",
      "Musik klasik lebih baik daripada musik pop."
    ],
    "jawaban": "C",
    "pembahasan": "Fakta adalah pernyataan yang dapat dibuktikan kebenarannya. Jumlah penduduk adalah data konkret yang dapat diverifikasi. Pilihan lain adalah opini atau perumpamaan."
  },
  {
    "id": 12,
    "pertanyaan": "Cermati penggunaan tanda baca pada kalimat berikut:\n\n'Meskipun hujan deras, mereka tetap pergi ke festival musik.'\n\nPenulisan tanda koma pada kalimat di atas...",
    "pilihan": [
      "Salah, karena tidak ada jeda yang diperlukan.",
      "Benar, karena memisahkan anak kalimat yang mendahului induk kalimat.",
      "Salah, seharusnya koma diletakkan setelah 'deras'.",
      "Benar, karena memisahkan dua klausa setara.",
      "Tidak perlu tanda baca koma sama sekali."
    ],
    "jawaban": "B",
    "pembahasan": "Penggunaan koma ini benar. Aturan PUEBI menyatakan bahwa tanda koma dipakai di belakang anak kalimat yang mendahului induk kalimatnya. 'Meskipun hujan deras' adalah anak kalimat yang mendahului 'mereka tetap pergi ke festival musik'."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 3**\n\n(1) Penggunaan plastik sekali pakai telah menjadi krisis lingkungan global yang mendesak. Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam ekosistem laut dan biota di dalamnya. Mikroplastik, partikel plastik kecil, bahkan telah ditemukan di rantai makanan manusia. Meskipun kesadaran publik terhadap isu ini meningkat, perubahan perilaku yang signifikan masih lambat. Banyak negara dan kota telah menerapkan larangan plastik sekali pakai, namun implementasinya belum sepenuhnya efektif.\n\n(2) Krisis ini menuntut respons yang lebih komprehensif, tidak hanya dari pemerintah tetapi juga dari sektor swasta dan masyarakat sipil. Inovasi material ramah lingkungan dan sistem daur ulang yang lebih efisien menjadi kunci, tetapi yang terpenting adalah perubahan paradigma konsumsi masyarakat. Mengurangi, menggunakan kembali, dan mendaur ulang (3R) bukan lagi sekadar slogan, melainkan keharusan untuk keberlanjutan planet ini. Selain itu, kampanye edukasi yang masif dan berkelanjutan perlu terus digalakkan untuk membentuk kebiasaan baru yang lebih ramah lingkungan sejak dini.\n\nManakah pernyataan yang tidak sesuai dengan isi Teks 3?",
    "pilihan": [
      "Sampah plastik mengancam ekosistem laut.",
      "Mikroplastik dapat ditemukan di rantai makanan manusia.",
      "Larangan plastik sekali pakai sudah sepenuhnya efektif di banyak negara.",
      "Inovasi material ramah lingkungan diperlukan untuk mengatasi krisis plastik.",
      "Perubahan paradigma konsumsi masyarakat adalah yang terpenting."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Banyak negara dan kota telah menerapkan larangan plastik sekali pakai, namun implementasinya **belum sepenuhnya efektif**.' Pilihan C menyatakan sebaliknya, sehingga tidak sesuai."
  },
  {
    "id": 14,
    "pertanyaan": "Mengapa menurut Teks 3 kampanye edukasi yang masif dan berkelanjutan dianggap penting?",
    "pilihan": [
      "Untuk menekan pemerintah agar membuat regulasi baru.",
      "Agar masyarakat dapat mengubah kebiasaan konsumsi plastik mereka.",
      "Untuk mempromosikan produk-produk daur ulang.",
      "Karena kampanye adalah satu-satunya solusi yang efektif.",
      "Karena masyarakat belum memiliki kesadaran sama sekali."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua menyebutkan bahwa kampanye edukasi perlu digalakkan 'untuk membentuk kebiasaan baru yang lebih ramah lingkungan sejak dini,' yang secara langsung berkaitan dengan perubahan perilaku konsumsi masyarakat."
  },
  {
    "id": 15,
    "pertanyaan": "Apa inti pesan yang ingin disampaikan penulis pada paragraf kedua Teks 3?",
    "pilihan": [
      "Inovasi material ramah lingkungan adalah satu-satunya solusi.",
      "Sistem daur ulang tidak efektif.",
      "Pentingnya tindakan 3R, perubahan perilaku, dan edukasi untuk keberlanjutan.",
      "Pemerintah harus memberlakukan lebih banyak larangan plastik.",
      "Kesadaran publik sudah cukup untuk mengatasi masalah ini."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf kedua menekankan 'perubahan paradigma konsumsi masyarakat' dan bahwa 'Mengurangi, menggunakan kembali, dan mendaur ulang (3R) bukan lagi sekadar slogan.' Paragraf ini juga menambahkan pentingnya 'kampanye edukasi yang masif dan berkelanjutan.' Ini semua merujuk pada pentingnya tindakan dan perubahan perilaku untuk keberlanjutan."
  },
  {
    "id": 16,
    "pertanyaan": "Perhatikan kalimat berikut:\n\n'Meskipun sudah sangat lelah, ia **memaksakan diri** untuk menyelesaikan tugasnya.'\n\nFrasa 'memaksakan diri' dalam kalimat di atas memiliki makna...",
    "pilihan": [
      "melakukan sesuatu dengan senang hati",
      "melakukan sesuatu tanpa keinginan",
      "melakukan sesuatu dengan usaha keras meski berat",
      "melakukan sesuatu karena disuruh orang lain",
      "melakukan sesuatu dengan santai"
    ],
    "jawaban": "C",
    "pembahasan": "Frasa 'memaksakan diri' berarti melakukan sesuatu dengan kehendak sendiri meskipun ada kendala atau kesulitan yang membuat berat, membutuhkan usaha keras."
  },
  {
    "id": 17,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nPariwisata berkelanjutan menjadi konsep penting dalam pengembangan destinasi wisata. Konsep ini menekankan keseimbangan antara aspek ekonomi, sosial, dan lingkungan. Tujuannya adalah memastikan bahwa aktivitas pariwisata tidak merusak alam dan budaya lokal, serta ______ dapat terus menikmati keindahan dan keunikan suatu tempat wisata.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "masyarakat modern",
      "wisatawan mancanegara",
      "pemerintah daerah",
      "generasi mendatang",
      "pelaku usaha pariwisata"
    ],
    "jawaban": "D",
    "pembahasan": "Konsep pariwisata berkelanjutan selalu berorientasi pada jangka panjang, memastikan sumber daya tetap lestari tidak hanya untuk saat ini, tetapi juga untuk 'generasi mendatang'. Pilihan lain lebih spesifik dan tidak mencakup esensi keberlanjutan."
  },
  {
    "id": 18,
    "pertanyaan": "Kalimat manakah yang menggunakan kata baku dengan tepat?",
    "pilihan": [
      "Apotek itu menjual berbagai macam obat-obatan.",
      "Dia sering berlatih bulutangkis setiap sore.",
      "Jadwal acara hari ini sangatlah padat.",
      "Silakan sampaikan aspirasi Saudara sekalian.",
      "Analisa data tersebut menunjukkan hasil yang positif."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan A: Kata baku adalah 'apotek'. Pilihan B: Kata baku adalah 'bulu tangkis'. Pilihan C: 'Sangatlah' kurang tepat, lebih baik 'sangat padat'. Pilihan E: Kata baku adalah 'analisis'. Pilihan D menggunakan kata baku 'aspirasi' dan 'Saudara' dengan tepat."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah kalimat yang efektif dan tidak redundan.",
    "pilihan": [
      "Bagi setiap peserta diharapkan untuk hadir tepat waktu.",
      "Agar supaya kita sehat, kita harus berolahraga.",
      "Para tamu-tamu undangan telah datang.",
      "Dia adalah seorang guru yang sangat profesional.",
      "Semua anak-anak telah pergi ke sekolah."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan A: 'Bagi setiap' redundan. Pilihan B: 'Agar supaya' redundan. Pilihan C: 'Para tamu-tamu' redundan. Pilihan E: 'Semua anak-anak' redundan. Pilihan D adalah kalimat yang paling ringkas dan efektif tanpa pengulangan makna."
  },
  {
    "id": 20,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 20-22.\n\n**Teks 4**\n\n(1) Perdebatan mengenai apakah kecerdasan buatan (AI) akan menjadi ancaman atau peluang bagi umat manusia semakin intens. Sebagian berpendapat bahwa AI berpotensi mengambil alih banyak pekerjaan, menciptakan pengangguran massal, bahkan mengancam eksistensi manusia jika tidak dikendalikan. Mereka menunjuk pada kemajuan pesat dalam pembelajaran mesin dan kemampuan AI untuk melakukan tugas-tugas kompleks yang sebelumnya hanya bisa dilakukan oleh manusia.\n\n(2) Namun, di sisi lain, optimis AI melihatnya sebagai alat transformatif yang dapat membantu memecahkan masalah global yang paling mendesak, seperti penyakit, perubahan iklim, dan kemiskinan. AI, menurut mereka, akan menciptakan pekerjaan baru yang belum terbayangkan dan meningkatkan efisiensi di berbagai sektor. Kunci untuk memaksimalkan manfaat AI dan meminimalkan risikonya adalah dengan mengembangkan kerangka etika yang kuat, regulasi yang bijak, dan investasi dalam pendidikan ulang tenaga kerja untuk keterampilan yang relevan dengan era AI. Keberhasilan ini tidak hanya akan mencegah dampak negatif, tetapi juga memastikan bahwa AI dapat berkontribusi secara positif dan berkelanjutan bagi kemajuan peradaban manusia.\n\nApa perbedaan pandangan utama antara dua kelompok yang diperdebatkan dalam Teks 4?",
    "pilihan": [
      "Satu kelompok mendukung AI, kelompok lain menolaknya sama sekali.",
      "Satu kelompok melihat AI sebagai ancaman, kelompok lain melihatnya sebagai peluang.",
      "Satu kelompok fokus pada pekerjaan lama, kelompok lain fokus pada pekerjaan baru.",
      "Satu kelompok ingin AI dikendalikan, kelompok lain tidak.",
      "Satu kelompok melihat AI untuk memecahkan masalah, kelompok lain melihat AI untuk efisiensi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara jelas membagi pandangan menjadi dua: 'Sebagian berpendapat bahwa AI berpotensi mengambil alih banyak pekerjaan... bahkan mengancam eksistensi manusia' (ancaman), sementara 'optimis AI melihatnya sebagai alat transformatif yang dapat membantu memecahkan masalah global' (peluang)."
  },
  {
    "id": 21,
    "pertanyaan": "Menurut Teks 4, bagaimana cara memaksimalkan manfaat AI dan meminimalkan risikonya?",
    "pilihan": [
      "Dengan menghentikan pengembangan AI sama sekali.",
      "Dengan hanya fokus pada penciptaan pekerjaan baru.",
      "Dengan mengembangkan kerangka etika, regulasi bijak, dan investasi pendidikan ulang.",
      "Dengan membiarkan AI berkembang tanpa batasan.",
      "Dengan hanya mengizinkan AI untuk tujuan hiburan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat terakhir teks menyatakan: 'Kunci untuk memaksimalkan manfaat AI dan meminimalkan risikonya adalah dengan mengembangkan kerangka etika yang kuat, regulasi yang bijak, dan investasi dalam pendidikan ulang tenaga kerja untuk keterampilan yang relevan dengan era AI.'"
  },
  {
    "id": 22,
    "pertanyaan": "Implikasi dari adanya 'perdebatan mengenai apakah kecerdasan buatan (AI) akan menjadi ancaman atau peluang' menurut Teks 4 adalah...",
    "pilihan": [
      "Masyarakat sudah sepenuhnya menerima kehadiran AI.",
      "AI akan segera menguasai dunia tanpa ada perlawanan.",
      "Dibutuhkan pemahaman yang mendalam dan tindakan strategis untuk mengelola perkembangan AI.",
      "Pemerintah harus melarang pengembangan AI sepenuhnya.",
      "Para ilmuwan harus berhenti mengembangkan AI."
    ],
    "jawaban": "C",
    "pembahasan": "Adanya perdebatan tentang ancaman dan peluang menunjukkan bahwa AI adalah teknologi yang kompleks dengan dampak ganda. Ini mengimplikasikan bahwa kita tidak bisa hanya membiarkannya, tetapi harus mengelolanya dengan bijak melalui pemahaman dan tindakan strategis, seperti yang juga disinggung dalam teks: 'mengembangkan kerangka etika yang kuat, regulasi yang bijak, dan investasi dalam pendidikan ulang'."
  },
  {
    "id": 23,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Walaupun sudah berjanji, ia **ingkar janji** dan tidak datang tepat waktu.'\n\nPenulisan frasa 'ingkar janji' pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar, karena merupakan kata majemuk.",
      "Salah, seharusnya 'ingkarjanji' ditulis serangkai.",
      "Benar, karena menunjukkan makna idiomatis.",
      "Salah, seharusnya ditulis terpisah dan menggunakan tanda hubung ('ingkar-janji').",
      "Salah, seharusnya menggunakan kata lain yang lebih baku."
    ],
    "jawaban": "A",
    "pembahasan": "Frasa 'ingkar janji' adalah frasa yang terdiri dari dua kata dan secara umum maknanya tidak berubah menjadi idiomatis yang mengharuskan penulisan serangkai. Penulisan terpisah sudah benar. Ini adalah frasa kata kerja."
  },
  {
    "id": 24,
    "pertanyaan": "Penggunaan tanda titik koma (;) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Saya membeli sayur; buah; dan ikan.",
      "Dia sangat pandai; namun, ia sering malas belajar.",
      "Rapat hari ini membahas laporan keuangan; rencana pemasaran; dan strategi penjualan.",
      "Ayah pergi ke kantor; Ibu di rumah.",
      "Mereka sibuk bekerja; sementara itu, anak-anak bermain."
    ],
    "jawaban": "C",
    "pembahasan": "Tanda titik koma (;) digunakan untuk memisahkan bagian-bagian pemerian yang sudah mengandung koma, atau memisahkan klausa-klausa yang setara dalam kalimat majemuk setara yang unsurnya sudah dipisahkan oleh koma. Pilihan C menggunakan titik koma untuk memisahkan rincian yang lebih kompleks atau sebagai pengganti konjungsi. Pilihan D dan E lebih tepat menggunakan koma atau konjungsi, atau tanda titik."
  },
  {
    "id": 25,
    "pertanyaan": "Mana dari pilihan berikut yang merupakan contoh kalimat dengan pola kalimat **S-P-O-Pel**?",
    "pilihan": [
      "Ayah membaca koran.",
      "Ibu memasak nasi goreng di dapur.",
      "Anak itu menangis keras.",
      "Dia menjadikan saya seorang ahli.",
      "Pohon itu tumbuh tinggi."
    ],
    "jawaban": "D",
    "pembahasan": "S-P-O-Pel adalah Subjek-Predikat-Objek-Pelengkap.\n-   **S:** Dia\n-   **P:** menjadikan\n-   **O:** saya\n-   **Pel:** seorang ahli\n\nPerhatikan bahwa 'seorang ahli' melengkapi makna dari 'menjadikan saya'. Pilihan lain:\n-   A: S-P-O\n-   B: S-P-O-K (keterangan tempat)\n-   C: S-P-K (keterangan cara)\n-   E: S-P-K (keterangan sifat/keadaan)"
  },
  {
    "id": 26,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 26-28.\n\n**Teks 5**\n\n(1) Pendidikan karakter telah menjadi sorotan utama dalam sistem pendidikan modern. Konsep ini melampaui sekadar transfer pengetahuan akademis, berfokus pada pembentukan nilai-nilai moral, etika, dan keterampilan sosial yang esensial bagi individu dan masyarakat. Tujuan utamanya adalah menciptakan warga negara yang bertanggung jawab, berintegritas, dan mampu berkontribusi positif. Berbagai metode telah diterapkan, mulai dari integrasi dalam kurikulum, teladan dari guru, hingga pembiasaan perilaku baik di lingkungan sekolah.\n\n(2) Namun, implementasi pendidikan karakter menghadapi banyak hambatan. Kurangnya pemahaman holistik dari pendidik, keterbatasan waktu di sekolah, serta inkonsistensi antara nilai yang diajarkan di sekolah dan yang dipraktikkan di rumah atau lingkungan masyarakat seringkali menjadi tantangan. Keberhasilan pendidikan karakter sangat bergantung pada sinergi antara sekolah, keluarga, dan masyarakat, karena karakter dibentuk secara berkelanjutan di berbagai lingkungan. Oleh karena itu, pendekatan yang terpadu dan menyeluruh menjadi sangat krusial, di mana semua pihak harus memiliki visi dan komitmen yang sama untuk membentuk karakter generasi penerus bangsa.\n\nMenurut Teks 5, mengapa pendidikan karakter dianggap penting dalam sistem pendidikan modern?",
    "pilihan": [
      "Agar siswa lebih cerdas secara akademis.",
      "Karena berfokus pada pembentukan nilai moral dan keterampilan sosial.",
      "Untuk meningkatkan prestasi siswa dalam ujian nasional.",
      "Sebagai pengganti mata pelajaran inti.",
      "Agar guru tidak perlu mengajarkan materi sulit."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Konsep ini melampaui sekadar transfer pengetahuan akademis, berfokus pada pembentukan nilai-nilai moral, etika, dan keterampilan sosial yang esensial bagi individu dan masyarakat.' Ini menunjukkan pentingnya pendidikan karakter."
  },
  {
    "id": 27,
    "pertanyaan": "Apa tantangan terbesar dalam implementasi pendidikan karakter berdasarkan Teks 5?",
    "pilihan": [
      "Kurangnya fasilitas di sekolah.",
      "Terlalu banyak mata pelajaran.",
      "Kurangnya pemahaman pendidik, keterbatasan waktu, dan inkonsistensi nilai di berbagai lingkungan.",
      "Siswa tidak tertarik dengan pendidikan karakter.",
      "Tidak ada dukungan dari pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Kurangnya pemahaman holistik dari pendidik, keterbatasan waktu di sekolah, serta inkonsistensi antara nilai yang diajarkan di sekolah dan yang dipraktikkan di rumah atau lingkungan masyarakat seringkali menjadi tantangan.'"
  },
  {
    "id": 28,
    "pertanyaan": "Implikasi dari pernyataan 'Keberhasilan pendidikan karakter sangat bergantung pada sinergi antara sekolah, keluarga, dan masyarakat' pada Teks 5 adalah...",
    "pilihan": [
      "Sekolah adalah satu-satunya pihak yang bertanggung jawab atas karakter siswa.",
      "Karakter siswa hanya dibentuk di rumah.",
      "Pendidikan karakter tidak akan berhasil jika hanya salah satu pihak yang berperan.",
      "Pemerintah harus mendanai semua program pendidikan karakter.",
      "Tidak ada yang bisa memastikan keberhasilan pendidikan karakter."
    ],
    "jawaban": "C",
    "pembahasan": "Jika keberhasilan 'sangat bergantung pada sinergi antara sekolah, keluarga, dan masyarakat', maka implikasinya adalah jika salah satu pihak tidak bersinergi atau tidak berperan, pendidikan karakter akan sulit berhasil."
  },
  {
    "id": 29,
    "pertanyaan": "Cermati penggunaan huruf kapital pada kalimat berikut:\n\n'Dia lahir di kota **Bandung**, Jawa Barat, pada bulan **Juni**.'\n\nPenulisan huruf kapital pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar semua.",
      "Salah, seharusnya 'kota' diawali huruf kapital.",
      "Salah, seharusnya 'Juni' diawali huruf kecil.",
      "Salah, seharusnya 'Jawa Barat' diawali huruf kecil.",
      "Benar, kecuali 'kota' yang seharusnya tidak diawali huruf kapital."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan huruf kapital sudah benar. 'Bandung' adalah nama kota (nama geografis), 'Jawa Barat' adalah nama provinsi (nama geografis), dan 'Juni' adalah nama bulan. Semua itu diawali dengan huruf kapital. Kata 'kota' pada 'kota Bandung' tidak perlu kapital karena bukan bagian dari nama diri kota tersebut."
  },
  {
    "id": 30,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung yang menyatakan **perbandingan**?",
    "pilihan": [
      "Ia bekerja keras **agar** bisa sukses.",
      "Dia lebih tinggi **daripada** adiknya.",
      "Mereka pergi ke pasar **dan** membeli sayur.",
      "Saya tidak bisa datang **karena** sakit.",
      "Meskipun kaya, **namun** ia tetap rendah hati."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'daripada' digunakan untuk membandingkan dua hal atau lebih. Pilihan A menyatakan tujuan, C menyatakan penambahan, D menyatakan sebab-akibat, dan E menyatakan pertentangan."
  }
]
