[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nTren 'Digital Nomad' semakin populer di kalangan pekerja global. Konsep ini memungkinkan profesional bekerja secara remote sambil menjelajahi berbagai negara. Menurut laporan MBO Partners, jumlah digital nomad AS meningkat 131% sejak 2019. Faktor pendorongnya termasuk fleksibilitas kerja, perkembangan teknologi kolaborasi, dan munculnya visa digital nomad di 46 negara. Namun, tantangan seperti isolasi sosial, masalah visa, dan ketidakstabilan pendapatan tetap menjadi kendala. Generasi muda melihat gaya hidup ini sebagai cara untuk menyeimbangkan pekerjaan dan petualangan.",
    "pilihan": [
      "Digital Nomad adalah pekerja yang selalu bekerja di kantor",
      "Digital Nomad merupakan tren kerja remote sambil bepergian dengan berbagai tantangan",
      "Konsep ini hanya populer di kalangan pensiunan",
      "Tidak ada negara yang menyediakan visa digital nomad",
      "Teknologi tidak berperan dalam tren ini"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah digital nomad sebagai tren kerja remote sambil bepergian dengan kelebihan dan tantangan."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, apa faktor pendorong tren digital nomad?",
    "pilihan": [
      "Fleksibilitas kerja dan perkembangan teknologi",
      "Kewajiban bekerja di kantor",
      "Minimnya alat komunikasi digital",
      "Ketidakmampuan untuk bepergian",
      "Kurangnya minat generasi muda"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'faktor pendorongnya termasuk fleksibilitas kerja, perkembangan teknologi kolaborasi, dan munculnya visa digital nomad'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa tantangan utama menjadi digital nomad menurut Teks 1?",
    "pilihan": [
      "Isolasi sosial dan masalah visa",
      "Terlalu banyak waktu luang",
      "Gaji yang terlalu tinggi",
      "Tidak bisa bekerja sama sekali",
      "Kewajiban tinggal di satu tempat"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan tantangan seperti 'isolasi sosial, masalah visa, dan ketidakstabilan pendapatan'."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 4-6.\n\n**Teks 2**\n\nMetaverse menjadi topik panas dalam perkembangan teknologi terkini. Konsep dunia virtual 3D ini diyakini akan mengubah cara manusia berinteraksi, bekerja, dan bermain. Perusahaan seperti Meta telah menginvestasikan miliaran dolar untuk pengembangannya. Namun, isu privasi data, kecanduan digital, dan kesenjangan akses teknologi menimbulkan kekhawatiran. Survei Pew Research menunjukkan 54% pakar percaya metaverse akan berdampak negatif pada masyarakat pada 2040. Pemerintah berbagai negara mulai menyusun regulasi untuk mengantisipasi dampak sosial dari teknologi ini.",
    "pilihan": [
      "Metaverse adalah teknologi usang yang tidak berkembang",
      "Metaverse merupakan konsep dunia virtual dengan potensi dan tantangan sosial",
      "Tidak ada perusahaan yang tertarik mengembangkan metaverse",
      "Semua orang setuju metaverse akan berdampak positif",
      "Tidak ada kekhawatiran tentang privasi data"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah metaverse sebagai konsep dunia virtual dengan potensi transformasi sosial dan berbagai kekhawatiran."
  },
  {
    "id": 5,
    "pertanyaan": "Berdasarkan Teks 2, berapa persen pakar yang percaya metaverse berdampak negatif?",
    "pilihan": [
      "54%",
      "10%",
      "90%",
      "Tidak ada data",
      "100%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Survei Pew Research menunjukkan 54% pakar percaya metaverse akan berdampak negatif'."
  },
  {
    "id": 6,
    "pertanyaan": "Apa respon pemerintah terhadap perkembangan metaverse menurut Teks 2?",
    "pilihan": [
      "Menyusun regulasi antisipatif",
      "Melarang semua teknologi virtual",
      "Tidak melakukan apa-apa",
      "Menghentikan penelitian metaverse",
      "Menginvestasikan semua anggaran untuk metaverse"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Pemerintah berbagai negara mulai menyusun regulasi untuk mengantisipasi dampak sosial'."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-9.\n\n**Teks 3**\n\nKecerdasan Buatan Generatif seperti ChatGPT merevolusi berbagai industri. Teknologi ini mampu menghasilkan teks, gambar, dan kode pemrograman secara otomatis. OpenAI melaporkan ChatGPT mencapai 100 juta pengguna dalam 2 bulan. Namun, kekhawatiran muncul tentang plagiarisme, disinformasi, dan potensi penggantian pekerjaan manusia. Universitas seperti Sciences Po Paris melarang penggunaan ChatGPT untuk tugas akademik. Para ahli menyerukan pengembangan etika AI dan kerangka regulasi yang jelas untuk teknologi generatif ini.",
    "pilihan": [
      "AI Generatif tidak bisa menghasilkan teks",
      "AI Generatif adalah teknologi revolusioner dengan dampak positif dan negatif",
      "Tidak ada yang menggunakan ChatGPT",
      "Semua universitas mendukung penggunaan tanpa batas",
      "Tidak ada kekhawatiran tentang pekerjaan manusia"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah AI generatif sebagai teknologi revolusioner dengan potensi dan tantangan etis."
  },
  {
    "id": 8,
    "pertanyaan": "Berdasarkan Teks 3, berapa jumlah pengguna ChatGPT dalam 2 bulan?",
    "pilihan": [
      "100 juta",
      "1 juta",
      "10 ribu",
      "Tidak ada data",
      "500 juta"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'OpenAI melaporkan ChatGPT mencapai 100 juta pengguna dalam 2 bulan'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa respon dunia akademik terhadap ChatGPT menurut Teks 3?",
    "pilihan": [
      "Beberapa universitas melarang penggunaannya",
      "Semua universitas mendukung penuh",
      "Tidak ada respon sama sekali",
      "Menghentikan semua penelitian AI",
      "Menghapus semua aturan akademik"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Universitas seperti Sciences Po Paris melarang penggunaan ChatGPT untuk tugas akademik'."
  },
  {
    "id": 10,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 10-12.\n\n**Teks 4**\n\nEnergi Terbarukan mengalami percepatan adopsi global. Kapasitas pembangkit listrik tenaga surya dunia tumbuh 22% pada 2022 menurut IRENA. Faktor pendorongnya termasuk krisis iklim, penurunan harga panel surya, dan kebijakan pemerintah. Namun, tantangan seperti penyimpanan energi, ketergantungan material langka, dan resistensi industri fosil tetap ada. Negara seperti Denmark sudah mencapai 50% energi dari angin. Transisi energi diprediksi akan menciptakan 38 juta pekerjaan baru secara global hingga 2030.",
    "pilihan": [
      "Energi terbarukan sedang menurun penggunaannya",
      "Energi terbarukan mengalami pertumbuhan pesat dengan berbagai tantangan",
      "Tidak ada negara yang menggunakan energi angin",
      "Harga panel surya semakin mahal",
      "Transisi energi akan menghilangkan semua pekerjaan"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah percepatan adopsi energi terbarukan dengan pencapaian dan tantangan yang dihadapi."
  },
  {
    "id": 11,
    "pertanyaan": "Berdasarkan Teks 4, berapa pertumbuhan kapasitas tenaga surya dunia 2022?",
    "pilihan": [
      "22%",
      "5%",
      "50%",
      "Tidak ada pertumbuhan",
      "100%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Kapasitas pembangkit listrik tenaga surya dunia tumbuh 22% pada 2022'."
  },
  {
    "id": 12,
    "pertanyaan": "Apa pencapaian Denmark dalam energi terbarukan menurut Teks 4?",
    "pilihan": [
      "50% energi dari angin",
      "Tidak menggunakan energi terbarukan",
      "100% energi dari minyak",
      "Mengimpor semua energinya",
      "Menolak perkembangan energi bersih"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Negara seperti Denmark sudah mencapai 50% energi dari angin'."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-15.\n\n**Teks 5**\n\nFintech Lending tumbuh pesat di negara berkembang. Platform pinjaman digital seperti Kredivo dan Akulaku menjangkau 45 juta pengguna di Asia Tenggara. Bank Dunia mencatat 70% UMKM sebelumnya tidak terjangkau layanan perbankan tradisional. Namun, praktik pinjaman ilegal, suku bunga tinggi, dan pelanggaran data menjadi sorotan. Otoritas keuangan meningkatkan pengawasan dengan mengeluarkan 127 lisensi fintech lending resmi pada 2023. Edukasi literasi keuangan digital dianggap kunci untuk melindungi konsumen.",
    "pilihan": [
      "Fintech lending hanya untuk perusahaan besar",
      "Fintech lending berkembang cepat dengan manfaat dan risiko",
      "Tidak ada UMKM yang menggunakan fintech lending",
      "Semua platform fintech adalah ilegal",
      "Bank tradisional sudah memenuhi semua kebutuhan"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah pertumbuhan fintech lending dengan manfaat inklusi keuangan dan tantangan regulasi."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Teks 5, berapa persen UMPM tidak terjangkau bank tradisional?",
    "pilihan": [
      "70%",
      "10%",
      "90%",
      "Tidak ada data",
      "100%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Bank Dunia mencatat 70% UMKM sebelumnya tidak terjangkau layanan perbankan tradisional'."
  },
  {
    "id": 15,
    "pertanyaan": "Apa solusi untuk melindungi konsumen fintech menurut Teks 5?",
    "pilihan": [
      "Edukasi literasi keuangan digital",
      "Menutup semua platform fintech",
      "Tidak perlu perlindungan konsumen",
      "Mengembalikan sistem keuangan tradisional",
      "Menghapus semua regulasi"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Edukasi literasi keuangan digital dianggap kunci untuk melindungi konsumen'."
  },
  {
    "id": 16,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 16-18.\n\n**Teks 6**\n\nGig Economy mengubah lanskap ketenagakerjaan global. Platform seperti Gojek dan Uber mempekerjakan 78 juta pekerja lepas di seluruh dunia menurut ILO. Fleksibilitas waktu dan penghasilan tambahan menjadi daya tarik utama. Namun, kurangnya jaminan sosial, upah tidak stabil, dan status hukum pekerja menjadi polemik. Beberapa negara mulai menerapkan 'aturan pekerja platform' untuk memberikan hak dasar. Para ekonom memprediksi 50% tenaga kerja AS akan menjadi pekerja gig pada 2027.",
    "pilihan": [
      "Gig economy hanya tentang pekerjaan tetap",
      "Gig economy merupakan sistem kerja fleksibel dengan kelebihan dan tantangan",
      "Tidak ada yang bekerja di platform gig economy",
      "Semua pekerja gig memiliki jaminan sosial",
      "Pekerjaan tradisional akan hilang sepenuhnya"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah transformasi ketenagakerjaan oleh gig economy dengan fleksibilitas dan isu perlindungan pekerja."
  },
  {
    "id": 17,
    "pertanyaan": "Berdasarkan Teks 6, berapa jumlah pekerja lepas global?",
    "pilihan": [
      "78 juta",
      "1 juta",
      "10 juta",
      "Tidak ada data",
      "500 juta"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Platform seperti Gojek dan Uber mempekerjakan 78 juta pekerja lepas di seluruh dunia'."
  },
  {
    "id": 18,
    "pertanyaan": "Apa respon beberapa negara terhadap gig economy menurut Teks 6?",
    "pilihan": [
      "Menerapkan aturan pekerja platform",
      "Melarang semua pekerjaan lepas",
      "Tidak melakukan regulasi apapun",
      "Menghapus semua hak pekerja",
      "Memaksa semua orang bekerja tetap"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Beberapa negara mulai menerapkan 'aturan pekerja platform' untuk memberikan hak dasar'."
  },
  {
    "id": 19,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 19-21.\n\n**Teks 7**\n\nNFT Seni Digital menjadi fenomena di dunia kreatif. Karya seni digital Beeple terjual $69 juta di Christie's pada 2021. Teknologi blockchain memastikan keaslian dan kepemilikan karya digital. Namun, pasar NFT anjlok 90% pada 2022, memunculkan kritik tentang gelembung spekulatif. Seniman tradisional mulai mengadopsi NFT untuk menjangkau kolektor global. Pakar memprediksi NFT akan berevolusi dari sekadar koleksi menjadi alat utilitas di metaverse.",
    "pilihan": [
      "NFT hanya untuk seni fisik",
      "NFT seni digital adalah fenomena dengan volatilitas pasar dan potensi evolusi",
      "Tidak ada seniman yang tertarik dengan NFT",
      "Harga NFT selalu stabil",
      "Blockchain tidak digunakan dalam NFT"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah NFT seni digital sebagai fenomena dengan pencapaian tinggi dan volatilitas pasar."
  },
  {
    "id": 20,
    "pertanyaan": "Berdasarkan Teks 7, berapa harga penjualan karya Beeple?",
    "pilihan": [
      "$69 juta",
      "$1 juta",
      "$100 ribu",
      "Tidak terjual",
      "$10 miliar"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Karya seni digital Beeple terjual $69 juta di Christie's pada 2021'."
  },
  {
    "id": 21,
    "pertanyaan": "Apa prediksi pakar tentang masa depan NFT menurut Teks 7?",
    "pilihan": [
      "Berevolusi menjadi alat utilitas di metaverse",
      "Akan hilang sepenuhnya",
      "Tetap hanya untuk koleksi",
      "Tidak ada perkembangan lebih lanjut",
      "Hanya untuk seni tradisional"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Pakar memprediksi NFT akan berevolusi dari sekadar koleksi menjadi alat utilitas di metaverse'."
  },
  {
    "id": 22,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 22-24.\n\n**Teks 8**\n\nDeFi (Keuangan Terdesentralisasi) menantang sistem keuangan tradisional. Platform seperti Aave dan Uniswap memungkinkan transaksi tanpa perantara bank. Nilai terkunci di ekosistem DeFi mencapai $180 miliar pada 2021. Namun, risiko peretasan, volatilitas tinggi, dan kurangnya perlindungan investor menjadi masalah. Regulator global mulai menyusun kerangka hukum untuk DeFi. Para inovator meyakini teknologi ini akan mendemokratisasi akses ke layanan keuangan.",
    "pilihan": [
      "DeFi adalah sistem keuangan terpusat",
      "DeFi merupakan inovasi keuangan dengan risiko dan potensi disruptif",
      "Tidak ada yang menggunakan DeFi",
      "Semua transaksi DeFi sangat aman",
      "Bank tradisional sudah tidak diperlukan"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah DeFi sebagai inovasi disruptif dalam keuangan dengan tantangan regulasi."
  },
  {
    "id": 23,
    "pertanyaan": "Berdasarkan Teks 8, berapa nilai terkunci di ekosistem DeFi 2021?",
    "pilihan": [
      "$180 miliar",
      "$1 miliar",
      "$10 juta",
      "Tidak ada data",
      "$500 miliar"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Nilai terkunci di ekosistem DeFi mencapai $180 miliar pada 2021'."
  },
  {
    "id": 24,
    "pertanyaan": "Apa respon regulator terhadap DeFi menurut Teks 8?",
    "pilihan": [
      "Menyusun kerangka hukum",
      "Melarang semua teknologi blockchain",
      "Tidak melakukan apa-apa",
      "Menutup semua platform DeFi",
      "Menghentikan inovasi keuangan"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Regulator global mulai menyusun kerangka hukum untuk DeFi'."
  },
  {
    "id": 25,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 25-27.\n\n**Teks 9**\n\nEdTech (Teknologi Pendidikan) mengalami booming pasca pandemi. Platform seperti Ruangguru dan Zenius mencatat pertumbuhan pengguna 300% selama 2020-2022. Pembelajaran adaptif berbasis AI menjadi tren utama. Namun, kesenjangan digital, kurangnya interaksi sosial, dan kelelahan screen time menjadi tantangan. UNESCO menyerukan pendekatan hybrid yang menggabungkan keunggulan digital dan tatap muka. Pemerintah Indonesia mengalokasikan Rp2 triliun untuk pengembangan EdTech pada 2023.",
    "pilihan": [
      "EdTech tidak berkembang selama pandemi",
      "EdTech mengalami pertumbuhan pesat dengan berbagai tantangan",
      "Tidak ada platform EdTech di Indonesia",
      "Semua pembelajaran harus 100% digital",
      "Tidak ada masalah dengan kesenjangan digital"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah pertumbuhan EdTech pasca pandemi dengan kelebihan dan isu yang perlu diatasi."
  },
  {
    "id": 26,
    "pertanyaan": "Berdasarkan Teks 9, berapa pertumbuhan pengguna EdTech 2020-2022?",
    "pilihan": [
      "300%",
      "10%",
      "50%",
      "Tidak ada pertumbuhan",
      "1000%"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Platform seperti Ruangguru dan Zenius mencatat pertumbuhan pengguna 300% selama 2020-2022'."
  },
  {
    "id": 27,
    "pertanyaan": "Apa rekomendasi UNESCO untuk pendidikan menurut Teks 9?",
    "pilihan": [
      "Pendekatan hybrid digital dan tatap muka",
      "Hanya pembelajaran tatap muka",
      "Hanya pembelajaran digital",
      "Menghapus semua teknologi pendidikan",
      "Tidak perlu perubahan sistem"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'UNESCO menyerukan pendekatan hybrid yang menggabungkan keunggulan digital dan tatap muka'."
  },
  {
    "id": 28,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 28-30.\n\n**Teks 10**\n\nSmart City menjadi tujuan pembangunan perkotaan global. Konsep ini memanfaatkan IoT dan big data untuk efisiensi layanan publik. Jakarta menempati peringkat 72 dalam Indeks Kota Cerdas 2022. Keberhasilan termasuk sistem transportasi terintegrasi dan e-government. Namun, tantangan seperti infrastruktur tidak merata, privasi data, dan literasi digital warga masih ada. Pemerintah berencana mengembangkan 100 smart city di Indonesia hingga 2025 dengan anggaran Rp50 triliun.",
    "pilihan": [
      "Smart city hanya tentang gedung tinggi",
      "Smart city adalah konsep pengembangan kota berbasis teknologi dengan berbagai tantangan",
      "Tidak ada kota di Indonesia yang mengembangkan smart city",
      "Semua warga sudah melek digital",
      "Tidak ada masalah privasi data"
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama teks adalah konsep smart city sebagai transformasi perkotaan dengan teknologi dan tantangan implementasi."
  },
  {
    "id": 29,
    "pertanyaan": "Berdasarkan Teks 10, apa peringkat Jakarta dalam Indeks Kota Cerdas 2022?",
    "pilihan": [
      "72",
      "10",
      "150",
      "Tidak masuk ranking",
      "1"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan 'Jakarta menempati peringkat 72 dalam Indeks Kota Cerdas 2022'."
  },
  {
    "id": 30,
    "pertanyaan": "Apa target pemerintah Indonesia untuk smart city menurut Teks 10?",
    "pilihan": [
      "100 smart city hingga 2025",
      "Tidak ada target khusus",
      "10 smart city",
      "Hanya fokus di Jakarta",
      "Menghentikan pengembangan smart city"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan 'Pemerintah berencana mengembangkan 100 smart city di Indonesia hingga 2025'."
  }
]
