  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Food Loss and Waste (FLW)**\n\n**P1:** Fenomena *food loss and waste* (kehilangan dan pemborosan pangan) merupakan masalah serius di tingkat global, dengan sekitar sepertiga dari total pangan yang diproduksi untuk konsumsi manusia terbuang setiap tahun. Kehilangan terjadi di sepanjang rantai pasok (produksi, pascapanen, pengolahan, distribusi), sementara pemborosan terjadi di tingkat konsumen (rumah tangga, restoran, ritel). Dampak dari masalah ini sangat multidimensional, meliputi kerugian ekonomi, peningkatan emisi gas rumah kaca dari limbah organik, dan kerugian sumber daya (air, tanah, energi) yang digunakan untuk produksi pangan.\n\n**P2:** Identifikasi lokasi masalah menunjukkan adanya disparitas yang jelas. Di negara-negara berkembang, *food loss* (kehilangan) lebih dominan terjadi di awal rantai pasok karena infrastruktur penyimpanan, transportasi, dan pengolahan yang kurang memadai. Sebaliknya, di negara-negara maju, *food waste* (pemborosan) di tingkat konsumen dan ritel menjadi kontributor utama, didorong oleh standar estetika produk yang ketat dan budaya porsi makan berlebihan.\n\n**P3:** Mengatasi *food loss and waste* memerlukan upaya kolektif yang terkoordinasi. Diperlukan inovasi teknologi pascapanen, seperti sistem pendingin yang efisien dan kemasan pintar, untuk mengurangi kehilangan di rantai pasok. Sementara itu, edukasi konsumen tentang perencanaan makan, penanganan sisa makanan, dan pentingnya tanggal kedaluwarsa yang benar-benar dipahami, perlu diintensifkan. Selain itu, kebijakan pemerintah yang mendukung donasi pangan berlebih dan insentif untuk praktik sirkular dalam rantai makanan adalah langkah fundamental.\n\nApa peran retoris kalimat terakhir pada P1 Teks ('Dampak dari masalah ini sangat multidimensional, meliputi kerugian ekonomi...')?",
    "pilihan": [
      "Menekankan bobot dan keseriusan masalah FLW sebelum beralih ke analisis penyebabnya.",
      "Menyajikan solusi untuk kerugian ekonomi yang telah diidentifikasi.",
      "Membandingkan kerugian ekonomi dengan kerugian lingkungan dari FLW.",
      "Mendefinisikan ulang istilah 'kehilangan pangan' dan 'pemborosan pangan'.",
      "Memberikan contoh spesifik dari rantai pasok yang bermasalah."
    ],
    "jawaban": "A",
    "pembahasan": "Fungsi Retoris: Kalimat ini datang setelah pengenalan masalah dan definisinya. Fungsinya adalah memberikan penekanan dan pembobotan (keseriusan) terhadap masalah yang sedang dibahas dengan menyebutkan dampak-dampak buruk (ekonomi, lingkungan, sumber daya) yang luas, mempersiapkan pembaca untuk menerima analisis dan solusi di paragraf berikutnya."
  }
