  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text**\n\nFinancial literacy has become increasingly important in today's complex economic environment. It refers to the ability to understand and effectively use various financial skills, including personal financial management, budgeting, investing, and debt management. With the growing complexity of financial products and services, individuals need these skills to make informed decisions that support their financial well-being.\n\nStudies show that financially literate people are better equipped to achieve long-term financial goals, such as saving for retirement, purchasing homes, and funding education. They are also less vulnerable to predatory lending practices and financial fraud. However, significant gaps in financial knowledge exist across different demographic groups, often reflecting and reinforcing existing socioeconomic inequalities.\n\nEducational initiatives play a crucial role in improving financial literacy. Many countries have begun integrating financial education into school curricula, while employers and community organizations offer programs for adults. Digital tools, including budgeting apps and online investment platforms, have also made financial management more accessible. Despite these advances, continuous effort is needed to ensure that all individuals have the knowledge required to navigate the modern financial landscape successfully.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Financial literacy is unnecessary in the modern world",
      "Only wealthy people need financial knowledge",
      "Financial literacy is crucial for making informed decisions and requires educational efforts",
      "All financial products are simple and easy to understand",
      "Digital tools have made financial literacy completely obsolete"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa literasi keuangan sangat penting untuk pengambilan keputusan yang mendukung kesejahteraan finansial, dan bahwa inisiatif pendidikan memainkan peran penting dalam meningkatkan pemahaman keuangan meskipun masih terdapat kesenjangan pengetahuan."
  }
