      "id":1,
      "pertanyaan":"Bacalah teks berikut untuk menjawab soal.\n\nTeks\n\nParagraf 1: Algoritma media sosial telah menjadi kurator dominan dalam menentukan informasi yang sampai kepada pengguna. Dirancang untuk memaksimalkan 'engagement' dan waktu tonton, algoritma ini memprioritaskan konten berdasarkan histori interaksi dan preferensi pribadi. Tujuannya adalah menciptakan pengalaman yang sangat dipersonalisasi, yang secara teori akan meningkatkan kepuasan pengguna dan keberlanjutan platform.\n\nParagraf 2: Namun, personalisasi yang ekstrem ini membawa dampak sosial yang serius, terutama dalam pembentukan 'echo chamber' dan polarisasi. Pengguna cenderung hanya disajikan informasi yang menguatkan pandangan mereka sendiri, sehingga membatasi paparan terhadap perspektif yang berbeda. Kondisi ini secara sistematis menghambat diskursus yang sehat dan berpotensi memperdalam jurang perbedaan pendapat dalam masyarakat, alih-alih membangun pemahaman kolektif.\n\nParagraf 3: Untuk mitigasi, diperlukan upaya kolektif yang berfokus pada 'literasi algoritmik' dan transparansi platform. Literasi algoritmik memungkinkan pengguna memahami cara kerja rekomendasi konten dan secara sadar mencari informasi di luar zona nyaman algoritmik mereka. Selain itu, regulasi yang mewajibkan transparansi lebih lanjut dari platform mengenai mekanisme pemeringkatan konten menjadi krusial untuk mengembalikan kontrol narasi publik dari mesin ke tangan manusia.\n\nAnalisis hubungan antarparagraf, apakah hubungan Paragraf 1 dan Paragraf 2 pada Teks?",
      "pilihan":[
         "P2 menyajikan solusi terhadap masalah teknis yang diperkenalkan di P1.",
         "P2 menyajikan dampak negatif yang timbul sebagai konsekuensi dari tujuan algoritma di P1.",
         "P2 memperluas definisi 'engagement' yang disinggung di P1.",
         "P2 memberikan perbandingan historis mengenai bagaimana algoritma bekerja di masa lalu dan masa kini.",
         "P2 menyanggah secara total premis bahwa algoritma dirancang untuk memaksimalkan kepuasan pengguna."
      ],
      "jawaban":"B",
      "pembahasan":"Paragraf 1 menjelaskan tujuan algoritma (personalisasi ekstrem untuk 'engagement'). Paragraf 2 kemudian menguraikan konsekuensi atau dampak negatif dari personalisasi ekstrem tersebut, yaitu pembentukan 'echo chamber' dan polarisasi. Hubungannya adalah Sebab (P1) - Akibat/Dampak Negatif (P2)."
   }
