   {
      "id":1,
      "pertanyaan":"Bacalah teks berikut untuk menjawab soal.\n\nTeks\n\nParagraf 1: Urbanisasi masif dan pertumbuhan penduduk yang tak terkendali menimbulkan tekanan luar biasa pada infrastruktur dan lingkungan perkotaan. Kota-kota besar di banyak negara berkembang kini menghadapi tantangan serius berupa kemacetan kronis, polusi udara, dan peningkatan kebutuhan layanan publik. Jika tren ini berlanjut tanpa intervensi yang matang, kualitas hidup di pusat-pusat ekonomi tersebut akan merosot tajam, mengancam stabilitas sosial dan ekonomi jangka panjang.\n\nParagraf 2: Solusi strategis yang semakin mendesak adalah implementasi konsep perencanaan kota berkelanjutan (sustainable city planning). Pendekatan ini berfokus pada pembangunan infrastruktur hijau (seperti ruang terbuka publik dan taman kota), penguatan sistem transportasi massal yang terintegrasi, serta penggunaan teknologi cerdas untuk manajemen energi dan limbah. Tujuannya adalah menciptakan ekosistem kota yang tidak hanya efisien secara ekonomi, tetapi juga resilien terhadap perubahan iklim dan inklusif bagi semua lapisan masyarakat, bukan sekadar respons kosmetik.\n\nParagraf 3: Namun, implementasi perencanaan kota berkelanjutan menghadapi kendala besar, terutama dalam hal pembiayaan awal yang fantastis dan resistensi struktural dari berbagai pemangku kepentingan, termasuk pengembang properti konvensional dan pengguna kendaraan pribadi. Selain itu, diperlukan political will yang kuat dan konsisten dari pemimpin daerah untuk memastikan kebijakan tersebut tidak hanya berhenti di tingkat wacana, melainkan terwujud dalam proyek nyata yang terukur dampaknya dan menguntungkan masyarakat luas.\n\nApakah fungsi retoris Paragraf 2 dalam kaitannya dengan Paragraf 1 pada Teks?",
      "pilihan":[
         "Menyajikan solusi yang bertujuan mengatasi masalah yang dijelaskan secara rinci pada Paragraf 1.",
         "Menyanggah argumen bahwa pertumbuhan penduduk adalah penyebab utama kemacetan kronis di Paragraf 1.",
         "Memperkenalkan masalah baru berupa tingginya biaya investasi yang tidak disinggung di Paragraf 1.",
         "Menjelaskan secara mendalam definisi urbanisasi yang hanya disinggung secara implisit di Paragraf 1.",
         "Memberikan contoh konkret tentang kemacetan di kota-kota besar yang disebutkan di Paragraf 1."
      ],
      "jawaban":"A",
      "pembahasan":"Paragraf 1 menyajikan masalah (urbanisasi masif, kemacetan, polusi). Paragraf 2 berfungsi retoris dengan memperkenalkan solusi strategis (perencanaan kota berkelanjutan) yang ditujukan untuk mengatasi masalah-masalah struktural tersebut. Hubungannya adalah Masalah-Solusi."
   }
