{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Fenomena *Quiet Quitting* dan Keseimbangan Kerja-Hidup**\n\n(1) *Quiet quitting* (berhenti secara diam-diam) adalah fenomena yang muncul di dunia kerja, di mana karyawan melakukan pekerjaan mereka hanya sebatas deskripsi pekerjaan atau persyaratan minimum kontrak, tanpa mengambil inisiatif ekstra, bekerja lembur, atau menunjukkan antusiasme. Ini bukanlah pengunduran diri secara harfiah, melainkan penolakan terhadap budaya kerja yang menuntut loyalitas tak terbatas dan mengorbankan keseimbangan kerja-hidup (*work-life balance*).\n\n(2) Fenomena ini sering dipicu oleh rasa frustrasi, kejenuhan (*burnout*), kurangnya pengakuan atas kerja keras, atau gaji yang tidak sebanding dengan beban kerja. *Quiet quitting* dapat mengurangi produktivitas perusahaan, menghambat inovasi, dan merusak moral rekan kerja. Namun, di sisi karyawan, ini adalah strategi untuk memulihkan batas-batas pribadi, memprioritaskan kesehatan mental, dan melawan eksploitasi.\n\n(3) Untuk mengatasi *quiet quitting* secara efektif, perusahaan harus melakukan perubahan struktural, bukan hanya mengharapkan karyawan untuk lebih bersemangat. Perubahan ini termasuk mendefinisikan ulang batas antara kerja dan hidup, memastikan kompensasi yang adil, dan menyediakan jalur karier yang jelas. **Tujuan utamanya adalah menciptakan lingkungan kerja yang menghargai kontribusi karyawan sesuai batas wajar, bukan yang menuntut pengorbanan diri yang tidak berkelanjutan.**\n\nApa definisi dari *quiet quitting* (Teks)?",
    "pilihan": [
      "Pengunduran diri secara harfiah dari perusahaan.",
      "Karyawan mengambil inisiatif ekstra dan bekerja lembur.",
      "Karyawan melakukan pekerjaan hanya sebatas deskripsi pekerjaan atau persyaratan minimum kontrak, tanpa inisiatif ekstra.",
      "Budaya kerja yang menuntut loyalitas tak terbatas.",
      "Strategi untuk memulihkan *burnout* dan frustrasi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan *quiet quitting* sebagai karyawan yang 'melakukan pekerjaan mereka hanya sebatas deskripsi pekerjaan atau persyaratan minimum kontrak, tanpa mengambil inisiatif ekstra'."
  }
