  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: PJJ/Blended Learning**\n\n**P1:** Pembelajaran jarak jauh (PJJ) yang marak diterapkan selama pandemi COVID-19 telah memaksa sistem pendidikan beradaptasi dengan cepat. Model ini mengandalkan teknologi digital sebagai media utama interaksi antara guru dan siswa. Keunggulan PJJ mencakup fleksibilitas waktu dan tempat, akses ke sumber belajar yang lebih luas, dan pengembangan kemandirian belajar siswa, memungkinkan personalisasi pengalaman pendidikan yang lebih adaptif.\n\n**P2:** Meskipun menawarkan keunggulan, PJJ juga menghadapi tantangan struktural dan pedagogis. Kesenjangan akses internet dan perangkat (*digital divide*) telah memperlebar jurang ketidaksetaraan pendidikan. Secara pedagogis, PJJ sering kali mengurangi kualitas interaksi sosial dan kolaborasi antar siswa, serta menyulitkan guru dalam memonitor pemahaman siswa secara efektif, yang berpotensi menurunkan pencapaian belajar.\n\n**P3:** Merespons tantangan dan memanfaatkan keunggulan, pasca-pandemi, banyak institusi pendidikan berencana mengintegrasikan PJJ dengan pembelajaran tatap muka dalam format *blended learning*. Model hibrida ini bertujuan menggabungkan kedisiplinan dan interaksi sosial tatap muka dengan sumber daya digital yang fleksibel. Tujuannya adalah menciptakan sistem pendidikan yang resilien, adaptif terhadap perubahan, dan inklusif, memastikan bahwa teknologi menjadi alat untuk pemerataan, bukan pemicu kesenjangan baru.\n\nBerdasarkan P2 Teks, frasa 'memperlebar jurang ketidaksetaraan pendidikan' paling tepat merujuk pada situasi di mana...",
    "pilihan": [
      "Guru mengalami kesulitan pedagogis dalam memonitor pemahaman siswa secara efektif.",
      "Disparitas antara siswa yang memiliki akses teknologi memadai dan yang tidak memiliki akses menjadi semakin besar.",
      "Pencapaian belajar siswa secara keseluruhan menurun drastis pasca-pandemi.",
      "Porsi interaksi sosial dan kolaborasi antar siswa semakin berkurang.",
      "Kemandirian belajar siswa mengalami peningkatan yang tidak merata."
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran Kontekstual: Frasa tersebut langsung diikuti oleh penjelasannya: 'Kesenjangan akses internet dan perangkat (*digital divide*)'. Jika kesenjangan akses ada, siswa yang mampu mengakses fasilitas akan memiliki kualitas pendidikan lebih baik, sementara yang tidak memiliki akses akan tertinggal. Ini secara langsung memperlebar jurang (disparitas) antara keduanya."
  }
