  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Quantum Computing Revolution**\n\nQuantum computing represents a paradigm shift in computational technology that harnesses the principles of quantum mechanics to process information. Unlike classical computers that use bits representing 0 or 1, quantum computers use qubits that can exist in multiple states simultaneously through superposition. This fundamental difference enables quantum computers to solve certain complex problems exponentially faster than even the most powerful supercomputers available today.\n\nThe potential applications of quantum computing span across numerous critical fields including cryptography, drug discovery, and climate modeling. In pharmaceuticals, quantum simulations can accurately model molecular interactions, dramatically accelerating the development of new medications. Financial institutions explore quantum algorithms for portfolio optimization and risk assessment, while logistics companies utilize them for solving complex routing problems that classical computers struggle to process efficiently.\n\nDespite rapid advancements, practical quantum computing faces significant technical hurdles such as maintaining qubit stability and reducing error rates. Quantum systems require extreme cooling near absolute zero and sophisticated error correction mechanisms. Major technology companies and research institutions are investing heavily to overcome these challenges, recognizing that achieving quantum advantage could unlock unprecedented capabilities for addressing some of humanity's most pressing problems.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The history of traditional computing",
      "How quantum computing works and its potential applications despite existing challenges",
      "Why quantum computing will never be practical",
      "Only the technical problems of quantum computing",
      "How to build a quantum computer at home"
    ],
    "jawaban": "B",
    "pembahasan": "Teks membahas prinsip kerja komputasi kuantum, aplikasi potensialnya di berbagai bidang, serta tantangan teknis yang harus diatasi untuk mencapai keunggulan kuantum."
  }
