  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3**\n\nMental health awareness has gained significant attention in recent years, emerging as a critical component of overall well-being. Mental health encompasses emotional, psychological, and social well-being, affecting how people think, feel, and act. It also influences how individuals handle stress, relate to others, and make choices throughout their lives.\n\nDespite its importance, mental health issues remain stigmatized in many societies, often preventing people from seeking help. Common mental health disorders include depression, anxiety, bipolar disorder, and schizophrenia. These conditions can significantly impact daily functioning and quality of life, but with proper treatment and support, most people can manage their symptoms effectively.\n\nPromoting mental health requires a comprehensive approach that includes education, early intervention, and accessible treatment services. Schools, workplaces, and communities play vital roles in creating supportive environments that foster mental well-being. Digital mental health tools, such as therapy apps and online support groups, have also emerged as valuable resources, particularly in increasing access to care for underserved populations.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Minimize the importance of mental health",
      "Discuss mental health as a crucial aspect of well-being and the need for comprehensive support",
      "Argue that mental health issues are not real medical conditions",
      "Promote only medication as the solution for mental health problems",
      "Suggest that digital tools can replace all traditional mental health services"
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan utama penulis adalah membahas kesehatan mental sebagai aspek penting dari kesejahteraan secara keseluruhan, mengakui tantangan stigma, dan menganjurkan pendekatan komprehensif untuk promosi dan perawatan kesehatan mental."
  }
