      "id":1,
      "pertanyaan":"Bacalah teks berikut untuk menjawab soal.\n\nTeks\n\nParagraf 1: Eksplorasi ruang angkasa, yang dipelopori oleh badan antariksa pemerintah dan perusahaan swasta, kini beralih fokus dari sekadar misi ke Bulan atau Mars menjadi pencarian kehidupan di luar Bumi. Dorongan utama misi ini adalah untuk memahami asal usul alam semesta, memajukan teknologi yang dapat diterapkan di Bumi (seperti material baru dan sistem navigasi), dan yang paling fundamental, menjawab pertanyaan kuno tentang apakah kita sendirian di kosmos.\n\nParagraf 2: Fokus utama saat ini adalah mendeteksi dan mengkatalogisasi 'eksoplanet' - planet yang mengorbit bintang selain Matahari. Para ilmuwan berupaya keras menemukan eksoplanet yang berada di 'Goldilocks Zone' (zona layak huni) bintang induknya. Kriteria utamanya adalah planet seukuran Bumi dengan potensi memiliki air dalam bentuk cair, menjadikannya kandidat kuat untuk mendukung kehidupan. Data dari teleskop canggih menunjukkan bahwa miliaran planet seperti itu mungkin ada, memperkuat optimisme pencarian.\n\nParagraf 3: Walaupun potensi penemuan ini luar biasa, kendala yang dihadapi sangat besar, mencakup masalah pendanaan yang masif dan isu etika. Biaya pembuatan teleskop dan wahana antariksa generasi baru memerlukan kerja sama internasional yang stabil. Secara etika, komunitas ilmiah harus menyepakati protokol ketat mengenai kontak pertama dan perlindungan biologi planet lain, memastikan bahwa pencarian tersebut tidak menimbulkan risiko kontaminasi atau eksploitasi di masa depan.\n\nApakah fungsi retoris Paragraf 2 terhadap Paragraf 1 pada Teks?",
      "pilihan":[
         "Memperkenalkan masalah baru yang tidak terkait dengan fokus eksplorasi di Paragraf 1.",
         "Menyajikan solusi finansial terhadap dorongan misi yang diuraikan pada Paragraf 1.",
         "Memperjelas dan merinci fokus utama pencarian kehidupan di luar Bumi yang diutarakan di Paragraf 1.",
         "Membandingkan hasil eksplorasi ruang angkasa di masa lalu dengan temuan terbaru di Paragraf 1.",
         "Menyanggah klaim bahwa tujuan utama eksplorasi adalah memajukan teknologi di Paragraf 1."
      ],
      "jawaban":"C",
      "pembahasan":"Paragraf 1 menyatakan bahwa fokus eksplorasi beralih ke 'pencarian kehidupan di luar Bumi'. Paragraf 2 kemudian merinci bagaimana pencarian ini dilakukan, yaitu dengan mendeteksi 'eksoplanet' di 'Goldilocks Zone'. Jadi, P2 berfungsi memperjelas dan merinci implementasi dari tujuan utama yang disebut di P1."
   }
