  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Global Food Security Challenges**\n\nGlobal food security faces unprecedented challenges due to climate change, population growth, and geopolitical instability. The increasing frequency of extreme weather events, including droughts, floods, and heatwaves, is disrupting agricultural production worldwide. Simultaneously, the world's population continues to grow, projected to reach nearly 10 billion by 2050, substantially increasing demand for nutritious and affordable food.\n\nInnovative agricultural technologies offer promising solutions to these challenges. Precision farming using sensors, drones, and data analytics optimizes resource use while minimizing environmental impact. Vertical farming and hydroponics enable food production in urban areas with limited space, reducing transportation costs and food waste. Genetic engineering and gene editing technologies are developing crop varieties with enhanced resistance to pests, diseases, and climate stressors, potentially increasing yields while reducing chemical inputs.\n\nHowever, ensuring equitable access to these technological solutions remains a critical concern. Smallholder farmers in developing countries often lack the resources to adopt advanced agricultural technologies, potentially widening existing inequalities. Comprehensive approaches that combine technological innovation with supportive policies, infrastructure development, and knowledge transfer are essential for building resilient food systems that can nourish growing populations while protecting planetary health.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Food security problems are impossible to solve",
      "Only traditional farming methods should be used",
      "Global food security faces challenges that require technological and policy solutions",
      "Population growth is the only factor affecting food security",
      "Technology alone can solve all food security issues"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa ketahanan pangan global menghadapi tantangan kompleks dari perubahan iklim dan pertumbuhan populasi, yang membutuhkan solusi teknologi inovatif dikombinasikan dengan pendekatan kebijakan yang komprehensif untuk memastikan akses yang merata."
  }
