{
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text: Sustainable Energy Transition**\n\nThe global transition to sustainable energy systems has become an urgent priority in addressing climate change and ensuring energy security. Renewable energy sources, particularly solar and wind power, have experienced unprecedented growth due to technological advancements and substantial cost reductions. This shift is fundamentally reshaping energy markets and infrastructure worldwide, creating new economic opportunities while reducing greenhouse gas emissions.\n\nEnergy storage technologies represent a critical component of this transition, enabling reliable power supply despite the intermittent nature of renewable sources. Advancements in battery technology, particularly lithium-ion and emerging solid-state batteries, are dramatically improving storage capacity and efficiency. Green hydrogen produced through electrolysis using renewable electricity has also emerged as a promising solution for decarbonizing industrial processes and long-distance transportation that are difficult to electrify directly.\n\nHowever, the energy transition faces complex challenges including grid modernization, resource availability for battery production, and ensuring a just transition for communities dependent on fossil fuel industries. International cooperation and substantial investments in research and infrastructure are essential for accelerating this transformation. Policy frameworks that support innovation while protecting vulnerable populations will determine the pace and equity of the global shift toward sustainable energy systems.\n\nWhat is the author's primary purpose in this passage?",
    "pilihan": [
      "To argue against renewable energy adoption",
      "To discuss the importance, components, and challenges of sustainable energy transition",
      "To promote only solar energy as the solution",
      "To claim that energy transition is impossible",
      "To focus only on the problems without mentioning solutions"
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan utama penulis adalah membahas pentingnya transisi energi berkelanjutan, komponen-komponen kunci seperti penyimpanan energi, serta tantangan kompleks yang harus diatasi melalui kerjasama internasional dan kebijakan yang tepat."
  }
