{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Dampak Kecanduan Media Sosial pada Kesehatan Kognitif**\n\n(1) Media sosial, meskipun dirancang untuk konektivitas, kini semakin menunjukkan dampak negatif, terutama terkait kecanduan. Kecanduan media sosial adalah kondisi di mana individu merasa dorongan kompulsif untuk menggunakannya, mengorbankan waktu untuk kegiatan penting lainnya, seperti tidur, belajar, atau interaksi tatap muka yang produktif.\n\n(2) Salah satu dampak utamanya adalah pada rentang perhatian (*attention span*) dan memori kerja (*working memory*). Paparan konten yang cepat, singkat, dan hiper-stimulatif melatih otak untuk mengharapkan gratifikasi instan. Akibatnya, kemampuan individu untuk mempertahankan fokus pada tugas-tugas yang memerlukan konsentrasi jangka panjang, seperti membaca buku atau memecahkan masalah kompleks, menurun drastis.\n\n(3) Untuk memitigasi dampak ini, diperlukan kesadaran dan disiplin digital. Strategi yang efektif meliputi penetapan batas waktu penggunaan aplikasi, mematikan notifikasi yang tidak perlu, dan secara aktif mencari kegiatan yang melibatkan fokus mendalam (*deep work*). **Pendidikan mengenai kebersihan digital (*digital hygiene*) sama pentingnya dengan pendidikan kesehatan fisik, karena keduanya memengaruhi kualitas hidup di era digital.**\n\nApa kriteria kecanduan media sosial (Teks)?",
    "pilihan": [
      "Individu merasa dorongan untuk interaksi tatap muka yang produktif.",
      "Individu merasa dorongan kompulsif untuk menggunakannya, mengorbankan waktu untuk kegiatan penting lainnya.",
      "Paparan konten yang cepat, singkat, dan hiper-stimulatif.",
      "Melatih otak untuk mengharapkan gratifikasi instan.",
      "Meningkatkan rentang perhatian dan memori kerja."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mendefinisikan kecanduan sebagai kondisi di mana individu 'merasa dorongan kompulsif untuk menggunakannya, mengorbankan waktu untuk kegiatan penting lainnya'."
  }
