{
  "judul": "Pemahaman Bacaan dan Menulis (PBM)",
  "deskripsi": "PBM berbeda dengan PPU karena PBM lebih dalam menguji struktur teks, kohesi, koherensi, penggunaan kalimat efektif, dan kaidah penulisan yang lebih detail.",
  "subItems": [
    {
      "judul": "1. Kohesi dan Koherensi Teks",
      "subItems": [
        {
          "judul": "Kohesi (Keterpaduan Bentuk)",
          "teks": "Keterkaitan antarunsur dalam teks secara gramatikal (misalnya, penggunaan kata ganti, konjungsi, repetisi, elipsis) dan leksikal (kesinambungan makna antar kata/frasa).\nContoh: Penggunaan kata ganti \"ia\", \"mereka\" yang merujuk pada subjek yang sudah disebutkan sebelumnya. Penggunaan konjungsi \"namun\", \"oleh karena itu\"."
        },
        {
          "judul": "Koherensi (Keterpaduan Makna)",
          "teks": "Keterkaitan makna antar gagasan dalam teks sehingga membentuk kesatuan yang logis dan mudah dipahami. Alur berpikirnya jelas dan tidak meloncat-loncat."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Pahami alur pemikiran penulis. Apakah ada lompatan gagasan? Apakah setiap kalimat/paragraf mendukung gagasan utama?"
        }
      ]
    },
    {
      "judul": "2. Kalimat Efektif dan Tidak Efektif",
      "subItems": [
        {
          "judul": "Kalimat Efektif",
          "teks": "Kalimat yang dapat menyampaikan gagasan, pesan, atau informasi secara tepat, ringkas, dan jelas kepada pembaca."
        },
        {
          "judul": "Ciri-ciri Kalimat Efektif",
          "teks": "- Kesesuaian Struktur: Memiliki subjek dan predikat yang jelas.\n- Kecermatan: Tidak ambigu, tidak menimbulkan penafsiran ganda.\n- Kepaduan: Gagasan yang disampaikan padu, tidak ada bagian yang terpisah.\n- Kehematan Kata: Tidak menggunakan kata-kata yang mubazir.\n- Kesejajaran Bentuk: Penggunaan imbuhan atau bentuk kata yang sama dalam rincian.\n- Kelogisan: Gagasan masuk akal."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Identifikasi subjek dan predikat dalam kalimat.\nCari penggunaan kata ulang yang tidak perlu (misalnya \"saling tolong-menolong\").\nCari penggunaan sinonim yang berlebihan (misalnya \"agar supaya\").\nPerhatikan penggunaan preposisi yang tidak tepat.\nLatih mengubah kalimat pasif menjadi aktif atau sebaliknya untuk melihat mana yang lebih efektif."
        }
      ]
    },
    {
      "judul": "3. Penggunaan Konjungsi (Kata Hubung)",
      "subItems": [
        {
          "judul": "Fungsi",
          "teks": "Menghubungkan kata, frasa, klausa, atau kalimat."
        },
        {
          "judul": "Jenis-jenis Konjungsi",
          "teks": "- Penambahan: dan, serta, lagi pula.\n- Pilihan: atau.\n- Pertentangan: tetapi, namun, melainkan.\n- Sebab-Akibat: karena, sebab, oleh
