[
  {
    "id": 1,
    "pertanyaan": "Sebuah penelitian menemukan bahwa konsumsi kopi secara rutin dapat meningkatkan kewaspadaan, tetapi terlalu banyak kafein dapat menyebabkan jantung berdebar. Studi ini juga menyimpulkan bahwa efek kafein berbeda pada setiap individu, dan kafein tidak memengaruhi semua orang dengan cara yang sama. \n\nBerdasarkan bacaan tersebut, manakah pernyataan yang PASTI SALAH?",
    "pilihan": [
      "Konsumsi kopi rutin dapat meningkatkan kewaspadaan.",
      "Kafein dapat menyebabkan jantung berdebar pada beberapa orang.",
      "Efek kafein selalu sama pada setiap individu.",
      "Penelitian tersebut berfokus pada efek kafein.",
      "Kafein tidak memengaruhi semua orang dengan cara yang sama."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'efek kafein berbeda pada setiap individu'. Oleh karena itu, pernyataan yang mengklaim bahwa efeknya 'selalu sama' adalah pernyataan yang pasti salah."
  },
  {
    "id": 2,
    "pertanyaan": "Premis 1: Jika hari ini cerah, maka saya akan pergi ke taman.\nPremis 2: Hari ini cerah.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Saya tidak akan pergi ke taman.",
      "Saya mungkin pergi ke taman.",
      "Saya pasti pergi ke taman.",
      "Pergi ke taman tidak selalu karena hari cerah.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Ini adalah contoh **Modus Ponens**. Jika P → Q (Jika hari ini cerah, maka pergi ke taman) dan P (Hari ini cerah), maka kesimpulannya adalah Q (Saya pasti pergi ke taman)."
  },
  {
    "id": 3,
    "pertanyaan": "Jika seseorang memiliki SIM, maka ia bisa mengendarai mobil. Budi tidak bisa mengendarai mobil.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Budi memiliki SIM.",
      "Budi tidak memiliki SIM.",
      "Budi mungkin memiliki SIM.",
      "Semua orang yang bisa mengendarai mobil punya SIM.",
      "Tidak dapat ditarik kesimpulan tentang SIM Budi."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah contoh **Modus Tollens**. Jika P → Q (Jika memiliki SIM, maka bisa mengendarai mobil) dan ¬Q (Budi tidak bisa mengendarai mobil), maka kesimpulannya adalah ¬P (Budi tidak memiliki SIM)."
  },
  {
    "id": 4,
    "pertanyaan": "Semua laptop di toko ini memiliki RAM minimal 8 GB. Beberapa laptop di toko ini adalah laptop gaming.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Semua laptop gaming di toko ini memiliki RAM minimal 8 GB.",
      "Beberapa laptop gaming di toko ini tidak memiliki RAM minimal 8 GB.",
      "Tidak ada laptop gaming di toko ini yang memiliki RAM minimal 8 GB.",
      "Semua laptop dengan RAM minimal 8 GB adalah laptop gaming.",
      "Tidak dapat ditarik kesimpulan."
    ],
    "jawaban": "A",
    "pembahasan": "Premis 1 menyatakan bahwa *semua* laptop di toko tersebut memiliki RAM minimal 8 GB. Karena beberapa laptop gaming termasuk dalam kategori 'semua laptop di toko ini', maka semua laptop gaming di toko ini pasti memiliki RAM minimal 8 GB."
  },
  {
  "id": 5,
  "pertanyaan": "Jika seseorang teliti, dapat merencanakan sebelum melakukan tindakan, melakukan sesuatu sesuai dengan rencana, dan menyukai hal-hal yang detail, dia bekerja dengan teratur. \n\nJika orang tersebut tidak menyukai membuat rencana, mengerjakan sesuatu sesuai dengan hati, dan kurang suka hal-hal yang detail, manakah kesimpulan yang BENAR?",
  "pilihan": [
    "Orang tersebut malas bekerja",
    "Orang tersebut memiliki kehidupan yang tidak teratur",
    "Orang tersebut tidak teliti",
    "Orang tersebut tidak menyukai detail",
    "Orang tersebut bukan pekerja keras"
  ],
  "jawaban": "C",
  "pembahasan": "Pernyataan tersebut dapat diformulasikan sebagai Modus Tollens, yang sering digunakan dalam soal Penalaran Umum (PU) UTBK. \n\n1. Premis Mayor (Penting): Jika (Teliti ^ Rencana ^ Sesuai Rencana ^ Detail), maka (Teratur). \n2. Dalam konteks soal ini, premis disederhanakan: P = Teliti, Q = Teratur. \n3. Premis Minor: Kondisi baru (Tidak suka rencana, tidak suka detail, dll.) dianggap mengimplikasikan Negasi dari Q ($\neg Q$, yaitu 'Tidak Teratur'), karena banyak syarat utama untuk 'Teratur' tidak terpenuhi. \n4. Berdasarkan Modus Tollens (Jika P maka Q, dan $\neg Q$, maka $\neg P$), kesimpulannya adalah negasi dari P ($\neg P$). \n\n$\neg P$ = Negasi dari 'Teliti' = 'Tidak Teliti'. \n\nIni sesuai dengan Opsi C."
  },
  {
    "id": 6,
    "pertanyaan": "Seseorang yang membeli buku ini pasti membaca buku fiksi atau buku nonfiksi. Amir tidak membeli buku fiksi. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Amir membeli buku nonfiksi.",
      "Amir tidak membeli buku nonfiksi.",
      "Amir membeli buku fiksi dan nonfiksi.",
      "Amir tidak membeli buku apa pun.",
      "Tidak dapat ditarik kesimpulan."
    ],
    "jawaban": "A",
    "pembahasan": "Ini adalah **Silogisme Disjungtif**. Premis 1 memberikan dua pilihan (fiksi atau nonfiksi). Premis 2 meniadakan salah satu pilihan (bukan fiksi). Maka, kesimpulan yang pasti benar adalah pilihan yang tersisa, yaitu **Amir membeli buku nonfiksi**."
  },
  {
    "id": 7,
    "pertanyaan": "Perusahaan B menyatakan bahwa semua produk mereka bebas gluten. Mereka juga mengklaim bahwa produk bebas gluten tidak berbahaya bagi penderita celiac. Namun, ada laporan yang mengatakan beberapa produk perusahaan B masih mengandung sedikit gluten, yang dapat memicu gejala pada penderita celiac yang sangat sensitif.\n\nBerdasarkan bacaan tersebut, manakah pernyataan yang PASTI SALAH?",
    "pilihan": [
      "Produk bebas gluten tidak berbahaya bagi penderita celiac.",
      "Perusahaan B mengklaim produknya bebas gluten.",
      "Beberapa produk perusahaan B mengandung sedikit gluten.",
      "Beberapa produk perusahaan B tidak berbahaya bagi penderita celiac.",
      "Semua produk perusahaan B aman untuk penderita celiac."
    ],
    "jawaban": "E",
    "pembahasan": "Teks menyatakan bahwa 'ada laporan yang mengatakan beberapa produk perusahaan B masih mengandung sedikit gluten'. Jika sebagian produknya mengandung gluten, maka tidak semua produknya aman bagi penderita celiac. Oleh karena itu, klaim 'Semua produk perusahaan B aman...' adalah pernyataan yang pasti salah."
  },
  {
    "id": 8,
    "pertanyaan": "Semua guru bahasa Inggris harus memiliki sertifikat TOEFL. Siti adalah guru bahasa Inggris.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Siti memiliki sertifikat TOEFL.",
      "Siti tidak memiliki sertifikat TOEFL.",
      "Siti mungkin memiliki sertifikat TOEFL.",
      "Hanya guru bahasa Inggris yang memiliki sertifikat TOEFL.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "A",
    "pembahasan": "Ini adalah deduksi langsung. Premis 1 menyatakan bahwa *semua* guru bahasa Inggris harus memiliki sertifikat TOEFL. Premis 2 menyatakan bahwa Siti adalah guru bahasa Inggris. Oleh karena itu, Siti pasti memiliki sertifikat TOEFL."
  },
  {
    "id": 9,
    "pertanyaan": "Premis 1: Jika cuaca buruk, maka penerbangan akan ditunda.\nPremis 2: Jika penerbangan ditunda, maka jadwal perjalanan akan terganggu.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Cuaca buruk, tetapi jadwal perjalanan tidak terganggu.",
      "Jika cuaca buruk, maka jadwal perjalanan akan terganggu.",
      "Jadwal perjalanan terganggu, karena cuaca buruk.",
      "Cuaca buruk tidak selalu mengganggu jadwal perjalanan.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah **Silogisme Hipotetis**. Jika P → Q (Jika cuaca buruk, maka penerbangan ditunda) dan Q → R (Jika penerbangan ditunda, maka jadwal terganggu), maka kesimpulannya adalah P → R (Jika cuaca buruk, maka jadwal perjalanan akan terganggu)."
  },
  {
    "id": 10,
    "pertanyaan": "Semua hewan peliharaan membutuhkan makanan dan air. Kucing adalah hewan peliharaan.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Kucing membutuhkan makanan dan air.",
      "Kucing tidak membutuhkan makanan dan air.",
      "Kucing mungkin membutuhkan makanan dan air.",
      "Hanya hewan peliharaan yang membutuhkan makanan dan air.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "A",
    "pembahasan": "Ini adalah deduksi langsung. Karena semua hewan peliharaan membutuhkan makanan dan air, dan kucing adalah hewan peliharaan, maka kucing pasti membutuhkan makanan dan air."
  }
]
