[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1: Penanganan Bencana Banjir**\nDalam manajemen penanggulangan bencana banjir, sistem peringatan dini (early warning system) dianggap sebagai komponen kritis. Sistem ini berfungsi untuk memberikan informasi kepada masyarakat dan pihak berwenang tentang potensi banjir, sehingga evakuasi dan tindakan mitigasi dapat dilakukan lebih cepat. Keberhasilan sistem peringatan dini sangat bergantung pada akurasi data meteorologi dan hidrologi, serta saluran komunikasi yang efektif untuk menyampaikan peringatan tersebut ke masyarakat di daerah rawan.\n\nNamun, penelitian menunjukkan bahwa memiliki sistem peringatan dini yang canggih saja tidak cukup. Faktor kesiapsiagaan masyarakat dan kapasitas lembaga lokal dalam menanggapi peringatan tersebut sama pentingnya. Tanpa pemahaman dan respons yang tepat dari masyarakat, peringatan dini tidak akan berkontribusi signifikan terhadap pengurangan korban jiwa dan kerugian materiil.\n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai sistem peringatan dini?*",
    "pilihan": [
      "Sistem peringatan dini dapat berfungsi dengan baik meskipun data meteorologi tidak akurat.",
      "Keberhasilan sistem peringatan dini bergantung pada akurasi data dan saluran komunikasi yang efektif.",
      "Sistem peringatan dini adalah satu-satunya faktor yang menentukan keselamatan masyarakat dari banjir.",
      "Kesiapsiagaan masyarakat adalah satu-satunya komponen yang diperlukan untuk sistem peringatan dini.",
      "Sistem peringatan dini tidak berguna tanpa teknologi yang paling mutakhir."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'Keberhasilan sistem peringatan dini sangat bergantung pada akurasi data meteorologi dan hidrologi, serta saluran komunikasi yang efektif'. Pilihan B merangkum ketergantungan ini dengan tepat."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, jika sebuah daerah memiliki sistem peringatan dini dengan teknologi canggih tetapi korban jiwa akibat banjir tetap tinggi, manakah simpulan yang PALING MUNGKIN benar?",
    "pilihan": [
      "Data meteorologi di daerah tersebut pasti tidak akurat.",
      "Saluran komunikasi untuk menyampaikan peringatan mungkin tidak efektif.",
      "Kesiapsiagaan masyarakat dan kapasitas lembaga lokal dalam menanggapi peringatan mungkin rendah.",
      "Sistem peringatan dini tidak dirancang untuk banjir.",
      "Banjir yang terjadi berada di luar kapasitas prediksi sistem mana pun."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menekankan bahwa 'memiliki sistem peringatan dini yang canggih saja tidak cukup' dan bahwa 'faktor kesiapsiagaan masyarakat dan kapasitas lembaga lokal...sama pentingnya'. Jika sistem canggih ada tetapi korban jiwa tinggi, simpulan yang paling mungkin adalah faktor manusia (kesiapsiagaan) yang menjadi masalah."
  },
  {
    "id": 3,
    "pertanyaan": "Manakah pernyataan yang **PASTI SALAH** berdasarkan Teks 1?",
    "pilihan": [
      "Sistem peringatan dini adalah komponen kritis dalam manajemen banjir.",
      "Evakuasi dapat dilakukan lebih cepat dengan adanya sistem peringatan dini.",
      "Sistem peringatan dini yang canggih menjamin tidak adanya korban jiwa saat banjir.",
      "Akurasi data mempengaruhi keberhasilan sistem peringatan dini.",
      "Kesiapsiagaan masyarakat merupakan faktor pendukung sistem peringatan dini."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa sistem peringatan dini saja tidak cukup dan tanpa respons masyarakat, peringatan dini tidak akan berkontribusi signifikan terhadap pengurangan korban jiwa. Oleh karena itu, pernyataan yang menjamin tidak adanya korban jiwa (C) adalah pasti salah."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 4-6.\n\n**Teks 2: Krisis Kemanusiaan Pengungsi**\nKonflik bersenjata yang berkepanjangan di suatu wilayah selalu menyebabkan disrupsi pada rantai pasokan makanan dan obat-obatan. Disrupsi ini, pada gilirannya, memicu kelaparan dan wabah penyakit di kalangan penduduk sipil. Situasi kemanusiaan yang memburuk inilah yang sering kali memaksa warga untuk meninggalkan rumah mereka dan menjadi pengungsi, baik secara internal maupun yang melintasi perbatasan negara. Organisasi kemanusiaan internasional mencatat bahwa akses yang aman dan tanpa halangan untuk memberikan bantuan adalah prasyarat mutlak untuk mencegah bencana kemanusiaan yang lebih besar di daerah konflik.\n\n * Berdasarkan teks, urutan logis dari sebab ke akibat yang paling tepat adalah...",
    "pilihan": [
      "Konflik -> Pengungsi -> Kelaparan -> Disrupsi Rantai Pasokan",
      "Konflik -> Disrupsi Rantai Pasokan -> Kelaparan/Penyakit -> Pengungsi",
      "Pengungsi -> Konflik -> Kelaparan -> Disrupsi Rantai Pasokan",
      "Disrupsi Rantai Pasokan -> Konflik -> Pengungsi -> Kelaparan",
      "Kelaparan -> Konflik -> Pengungsi -> Disrupsi Rantai Pasokan"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara berurutan menjelaskan: (1) Konflik menyebabkan (2) Disrupsi rantai pasokan, yang (3) Memicu kelaparan dan penyakit, yang akhirnya (4) Memaksa warga menjadi pengungsi. Pilihan B merepresentasikan urutan kausal ini dengan tepat."
  },
  {
    "id": 5,
    "pertanyaan": "Berdasarkan Teks 2, jika di sebuah daerah konflik tidak terjadi gelombang pengungsian besar-besaran, manakah simpulan yang PALING MUNGKIN benar?",
    "pilihan": [
      "Konflik di daerah tersebut tidak bersenjata.",
      "Rantai pasokan makanan dan obat-obatan tidak mengalami disrupsi.",
      "Situasi kemanusiaan di daerah tersebut tidak memburuk secara signifikan.",
      "Tidak ada organisasi kemanusiaan yang bekerja di sana.",
      "Semua penduduk telah menjadi martir dalam konflik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa situasi kemanusiaan yang memburuk (akibat kelaparan dan penyakit) 'sering kali memaksa warga menjadi pengungsi'. Jika tidak ada pengungsian besar, maka simpulan yang paling mungkin adalah bahwa situasi kemanusiaan tidak memburuk sampai ke tingkat yang memaksa orang untuk mengungsi."
  },
  {
    "id": 6,
    "pertanyaan": "Manakah pernyataan yang dapat DISIMPULKAN secara LANGSUNG dari Teks 2?",
    "pilihan": [
      "Semua pengungsi berasal dari daerah konflik.",
      "Bantuan kemanusiaan yang tepat waktu dapat mencegah terjadinya pengungsian.",
      "Akses yang aman untuk bantuan kemanusiaan akan mencegah memburuknya situasi kemanusiaan.",
      "Konflik bersenjata adalah satu-satunya penyebab pengungsian.",
      "Organisasi kemanusiaan internasional mampu menghentikan konflik bersenjata."
    ],
    "jawaban": "C",
    "pembahasan": "Teks terakhir menyatakan bahwa 'akses yang aman...adalah prasyarat mutlak untuk mencegah bencana kemanusiaan yang lebih besar'. Dari sini, dapat disimpulkan langsung bahwa jika akses aman tersedia, maka pemburukan situasi kemanusiaan dapat dicegah. Pilihan lain merupakan generalisasi atau interpretasi yang terlalu jauh di luar teks."
  },
  {
    "id": 7,
    "pertanyaan": "Dalam sebuah rapat desa, disepakati bahwa semua program bantuan sosial harus ditujukan bagi warga yang tercatat dalam Data Terpadu Kesejahteraan Sosial (DTKS). Pak Rudi adalah seorang warga yang menerima bantuan sosial tunai dari pemerintah. \n\nBerdasarkan informasi tersebut, manakah simpulan yang PASTI BENAR?",
    "pilihan": [
      "Pak Rudi adalah warga yang paling miskin di desanya.",
      "Pak Rudi tercatat dalam DTKS.",
      "Semua warga yang tercatat dalam DTKS menerima bantuan sosial.",
      "Program bantuan sosial di desa Pak Rudi hanya berupa tunai.",
      "Pak Rudi tidak membutuhkan bantuan sosial lainnya."
    ],
    "jawaban": "B",
    "pembahasan": "Premis: Semua penerima bantuan sosial harus tercatat dalam DTKS. Pak Rudi adalah penerima bantuan sosial. Maka, secara deduktif, Pak Rudi pasti tercatat dalam DTKS. Pilihan lain tidak dapat disimpulkan dengan pasti dari informasi yang diberikan."
  },
  {
    "id": 8,
    "pertanyaan": "Sebuah penelitian sosiologi menyimpulkan bahwa semua komunitas yang memiliki tingkat partisipasi warga yang tinggi dalam musyawarah desa menunjukkan indeks kebahagiaan yang lebih baik. Desa Sukamaju diketahui memiliki indeks kebahagiaan yang rendah.\n\nBerdasarkan informasi di atas, manakah simpulan yang PASTI BENAR?",
    "pilihan": [
      "Tidak ada partisipasi warga dalam musyawarah di Desa Sukamaju.",
      "Tingkat partisipasi warga dalam musyawarah di Desa Sukamaju tidak tinggi.",
      "Desa Sukamaju tidak pernah mengadakan musyawarah desa.",
      "Indeks kebahagiaan tidak ada hubungannya dengan partisipasi warga.",
      "Penelitian sosiologi tersebut pasti keliru."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Jika partisipasi tinggi (P), maka indeks kebahagiaan baik (Q). Premis 2: Di Desa Sukamaju, indeks kebahagiaan tidak baik (tidak Q). Berdasarkan *modus tollens*, dapat disimpulkan dengan pasti bahwa partisipasi warga di Desa Sukamaju tidak tinggi (tidak P)."
  },
  {
    "id": 9,
    "pertanyaan": "Semua relawan yang diterjunkan di zona bencana harus telah mengikuti pelatihan dasar pertolongan pertama. Sebagian mahasiswa di Universitas X adalah relawan palang merah.\n\nBerdasarkan dua pernyataan di atas, manakah simpulan yang PASTI BENAR?",
    "pilihan": [
      "Semua relawan palang merah telah mengikuti pelatihan pertolongan pertama.",
      "Sebagian mahasiswa di Universitas X telah mengikuti pelatihan pertolongan pertama.",
      "Semua mahasiswa di Universitas X adalah relawan palang merah.",
      "Semua relawan palang merah adalah mahasiswa di Universitas X.",
      "Tidak ada simpulan yang pasti benar."
    ],
    "pembahasan": "Premis 1: Semua relawan zona bencana (A) harus sudah pelatihan (B). Premis 2: Sebagian mahasiswa X (C) adalah relawan palang merah (D). Informasi bahwa 'relawan palang merah' adalah bagian dari 'relawan yang diterjunkan di zona bencana' tidak diberikan secara eksplisit. Tanpa hubungan yang jelas antara A dan D, kita tidak dapat menarik simpulan pasti antara C (mahasiswa) dan B (sudah pelatihan).",
    "jawaban": "E"
  },
  {
    "id": 10,
    "pertanyaan": "Jika sebuah inisiatif lingkungan dinyatakan berhasil ketika ia mampu mengurangi sampah plastik di sungai sebesar 50% dalam setahun, dan Inisiatif \"Bebas Plastik\" tidak berhasil mengurangi sampah plastik di Sungai Ciliwung sebesar 50% dalam setahun, maka manakah simpulan yang PASTI BENAR?",
    "pilihan": [
      "Inisiatif \"Bebas Plastik\" dinyatakan tidak berhasil.",
      "Inisiatif \"Bebas Plastik\" sama sekali tidak mengurangi sampah plastik.",
      "Sungai Ciliwung menjadi lebih tercemar daripada sebelumnya.",
      "Inisiatif \"Bebas Plastik\" pasti tidak dijalankan dengan baik.",
      "Tidak ada inisiatif lain yang berhasil di Sungai Ciliwung."
    ],
    "jawaban": "A",
    "pembahasan": "Ini adalah penalaran deduktif sederhana berdasarkan definisi. Kriteria keberhasilan adalah: mengurangi 50% sampah -> dinyatakan berhasil. Inisiatif \"Bebas Plastik\" tidak memenuhi kriteria tersebut (tidak mengurangi 50%). Maka, secara logis, inisiatif tersebut pasti dapat dinyatakan tidak berhasil."
  }
]