[
  {
    "id": 1,
    "pertanyaan": "Sebuah studi menunjukkan bahwa membaca buku fiksi dapat meningkatkan empati seseorang. Selain itu, membaca secara rutin dapat membantu mengurangi tingkat stres dan meningkatkan fungsi kognitif. Studi tersebut juga menyebutkan bahwa membaca setidaknya 30 menit setiap hari memberikan manfaat yang optimal. \n\nBerdasarkan bacaan tersebut, manakah pernyataan yang PASTI SALAH?",
    "pilihan": [
      "Membaca dapat membantu mengurangi stres.",
      "Membaca fiksi dapat meningkatkan empati.",
      "Hanya membaca fiksi yang dapat meningkatkan empati.",
      "Membaca secara rutin dapat meningkatkan fungsi kognitif.",
      "Membaca selama 30 menit setiap hari memberikan manfaat optimal."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'membaca buku fiksi dapat meningkatkan empati', tetapi tidak menyatakan bahwa itu adalah satu-satunya cara. Pernyataan yang menggunakan kata 'hanya' adalah klaim absolut yang tidak didukung oleh premis."
  },
  {
    "id": 2,
    "pertanyaan": "Premis 1: Jika seseorang berolahraga secara teratur, maka ia akan memiliki stamina yang baik.\nPremis 2: Arya berolahraga secara teratur.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Arya tidak memiliki stamina yang baik.",
      "Arya mungkin memiliki stamina yang baik.",
      "Arya pasti memiliki stamina yang baik.",
      "Olahraga tidak selalu meningkatkan stamina.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Ini adalah contoh **Modus Ponens**. Jika P → Q (Jika berolahraga teratur, maka stamina baik) dan P (Arya berolahraga teratur), maka kesimpulannya adalah Q (Arya pasti memiliki stamina yang baik)."
  },
  {
    "id": 3,
    "pertanyaan": "Jika musim panas tiba, maka buah-buahan lokal akan melimpah. Saat ini, buah-buahan lokal tidak melimpah. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Saat ini adalah musim panas.",
      "Saat ini bukan musim panas.",
      "Buah-buahan lokal tidak pernah melimpah.",
      "Musim panas tidak selalu menjamin buah-buahan melimpah.",
      "Tidak dapat ditarik kesimpulan tentang musim."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah contoh **Modus Tollens**. Jika P → Q (Jika musim panas, maka buah melimpah) dan ¬Q (Buah tidak melimpah), maka kesimpulannya adalah ¬P (Saat ini bukan musim panas)."
  },
  {
    "id": 4,
    "pertanyaan": "Premis 1: Semua anak di kelas 5 SD suka bermain sepak bola.\nPremis 2: Beberapa anak di kelas 5 SD adalah perempuan.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Semua anak perempuan di kelas 5 SD suka bermain sepak bola.",
      "Beberapa anak perempuan di kelas 5 SD suka bermain sepak bola.",
      "Tidak ada anak perempuan yang suka bermain sepak bola.",
      "Semua yang suka bermain sepak bola adalah anak laki-laki.",
      "Tidak dapat ditarik kesimpulan."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1 menyatakan bahwa *semua* anak di kelas 5 SD suka bermain sepak bola. Karena beberapa anak di kelas 5 SD adalah perempuan, maka secara deduktif, **beberapa anak perempuan di kelas 5 SD suka bermain sepak bola**."
  },
  {
    "id": 5,
    "pertanyaan": "Premis 1: Jika suatu negara memiliki pertumbuhan ekonomi yang baik, maka angka pengangguran akan menurun.\nPremis 2: Angka pengangguran di negara ini menurun.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Negara ini memiliki pertumbuhan ekonomi yang baik.",
      "Negara ini tidak memiliki pertumbuhan ekonomi yang baik.",
      "Negara ini mungkin memiliki pertumbuhan ekonomi yang baik.",
      "Hanya pertumbuhan ekonomi yang baik yang dapat menurunkan angka pengangguran.",
      "Tidak dapat ditarik kesimpulan bahwa negara ini memiliki pertumbuhan ekonomi yang baik."
    ],
    "jawaban": "E",
    "pembahasan": "Ini adalah kekeliruan **Afirmasi Konsekuen**. Penurunan angka pengangguran bisa disebabkan oleh faktor lain selain pertumbuhan ekonomi, seperti program pelatihan kerja atau perubahan demografi. Premis tidak menyatakan 'hanya' jika pertumbuhan ekonomi baik maka angka pengangguran menurun."
  },
  {
    "id": 6,
    "pertanyaan": "Setiap pagi, Rudi minum teh atau susu. Pagi ini, Rudi tidak minum teh. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Rudi tidak minum susu pagi ini.",
      "Rudi minum susu pagi ini.",
      "Rudi mungkin minum susu pagi ini.",
      "Teh dan susu adalah minuman favorit Rudi.",
      "Tidak dapat ditarik kesimpulan."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah **Silogisme Disjungtif**. Premis 1 memberikan dua pilihan yang harus dipilih salah satu (teh atau susu). Premis 2 meniadakan salah satu pilihan (tidak minum teh). Maka, kesimpulan yang pasti benar adalah pilihan yang tersisa, yaitu **Rudi minum susu pagi ini**."
  },
  {
    "id": 7,
    "pertanyaan": "Sebuah tim riset mencatat bahwa konsumsi gula berlebihan dapat meningkatkan risiko diabetes dan obesitas. Mereka menemukan korelasi yang kuat antara konsumsi minuman manis dan peningkatan berat badan. Selain itu, riset ini menunjukkan bahwa membatasi konsumsi gula secara signifikan dapat membantu mengelola berat badan, tetapi tidak menjamin penurunan berat badan bagi setiap individu. \n\nBerdasarkan bacaan tersebut, manakah pernyataan yang PASTI SALAH?",
    "pilihan": [
      "Konsumsi gula berlebihan dapat meningkatkan risiko diabetes.",
      "Terdapat hubungan antara minuman manis dan peningkatan berat badan.",
      "Membatasi gula akan menjamin penurunan berat badan.",
      "Membatasi konsumsi gula dapat membantu mengelola berat badan.",
      "Gula berlebihan dapat meningkatkan risiko obesitas."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa membatasi konsumsi gula 'tidak menjamin penurunan berat badan bagi setiap individu'. Oleh karena itu, pernyataan yang mengklaim bahwa itu 'akan menjamin' adalah klaim yang pasti salah karena bertentangan langsung dengan premis."
  },
  {
    "id": 8,
    "pertanyaan": "Semua film fiksi ilmiah menampilkan efek visual yang menakjubkan. Film 'Interstellar' adalah film fiksi ilmiah.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Film 'Interstellar' tidak menampilkan efek visual yang menakjubkan.",
      "Film 'Interstellar' mungkin menampilkan efek visual yang menakjubkan.",
      "Film 'Interstellar' pasti menampilkan efek visual yang menakjubkan.",
      "Hanya film fiksi ilmiah yang menampilkan efek visual menakjubkan.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Ini adalah deduksi langsung. Karena semua film fiksi ilmiah memiliki efek visual yang menakjubkan, dan 'Interstellar' adalah film fiksi ilmiah, maka kesimpulannya pasti benar."
  },
  {
    "id": 9,
    "pertanyaan": "Premis 1: Jika saya lulus ujian, maka saya akan berlibur.\nPremis 2: Jika saya berlibur, maka saya akan mengunjungi pantai.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Saya lulus ujian, tetapi tidak mengunjungi pantai.",
      "Saya tidak lulus ujian dan tidak mengunjungi pantai.",
      "Jika saya lulus ujian, maka saya akan mengunjungi pantai.",
      "Saya akan berlibur, tetapi tidak lulus ujian.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Ini adalah **Silogisme Hipotetis**. Jika P → Q (Jika lulus ujian, maka berlibur) dan Q → R (Jika berlibur, maka mengunjungi pantai), maka kesimpulannya adalah P → R (Jika lulus ujian, maka akan mengunjungi pantai)."
  },
  {
    "id": 10,
    "pertanyaan": "Setiap anggota klub buku wajib membaca satu buku baru setiap bulan. Bulan ini, Maya tidak membaca satu buku baru pun. \n\nBerdasarkan pernyataan tersebut, manakah kesimpulan yang paling tepat?",
    "pilihan": [
      "Maya bukan anggota klub buku.",
      "Maya melanggar peraturan klub buku.",
      "Maya adalah anggota klub buku yang malas.",
      "Semua anggota klub buku melanggar peraturan.",
      "Tidak dapat ditarik kesimpulan tentang status keanggotaan Maya."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Jika anggota klub, maka wajib membaca. Diketahui Maya adalah anggota klub buku (implisit), dan ia tidak membaca buku. Oleh karena itu, ia melanggar peraturan yang ada. Ini adalah deduksi langsung."
  }
]
