[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nPemerintah mengumumkan kenaikan harga bahan bakar minyak (BBM) sebagai bagian dari upaya penyesuaian subsidi. Kenaikan harga BBM ini diprediksi akan memicu lonjakan biaya transportasi bagi produsen dan distributor. Akibatnya, harga komoditas pangan, yang sangat bergantung pada biaya logistik, diperkirakan akan mengalami peningkatan signifikan.\n\nLonjakan harga pangan ini berdampak langsung pada daya beli masyarakat, terutama kelompok berpenghasilan rendah. Untuk mengatasi dampak inflasi, Bank Sentral menginstruksikan kebijakan moneter yang lebih ketat, termasuk kenaikan suku bunga acuan. Kebijakan ini diharapkan dapat mengerem laju peredaran uang dan menstabilkan harga secara keseluruhan, meski berisiko memperlambat pertumbuhan ekonomi.\n\nDi sisi lain, beberapa ekonom berpendapat bahwa selain kebijakan moneter, pemerintah juga perlu memperkuat sektor produksi pangan domestik. Peningkatan produktivitas pertanian dan peternakan dapat mengurangi ketergantungan pada pasokan eksternal, sehingga harga pangan lebih stabil dan tidak terlalu rentan terhadap gejolak harga BBM atau kebijakan makroekonomi.\n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai hubungan antara kenaikan harga BBM dan harga pangan?",
    "pilihan": [
      "A. Kenaikan harga BBM secara langsung menurunkan harga pangan.",
      "B. Kenaikan harga BBM dapat memicu peningkatan harga pangan melalui lonjakan biaya transportasi.",
      "C. Kenaikan harga BBM hanya memengaruhi harga pangan jika tidak ada kenaikan suku bunga.",
      "D. Kenaikan harga BBM dan harga pangan tidak memiliki hubungan yang pasti.",
      "E. Biaya transportasi akan meningkat, tetapi harga pangan akan tetap stabil."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa kenaikan harga BBM akan 'memicu lonjakan biaya transportasi' dan bahwa 'harga komoditas pangan, yang sangat bergantung pada biaya logistik, diperkirakan akan mengalami peningkatan signifikan.' Hal ini menunjukkan hubungan sebab-akibat yang jelas antara kenaikan harga BBM dan harga pangan."
  },
  {
    "id": 2,
    "pertanyaan": "Jika Bank Sentral tidak menaikkan suku bunga acuan, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "A. Pertumbuhan ekonomi akan melambat secara signifikan.",
      "B. Daya beli masyarakat akan langsung meningkat.",
      "C. Inflasi akan sulit dikendalikan.",
      "D. Harga komoditas pangan akan turun drastis.",
      "E. Pemerintah akan meningkatkan subsidi BBM."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 'Untuk mengatasi dampak inflasi, Bank Sentral menginstruksikan kebijakan moneter yang lebih ketat, termasuk kenaikan suku bunga acuan.' Jika Bank Sentral tidak melakukan tindakan ini, maka tujuan untuk mengatasi inflasi akan sulit tercapai."
  },
  {
    "id": 3,
    "pertanyaan": "Jika sektor produksi pangan domestik tidak diperkuat, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "A. Harga pangan akan selalu stabil.",
      "B. Ketergantungan pada pasokan eksternal akan meningkat.",
      "C. Daya beli masyarakat akan meningkat.",
      "D. Bank Sentral akan menurunkan suku bunga.",
      "E. Kebijakan moneter menjadi satu-satunya solusi untuk inflasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa peningkatan produktivitas pangan domestik 'dapat mengurangi ketergantungan pada pasokan eksternal.' Jika hal ini tidak dilakukan, maka ketergantungan pada pasokan eksternal akan tetap tinggi atau bahkan meningkat."
  },
  {
    "id": 4,
    "pertanyaan": "Manakah pernyataan yang **pasti salah** berdasarkan teks?",
    "pilihan": [
      "A. Kenaikan harga BBM akan memengaruhi biaya logistik.",
      "B. Kenaikan harga suku bunga bertujuan menstabilkan harga.",
      "C. Kenaikan harga BBM tidak akan memengaruhi harga pangan.",
      "D. Daya beli masyarakat berpenghasilan rendah terpengaruh oleh inflasi.",
      "E. Kenaikan suku bunga berisiko memperlambat pertumbuhan ekonomi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa kenaikan harga BBM 'diprediksi akan memicu lonjakan biaya transportasi' yang pada akhirnya 'diperkirakan akan mengalami peningkatan signifikan' pada harga komoditas pangan. Oleh karena itu, pernyataan bahwa kenaikan harga BBM tidak akan memengaruhi harga pangan adalah pernyataan yang pasti salah."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 5-7.\n\n**Teks 2**\nSebuah perusahaan riset melakukan survei tentang dampak penerapan sistem kerja hibrida (kombinasi kerja dari kantor dan rumah) terhadap produktivitas karyawan. Hasil survei menunjukkan bahwa semua tim yang menerapkan sistem hibrida secara disiplin mengalami peningkatan produktivitas yang signifikan. Karyawan yang merasa diberi kepercayaan dan fleksibilitas cenderung lebih termotivasi untuk menyelesaikan pekerjaan.\n\nNamun, tidak semua tim berhasil. Tim yang tidak memiliki aturan jelas mengenai kehadiran di kantor dan WFH mengalami penurunan produktivitas. Kurangnya koordinasi dan komunikasi tatap muka menyebabkan miskomunikasi dan penundaan proyek. Oleh karena itu, kesuksesan model hibrida sangat bergantung pada penerapan kebijakan yang terstruktur dan disiplin.\n\n * Berdasarkan teks, manakah pernyataan berikut yang pasti benar?",
    "pilihan": [
      "A. Semua tim yang produktif menerapkan sistem kerja hibrida.",
      "B. Kurangnya komunikasi tatap muka selalu menyebabkan miskomunikasi.",
      "C. Karyawan yang tidak bekerja hibrida pasti tidak produktif.",
      "D. Tim yang menerapkan sistem hibrida secara disiplin mengalami peningkatan produktivitas.",
      "E. Kebijakan yang terstruktur menjamin semua karyawan merasa termotivasi."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara langsung menyatakan bahwa 'semua tim yang menerapkan sistem hibrida secara disiplin mengalami peningkatan produktivitas yang signifikan.' Ini adalah fakta yang pasti benar berdasarkan teks."
  },
  {
    "id": 6,
    "pertanyaan": "Jika sebuah tim tidak mengalami peningkatan produktivitas, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "A. Tim tersebut tidak menerapkan sistem kerja hibrida.",
      "B. Tim tersebut tidak memiliki aturan yang jelas.",
      "C. Karyawan di tim tersebut tidak termotivasi.",
      "D. Tim tersebut bekerja dari kantor setiap hari.",
      "E. Tim tersebut mengalami miskomunikasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa tim yang tidak memiliki aturan jelas mengenai WFH 'mengalami penurunan produktivitas'. Oleh karena itu, jika sebuah tim tidak mengalami peningkatan produktivitas, ada kemungkinan besar penyebabnya adalah tidak adanya aturan yang jelas."
  },
  {
    "id": 7,
    "pertanyaan": "Jika sebuah tim menerapkan sistem hibrida tanpa aturan yang jelas, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "A. Tim tersebut akan mengalami peningkatan produktivitas.",
      "B. Tim tersebut pasti akan mengalami miskomunikasi.",
      "C. Tim tersebut akan mengalami penurunan produktivitas.",
      "D. Karyawan akan lebih termotivasi.",
      "E. Tim tersebut hanya bekerja dari rumah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 'Tim yang tidak memiliki aturan jelas mengenai kehadiran di kantor dan WFH mengalami penurunan produktivitas.' Jadi, jika sebuah tim menerapkan sistem hibrida tanpa aturan yang jelas, penurunan produktivitas adalah hasil yang paling mungkin."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 3**\nSemua seniman digital yang menggunakan kecerdasan buatan (AI) untuk mempercepat proses pembuatan karya mereka dapat menghasilkan lebih banyak proyek dalam waktu singkat. Namun, beberapa kritikus berpendapat bahwa penggunaan AI secara berlebihan dapat mengikis keaslian dan sentuhan personal dari sebuah karya seni. Meskipun demikian, perusahaan-perusahaan kreatif yang mengadopsi teknologi AI melaporkan peningkatan efisiensi yang signifikan dalam alur kerja mereka.\n\nSetiap karya seni yang dibuat dengan bantuan AI memerlukan sentuhan akhir dari seniman untuk memastikan hasil akhirnya memenuhi standar estetika yang diinginkan. Oleh karena itu, peran seniman tetap krusial, bukan sebagai pencipta tunggal dari nol, melainkan sebagai kurator dan penyempurna.\n\n * Jika seorang seniman tidak dapat menghasilkan lebih banyak proyek dalam waktu singkat, manakah simpulan yang pasti benar?",
    "pilihan": [
      "A. Seniman tersebut tidak menggunakan kecerdasan buatan (AI).",
      "B. Seniman tersebut adalah seorang kritikus.",
      "C. Karya seninya tidak memiliki sentuhan personal.",
      "D. Karya seninya tidak memenuhi standar estetika.",
      "E. Perusahaan tempatnya bekerja tidak efisien."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan bahwa 'Semua seniman digital yang menggunakan kecerdasan buatan (AI) ... dapat menghasilkan lebih banyak proyek dalam waktu singkat.' Ini adalah premis 'jika P maka Q'. Jika 'Q' (dapat menghasilkan lebih banyak proyek) tidak terpenuhi, maka 'P' (menggunakan AI) juga pasti tidak terpenuhi. Ini adalah contoh penalaran logis *modus tollens*."
  },
  {
    "id": 9,
    "pertanyaan": "Jika sebuah karya seni dibuat dengan bantuan AI, manakah pernyataan berikut yang pasti benar?",
    "pilihan": [
      "A. Karya seni tersebut tidak memiliki sentuhan personal.",
      "B. Karya seni tersebut akan menjadi lebih otentik.",
      "C. Karya seni tersebut harus disempurnakan oleh seorang seniman.",
      "D. Karya seni tersebut tidak memerlukan sentuhan akhir.",
      "E. Karya seni tersebut dibuat secara cepat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'Setiap karya seni yang dibuat dengan bantuan AI memerlukan sentuhan akhir dari seniman'."
  },
  {
    "id": 10,
    "pertanyaan": "Jika sebuah perusahaan tidak mengadopsi teknologi AI, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "A. Perusahaan tersebut tidak akan mengalami peningkatan efisiensi.",
      "B. Perusahaan tersebut tidak bergerak di industri kreatif.",
      "C. Perusahaan tersebut mengalami penurunan produktivitas.",
      "D. Perusahaan tersebut tidak akan pernah menghasilkan karya seni yang otentik.",
      "E. Perusahaan tersebut tidak memiliki sentuhan personal."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan bahwa 'perusahaan-perusahaan kreatif yang mengadopsi teknologi AI melaporkan peningkatan efisiensi yang signifikan'. Ini menyiratkan bahwa perusahaan yang tidak mengadopsi AI tidak akan mengalami peningkatan efisiensi yang signifikan melalui adopsi AI."
  }
]
