[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nPemerintah dan akademisi berkolaborasi dalam mengkaji dampak penggunaan media sosial terhadap kesehatan mental remaja. Penelitian menunjukkan bahwa penggunaan media sosial yang berlebihan dapat meningkatkan risiko depresi dan kecemasan, terutama pada remaja yang rentan. Hal ini sering kali disebabkan oleh perbandingan sosial yang konstan, tekanan untuk tampil sempurna, dan paparan cyberbullying. \n\nMenanggapi hal ini, beberapa negara mulai mempertimbangkan kebijakan yang membatasi akses remaja ke platform media sosial tertentu atau mewajibkan platform untuk mengimplementasikan fitur 'remind break'. Di sisi lain, para ahli digital berpendapat bahwa pembatasan tidak selalu menjadi solusi. Mereka menekankan pentingnya peran orang tua dan sekolah dalam memberikan edukasi literasi digital. Edukasi yang kuat dapat membekali remaja dengan kemampuan untuk menggunakan media sosial secara bijak dan sehat, tanpa harus sepenuhnya membatasi akses mereka. \n\nDi Indonesia, diskusi ini semakin relevan seiring dengan tingginya tingkat penetrasi internet. Meskipun platform media sosial telah menjadi bagian tak terpisahkan dari kehidupan remaja, penting untuk memastikan bahwa mereka memiliki pemahaman yang cukup tentang dampak negatif dan cara mengelola risiko tersebut. Keseimbangan antara kebebasan akses dan perlindungan kesehatan mental menjadi tantangan utama bagi semua pihak yang terlibat.\n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai hubungan antara penggunaan media sosial dan kesehatan mental remaja?",
    "pilihan": [
      "Penggunaan media sosial secara langsung menyebabkan depresi dan kecemasan pada semua remaja.",
      "Penggunaan media sosial yang berlebihan dapat meningkatkan risiko depresi dan kecemasan pada remaja yang rentan.",
      "Penggunaan media sosial tidak memiliki hubungan yang pasti dengan kesehatan mental remaja.",
      "Pembatasan media sosial adalah satu-satunya solusi untuk mengatasi masalah kesehatan mental remaja.",
      "Peran orang tua dan sekolah tidak relevan dalam mengatasi masalah ini."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa 'penggunaan media sosial yang berlebihan dapat meningkatkan risiko depresi dan kecemasan, terutama pada remaja yang rentan.' Pilihan B adalah pernyataan yang paling akurat dan sesuai dengan informasi dalam teks, karena menggunakan kata 'dapat' dan 'meningkatkan risiko' serta menyebutkan 'remaja yang rentan', yang mencerminkan nuansa ketidakpastian mutlak."
  },
  {
    "id": 2,
    "pertanyaan": "Jika kebijakan pembatasan akses media sosial tidak diterapkan, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Kesehatan mental remaja akan memburuk secara signifikan.",
      "Edukasi literasi digital menjadi lebih penting.",
      "Peran orang tua dan sekolah menjadi tidak relevan.",
      "Remaja akan sepenuhnya terhindar dari cyberbullying.",
      "Platform media sosial akan menghapus fitur 'remind break'."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa 'para ahli digital berpendapat bahwa pembatasan tidak selalu menjadi solusi. Mereka menekankan pentingnya peran orang tua dan sekolah dalam memberikan edukasi literasi digital.' Jika pembatasan tidak diterapkan, maka alternatif solusi, yaitu edukasi literasi digital, menjadi lebih penting."
  },
  {
    "id": 3,
    "pertanyaan": "Jika literasi digital remaja tidak ditingkatkan, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "Mereka akan menggunakan media sosial secara bijak.",
      "Mereka akan memiliki pemahaman yang cukup tentang dampak negatif media sosial.",
      "Risiko dari perbandingan sosial dan cyberbullying akan sulit dikendalikan.",
      "Kebijakan pembatasan akses tidak lagi diperlukan.",
      "Semua remaja akan berhenti menggunakan media sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 'Edukasi yang kuat dapat membekali remaja dengan kemampuan untuk menggunakan media sosial secara bijak dan sehat.' Jika literasi digital (bagian dari edukasi) tidak ditingkatkan, maka kemampuan untuk mengelola risiko (seperti perbandingan sosial dan cyberbullying) akan sulit."
  },
  {
    "id": 4,
    "pertanyaan": "Manakah pernyataan yang **pasti salah** berdasarkan teks?",
    "pilihan": [
      "Penggunaan media sosial yang berlebihan memicu kekhawatiran tentang kesehatan mental.",
      "Edukasi literasi digital dianggap penting oleh beberapa ahli.",
      "Pembatasan media sosial adalah satu-satunya solusi untuk semua masalah kesehatan mental remaja.",
      "Remaja yang rentan berisiko lebih tinggi mengalami dampak negatif.",
      "Perbandingan sosial adalah salah satu penyebab risiko depresi pada remaja."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 'beberapa ahli digital berpendapat bahwa pembatasan tidak selalu menjadi solusi', yang secara langsung membantah pernyataan bahwa pembatasan adalah satu-satunya solusi."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 5-7.\n\n**Teks 2**\nIndustri makanan dan minuman vegan terus mengalami pertumbuhan pesat di seluruh dunia. Sebagian besar produk makanan vegan menggunakan bahan baku nabati seperti kedelai, kacang-kacangan, dan sayuran. Perusahaan yang memproduksi makanan vegan sering kali menargetkan konsumen yang peduli lingkungan dan kesehatan, yang ingin mengurangi konsumsi produk hewani. \n\nNamun, tidak semua produk vegan diciptakan sama. Beberapa produk olahan vegan mengandung bahan tambahan dan pengawet buatan yang dapat mengurangi manfaat kesehatannya. Oleh karena itu, bagi konsumen yang memilih produk vegan karena alasan kesehatan, penting untuk memeriksa label nutrisi dengan teliti. Hanya produk vegan dengan bahan alami minimal olahan yang dapat memberikan manfaat kesehatan optimal.\n\n * Berdasarkan teks, manakah pernyataan berikut yang pasti benar?",
    "pilihan": [
      "Semua produk makanan vegan bermanfaat untuk kesehatan.",
      "Semua produk makanan nabati adalah vegan.",
      "Semua perusahaan yang memproduksi makanan vegan menargetkan konsumen yang peduli lingkungan.",
      "Sebagian besar produk makanan vegan menggunakan bahan baku nabati.",
      "Produk olahan vegan tidak akan memberikan manfaat kesehatan."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara langsung menyatakan bahwa 'Sebagian besar produk makanan vegan menggunakan bahan baku nabati seperti kedelai, kacang-kacangan, dan sayuran.' Ini adalah fakta yang pasti benar berdasarkan teks."
  },
  {
    "id": 6,
    "pertanyaan": "Jika sebuah produk vegan tidak memiliki bahan alami minimal olahan, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Produk tersebut tidak memberikan manfaat kesehatan optimal.",
      "Produk tersebut tidak cocok untuk konsumen yang peduli lingkungan.",
      "Produk tersebut tidak mengandung bahan tambahan.",
      "Produk tersebut tidak menggunakan bahan nabati.",
      "Harga produk tersebut sangat mahal."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan bahwa 'Hanya produk vegan dengan bahan alami minimal olahan yang dapat memberikan manfaat kesehatan optimal.' Dengan demikian, jika suatu produk vegan tidak memenuhi kriteria tersebut, maka ia tidak dapat memberikan manfaat kesehatan yang optimal."
  },
  {
    "id": 7,
    "pertanyaan": "Jika seorang konsumen membeli produk vegan karena alasan kesehatan, manakah tindakan yang paling mungkin ia lakukan berdasarkan teks?",
    "pilihan": [
      "Membeli produk vegan tanpa melihat label.",
      "Memastikan produk tersebut mengandung banyak pengawet buatan.",
      "Membeli semua produk vegan yang tersedia di pasaran.",
      "Memeriksa label nutrisi dengan teliti sebelum membeli.",
      "Membeli produk hewani sebagai tambahan."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyarankan bahwa 'bagi konsumen yang memilih produk vegan karena alasan kesehatan, penting untuk memeriksa label nutrisi dengan teliti.' Ini adalah tindakan yang paling logis dan mungkin dilakukan oleh konsumen tersebut berdasarkan teks."
  },
  {
    "id": 8,
    "pertanyaan": "Semua laptop gaming memiliki kartu grafis yang kuat. Sebagian laptop yang memiliki kartu grafis yang kuat memiliki layar resolusi tinggi. Manakah simpulan yang pasti benar?",
    "pilihan": [
      "Semua laptop gaming memiliki layar resolusi tinggi.",
      "Sebagian laptop gaming memiliki layar resolusi tinggi.",
      "Tidak ada laptop gaming yang memiliki layar resolusi tinggi.",
      "Semua laptop yang memiliki layar resolusi tinggi adalah laptop gaming.",
      "Tidak ada simpulan yang pasti benar."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Semua laptop gaming (A) memiliki kartu grafis yang kuat (B). Premis 2: Sebagian laptop yang memiliki kartu grafis yang kuat (B) memiliki layar resolusi tinggi (C). Dari kedua premis ini, kita dapat menyimpulkan bahwa sebagian A (laptop gaming) juga memiliki C (layar resolusi tinggi). Ini adalah bentuk penalaran deduktif yang sahih."
  },
  {
    "id": 9,
    "pertanyaan": "Jika semua negara yang memiliki ekonomi digital maju mengadopsi teknologi blockchain, dan sebuah negara tidak mengadopsi teknologi blockchain, manakah simpulan yang pasti benar?",
    "pilihan": [
      "Negara tersebut memiliki ekonomi digital yang maju.",
      "Negara tersebut tidak memiliki ekonomi digital yang maju.",
      "Negara tersebut akan segera mengadopsi blockchain.",
      "Semua negara yang tidak mengadopsi blockchain adalah negara dengan ekonomi digital yang maju.",
      "Tidak ada simpulan yang dapat ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Jika P (negara memiliki ekonomi digital maju), maka Q (negara mengadopsi teknologi blockchain). Premis 2: Ternyata tidak Q (negara tidak mengadopsi blockchain). Berdasarkan prinsip logika *modus tollens*, jika 'tidak Q' benar, maka 'tidak P' juga pasti benar. Jadi, negara tersebut tidak memiliki ekonomi digital yang maju."
  },
  {
    "id": 10,
    "pertanyaan": "Semua orang yang berpartisipasi dalam program pelatihan A memiliki sertifikat kompetensi. Sebagian orang yang memiliki sertifikat kompetensi juga mengikuti program magang. Manakah simpulan yang paling tepat?",
    "pilihan": [
      "Semua orang yang berpartisipasi dalam program pelatihan A mengikuti program magang.",
      "Semua orang yang mengikuti program magang berpartisipasi dalam program pelatihan A.",
      "Sebagian orang yang berpartisipasi dalam program pelatihan A juga mengikuti program magang.",
      "Tidak ada orang yang berpartisipasi dalam program pelatihan A mengikuti program magang.",
      "Tidak ada simpulan yang pasti benar."
    ],
    "jawaban": "C",
    "pembahasan": "Premis 1: Semua orang yang berpartisipasi dalam program pelatihan A (A) memiliki sertifikat kompetensi (B). Premis 2: Sebagian orang yang memiliki sertifikat kompetensi (B) juga mengikuti program magang (C). Dari kedua premis ini, kita dapat menyimpulkan bahwa sebagian orang yang berpartisipasi dalam program pelatihan A (A) juga mengikuti program magang (C). Ini adalah penalaran deduktif yang valid."
  }
]