[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nPersaingan sengit antara Amerika Serikat (AS) dan Tiongkok dalam industri semikonduktor semakin memanas. Semikonduktor, yang menjadi tulang punggung teknologi modern, kini menjadi medan perang geopolitik. AS, yang telah lama memimpin dalam inovasi chip, melihat kebangkitan Tiongkok sebagai ancaman terhadap dominasi teknologinya. AS merespons dengan menerapkan sanksi ekspor, melarang perusahaan seperti Nvidia dan AMD untuk menjual chip AI canggih ke Tiongkok.\n\nKebijakan pembatasan ekspor ini secara langsung bertujuan untuk menghambat kemajuan teknologi Tiongkok, khususnya dalam bidang kecerdasan buatan dan superkomputer. Namun, langkah ini juga menimbulkan konsekuensi bagi rantai pasok global. Negara-negara lain, termasuk di Asia Tenggara dan Eropa, merasa terjebak dalam ketegangan ini, di mana mereka harus menyeimbangkan hubungan ekonomi dengan Tiongkok dan tekanan politik dari AS.\n\nDi sisi lain, Tiongkok tidak tinggal diam. Pemerintah Tiongkok meningkatkan investasi domestik besar-besaran untuk mencapai swasembada chip. Meskipun strategi ini membutuhkan waktu dan modal yang sangat besar, jika berhasil, Tiongkok berpotensi mengurangi ketergantungannya pada teknologi asing dan mengamankan posisinya dalam industri global. Hal ini menunjukkan bahwa perang teknologi bukan hanya tentang persaingan bisnis, tetapi juga tentang supremasi global di era digital. \n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai alasan di balik sanksi ekspor AS terhadap Tiongkok?",
    "pilihan": [
      "AS ingin meningkatkan penjualan chip-nya di Tiongkok.",
      "AS melihat kebangkitan Tiongkok sebagai ancaman terhadap dominasi teknologinya.",
      "AS bertujuan untuk meningkatkan investasi Tiongkok dalam industri semikonduktor.",
      "Sanksi ekspor diterapkan untuk meningkatkan kerja sama antara AS dan Tiongkok.",
      "AS ingin mengurangi ketergantungan Tiongkok pada chip domestik."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara langsung menyebutkan bahwa AS 'melihat kebangkitan Tiongkok sebagai ancaman terhadap hegemoni teknologinya' dan merespons dengan sanksi ekspor. Pilihan B adalah pernyataan yang paling akurat dari teks."
  },
  {
    "id": 2,
    "pertanyaan": "Jika Tiongkok berhasil mencapai swasembada chip, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Perang teknologi dengan AS akan segera berakhir.",
      "Tiongkok akan sepenuhnya berhenti membeli chip dari luar negeri.",
      "Tiongkok berpotensi mengurangi ketergantungannya pada teknologi asing.",
      "AS akan mencabut semua sanksi ekspornya.",
      "Semua negara di Asia Tenggara akan berhenti berdagang dengan Tiongkok."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa tujuan Tiongkok berinvestasi adalah 'jika berhasil, Tiongkok berpotensi mengurangi ketergantungannya pada teknologi asing'. Ini adalah hubungan sebab-akibat yang jelas."
  },
  {
    "id": 3,
    "pertanyaan": "Jika kebijakan pembatasan ekspor AS tidak diterapkan, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "Perusahaan AS akan dilarang menjual chip ke Tiongkok.",
      "Kemajuan teknologi Tiongkok akan terhambat.",
      "Konsekuensi terhadap rantai pasok global mungkin tidak terjadi.",
      "Tiongkok akan menghentikan investasi domestik semikonduktor.",
      "Semua negara akan mendukung Tiongkok."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 'kebijakan pembatasan ekspor ini... menimbulkan konsekuensi bagi rantai pasok global.' Jika kebijakan tersebut tidak ada, maka konsekuensinya juga tidak akan muncul atau setidaknya berkurang."
  },
  {
    "id": 4,
    "pertanyaan": "Manakah pernyataan yang **pasti salah** berdasarkan teks?",
    "pilihan": [
      "Tiongkok berupaya mencapai swasembada chip.",
      "Sanksi ekspor AS menargetkan penjualan chip AI canggih.",
      "Tiongkok melihat AS sebagai ancaman terhadap dominasi teknologinya.",
      "Perang teknologi memengaruhi rantai pasok global.",
      "AS telah lama menjadi pemimpin dalam inovasi chip."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'AS... melihat kebangkitan Tiongkok sebagai ancaman terhadap hegemoni teknologinya.' Pernyataan yang mengklaim sebaliknya adalah pernyataan yang pasti salah."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 5-7.\n\n**Teks 2**\nASML Holding N.V. adalah perusahaan asal Belanda yang memegang peran sangat krusial dalam industri semikonduktor. Perusahaan ini merupakan satu-satunya produsen mesin fotolitografi Extreme Ultraviolet (EUV) di dunia, teknologi yang esensial untuk memproduksi chip tercanggih. Mesin EUV memungkinkan pembuatan chip dengan ukuran transistor yang sangat kecil dan efisien, yang menjadi kunci bagi kemajuan teknologi seperti 5G, kecerdasan buatan, dan komputasi kuantum.\n\nTanpa mesin canggih ASML, perusahaan-perusahaan besar seperti TSMC, Samsung, dan Intel tidak akan mampu memproduksi chip terkini untuk memenuhi permintaan pasar global. Ketergantungan industri pada satu produsen ini menciptakan posisi unik bagi ASML, yang kini menjadi pemain kunci dalam geopolitik teknologi. Negara-negara yang ingin membangun industri chipnya sendiri harus memiliki akses ke teknologi ASML, yang sering kali dibatasi oleh regulasi ekspor akibat tekanan politik.\n\n * Berdasarkan teks, manakah pernyataan berikut yang pasti benar?",
    "pilihan": [
      "ASML adalah perusahaan yang memproduksi chip secara massal.",
      "Semua perusahaan semikonduktor memiliki mesin EUV dari ASML.",
      "ASML adalah satu-satunya produsen mesin fotolitografi EUV di dunia.",
      "ASML adalah satu-satunya perusahaan yang memproduksi chip untuk 5G.",
      "Ketergantungan industri pada ASML tidak memiliki dampak geopolitik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyatakan bahwa ASML 'merupakan satu-satunya produsen mesin fotolitografi Extreme Ultraviolet (EUV) di dunia.' Ini adalah fakta yang pasti benar berdasarkan teks."
  },
  {
    "id": 6,
    "pertanyaan": "Jika sebuah perusahaan tidak dapat memproduksi chip dengan ukuran transistor yang sangat kecil dan efisien, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Perusahaan tersebut tidak memiliki mesin EUV dari ASML.",
      "Perusahaan tersebut memproduksi chip untuk 5G.",
      "Perusahaan tersebut tidak memerlukan teknologi modern.",
      "Perusahaan tersebut adalah salah satu pesaing ASML.",
      "Perusahaan tersebut mampu memproduksi chip terkini."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan bahwa mesin EUV 'memungkinkan pembuatan chip dengan ukuran transistor yang sangat kecil dan efisien.' Jika sebuah perusahaan tidak dapat melakukannya, ada kemungkinan besar mereka tidak memiliki akses ke teknologi tersebut."
  },
  {
    "id": 7,
    "pertanyaan": "Jika sebuah negara ingin membangun industri chipnya sendiri tetapi tidak memiliki akses ke teknologi ASML, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "Negara tersebut akan menjadi pemimpin di industri semikonduktor.",
      "Negara tersebut akan mampu memproduksi chip terkini secara massal.",
      "Negara tersebut tidak akan mampu memproduksi chip tercanggih.",
      "Negara tersebut akan dibebaskan dari regulasi ekspor.",
      "Negara tersebut akan menjadi produsen mesin EUV."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa teknologi ASML 'esensial untuk memproduksi chip tercanggih.' Jika sebuah negara tidak memiliki akses, maka mereka tidak akan mampu memproduksi chip tercanggih tersebut."
  },
  {
    "id": 8,
    "pertanyaan": "Sebuah studi menunjukkan bahwa konsumsi gula berlebih dapat meningkatkan risiko diabetes tipe 2. Studi ini melibatkan ribuan responden dan menunjukkan hasil yang konsisten. Namun, studi tersebut juga menekankan bahwa konsumsi gula saja tidak cukup untuk menyebabkan diabetes; faktor genetik, kurangnya aktivitas fisik, dan berat badan berlebih juga memegang peranan penting.\n\nBerdasarkan bacaan tersebut, manakah pernyataan yang **PASTI SALAH**?",
    "pilihan": [
      "Konsumsi gula berlebih dapat meningkatkan risiko diabetes tipe 2.",
      "Faktor genetik memiliki peran dalam risiko diabetes.",
      "Studi tersebut melibatkan banyak responden.",
      "Satu-satunya penyebab diabetes tipe 2 adalah konsumsi gula berlebih.",
      "Kurangnya aktivitas fisik juga memengaruhi risiko diabetes."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan bahwa 'konsumsi gula saja tidak cukup untuk menyebabkan diabetes'. Oleh karena itu, pernyataan yang mengklaim bahwa itu adalah satu-satunya penyebab (absolut) adalah pernyataan yang pasti salah."
  },
  {
    "id": 9,
    "pertanyaan": "Semua program magang yang dibayar memiliki kuota terbatas. Sebagian program magang yang memiliki kuota terbatas adalah program yang sangat kompetitif. Manakah simpulan yang pasti benar?",
    "pilihan": [
      "Semua program magang yang dibayar sangat kompetitif.",
      "Sebagian program magang yang dibayar sangat kompetitif.",
      "Tidak ada program magang yang dibayar yang sangat kompetitif.",
      "Semua program magang yang sangat kompetitif memiliki kuota terbatas.",
      "Tidak ada simpulan yang pasti benar."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Semua program magang yang dibayar (A) memiliki kuota terbatas (B). Premis 2: Sebagian program magang yang memiliki kuota terbatas (B) adalah program yang sangat kompetitif (C). Dari kedua premis ini, kita dapat menyimpulkan bahwa sebagian A (program magang yang dibayar) juga C (sangat kompetitif)."
  },
  {
    "id": 10,
    "pertanyaan": "Jika semua negara yang memiliki ekonomi digital maju mengadopsi teknologi 5G, dan sebuah negara tidak mengadopsi teknologi 5G, manakah simpulan yang pasti benar?",
    "pilihan": [
      "Negara tersebut memiliki ekonomi digital yang maju.",
      "Negara tersebut tidak memiliki ekonomi digital yang maju.",
      "Negara tersebut akan segera mengadopsi 5G.",
      "Semua negara yang tidak mengadopsi 5G adalah negara dengan ekonomi digital yang maju.",
      "Tidak ada simpulan yang dapat ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Jika P (negara memiliki ekonomi digital maju), maka Q (negara mengadopsi teknologi 5G). Premis 2: Ternyata tidak Q (negara tidak mengadopsi 5G). Berdasarkan prinsip logika *modus tollens*, jika 'tidak Q' benar, maka 'tidak P' juga pasti benar. Jadi, negara tersebut tidak memiliki ekonomi digital yang maju."
  }
]
