[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nFederasi Sepak Bola Internasional (FIFA) dan Uni Sepak Bola Eropa (UEFA) baru-baru ini menuai kritik atas dugaan standar ganda dalam menanggapi konflik geopolitik. Kritik ini muncul setelah kedua federasi tersebut tidak memberikan sanksi atau *ban* kepada Israel, meskipun pemerintahnya dituduh melakukan kejahatan perang di Palestina yang juga menargetkan pesepakbola. Keputusan ini dinilai kontras dengan tindakan mereka terhadap Rusia yang secara cepat diberikan sanksi berat dan dikeluarkan dari berbagai kompetisi internasional, menyusul invasi ke Ukraina. \n\nPihak yang mengkritik berpendapat bahwa FIFA dan UEFA seharusnya memiliki sikap yang konsisten dan netral terhadap semua konflik. Jika sanksi diberlakukan untuk satu negara karena alasan politik, maka seharusnya perlakuan yang sama juga diterapkan pada negara lain. Mereka menyoroti bahwa tindakan ini tidak hanya mencoreng citra netralitas olahraga, tetapi juga mengkhianati nilai-nilai kemanusiaan yang sering mereka promosikan. \n\nDi sisi lain, FIFA dan UEFA belum memberikan penjelasan resmi yang komprehensif terkait perbedaan sikap ini. Ada dugaan bahwa keputusan mereka dipengaruhi oleh tekanan politik dan finansial dari kekuatan-kekuatan besar dunia. Apapun alasannya, peristiwa ini menyoroti perdebatan yang lebih luas mengenai hubungan yang rumit antara olahraga, politik, dan HAM. \n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai alasan kritik terhadap FIFA dan UEFA?",
    "pilihan": [
      "FIFA dan UEFA tidak bereaksi terhadap konflik geopolitik apa pun.",
      "FIFA dan UEFA menerapkan sanksi kepada Israel tetapi tidak kepada Rusia.",
      "FIFA dan UEFA dianggap memiliki standar ganda dalam menerapkan sanksi terhadap negara-negara yang berkonflik.",
      "Kedua federasi terlalu cepat dalam memberikan sanksi kepada Rusia.",
      "FIFA dan UEFA secara transparan menjelaskan perbedaan sikap mereka."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa kritik muncul karena 'dugaan standar ganda dalam menanggapi konflik geopolitik' yang ditunjukkan oleh perbedaan perlakuan terhadap Israel dan Rusia. Pilihan C adalah kesimpulan yang paling akurat dari premis tersebut."
  },
  {
    "id": 2,
    "pertanyaan": "Jika FIFA dan UEFA ingin mempertahankan citra netralitas olahraga, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Mereka harus memberikan sanksi hanya kepada negara-negara yang tidak kuat secara politik.",
      "Mereka harus memiliki sikap yang konsisten terhadap semua konflik.",
      "Mereka harus sepenuhnya menarik diri dari semua urusan politik.",
      "Mereka harus lebih sering mempromosikan nilai-nilai kemanusiaan.",
      "Mereka harus mempromosikan perdamaian di setiap kompetisi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa pihak yang mengkritik berpendapat FIFA dan UEFA 'seharusnya memiliki sikap yang konsisten dan netral terhadap semua konflik' untuk menjaga citra mereka. Jika mereka ingin netral, maka sikap konsisten adalah keharusan."
  },
  {
    "id": 3,
    "pertanyaan": "Jika dugaan bahwa keputusan FIFA dan UEFA dipengaruhi oleh tekanan politik benar, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "Kedua federasi tidak akan pernah memberikan sanksi lagi.",
      "Mereka akan lebih sering memberikan sanksi kepada negara yang kuat.",
      "Sikap mereka tidak sepenuhnya didasarkan pada netralitas olahraga.",
      "Semua konflik geopolitik akan berakhir.",
      "Nilai-nilai kemanusiaan akan lebih sering dipromosikan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa dugaan tekanan politik dan finansial menjadi alasan di balik perbedaan sikap. Jika dugaan ini benar, maka sikap mereka tidak murni didasarkan pada prinsip netralitas olahraga."
  },
  {
    "id": 4,
    "pertanyaan": "Manakah pernyataan yang **pasti salah** berdasarkan teks?",
    "pilihan": [
      "FIFA dan UEFA tidak memberikan sanksi kepada Israel.",
      "Keputusan FIFA dan UEFA terhadap Rusia menuai kritik.",
      "FIFA dan UEFA telah memberikan penjelasan resmi yang komprehensif.",
      "Pihak yang mengkritik menyoroti adanya standar ganda.",
      "Konflik di Palestina juga menargetkan pesepakbola."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'FIFA dan UEFA belum memberikan penjelasan resmi yang komprehensif terkait perbedaan sikap ini.' Oleh karena itu, pernyataan yang mengklaim sebaliknya adalah pernyataan yang pasti salah."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 5-7.\n\n**Teks 2**\nKonflik di Palestina telah memicu perdebatan luas di tingkat global. Laporan dari berbagai organisasi hak asasi manusia dan PBB menunjukkan adanya dugaan kejahatan perang yang dilakukan oleh Israel, termasuk penargetan warga sipil dan fasilitas kesehatan. Tindakan ini dikecam karena hal ini merupakan perbuatan genosida dan kejahatan terbesar abad ini, namun Amerika Serikat terus memberikan dukungan militer dan politik. \n\nDukungan AS ini adalah faktor utama yang membuat Israel untuk melanjutkan operasi militernya tanpa sanksi internasional yang signifikan. Jika dukungan AS tidak ada, tekanan internasional untuk mencapai gencatan senjata dan mengakhiri konflik akan jauh lebih besar. Oleh karena itu, dukungan AS secara tidak langsung bertanggung jawab atas eskalasi konflik dan penderitaan rakyat Palestina.\n\n * Berdasarkan teks, manakah pernyataan berikut yang pasti benar?",
    "pilihan": [
      "Semua negara di dunia mengutuk tindakan Israel.",
      "Amerika Serikat tidak memberikan dukungan militer kepada Israel.",
      "Tindakan Israel dikecam sebagai genosida dan kejahatan terbesar abad ini.",
      "Konflik di Palestina tidak memicu perdebatan di tingkat global.",
      "PBB dan organisasi HAM tidak melaporkan adanya kejahatan perang."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyatakan bahwa 'Tindakan ini (Israel) dikecam sebagai genosida dan kejahatan terbesar abad ini.' Ini adalah fakta yang pasti benar berdasarkan teks."
  },
  {
    "id": 6,
    "pertanyaan": "Jika Amerika Serikat menghentikan dukungan militernya kepada Israel, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Israel akan memenangkan konflik dengan cepat.",
      "Tekanan internasional untuk gencatan senjata akan jauh lebih besar.",
      "Israel akan menghentikan semua operasi militernya.",
      "Penderitaan rakyat Palestina akan berakhir secara instan.",
      "PBB akan segera memberikan sanksi berat."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa 'Jika dukungan AS tidak ada, tekanan internasional untuk mencapai gencatan senjata dan mengakhiri konflik akan jauh lebih besar.' Ini adalah hubungan sebab-akibat yang jelas."
  },
  {
    "id": 7,
    "pertanyaan": "Jika sebuah negara dituduh melakukan kejahatan perang dan mendapatkan dukungan politik dari kekuatan besar, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "Negara tersebut akan diberikan sanksi internasional yang signifikan.",
      "Negara tersebut akan melanjutkan operasi militernya tanpa sanksi signifikan.",
      "Semua organisasi HAM akan mengecam negara tersebut.",
      "PBB akan segera mengintervensi konflik.",
      "Negara tersebut akan segera mencapai perdamaian."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa dukungan AS memungkinkan Israel 'untuk melanjutkan operasi militernya tanpa sanksi internasional yang signifikan.' Ini menunjukkan bahwa dukungan dari kekuatan besar dapat memengaruhi keberlanjutan suatu konflik tanpa sanksi yang berarti."
  },
  {
    "id": 8,
    "pertanyaan": "Jika semua orang yang berprofesi sebagai atlet profesional memiliki fisik yang kuat, dan Budi tidak memiliki fisik yang kuat, manakah simpulan yang pasti benar?",
    "pilihan": [
      "Budi adalah seorang atlet profesional.",
      "Budi bukan seorang atlet profesional.",
      "Semua orang yang tidak memiliki fisik yang kuat adalah Budi.",
      "Semua orang yang memiliki fisik yang kuat adalah atlet profesional.",
      "Tidak ada simpulan yang dapat ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Jika P (seseorang berprofesi sebagai atlet profesional), maka Q (orang tersebut memiliki fisik yang kuat). Premis 2: Budi tidak memiliki fisik yang kuat (tidak Q). Berdasarkan prinsip logika *modus tollens*, jika 'tidak Q' benar, maka 'tidak P' juga pasti benar. Jadi, Budi bukan seorang atlet profesional."
  },
  {
    "id": 9,
    "pertanyaan": "Semua film fiksi ilmiah (sci-fi) yang sukses adalah film yang memiliki alur cerita yang kompleks. Sebagian film fiksi ilmiah yang sukses juga memenangkan penghargaan. Manakah simpulan yang pasti benar?",
    "pilihan": [
      "Semua film yang memiliki alur cerita yang kompleks adalah film sci-fi yang sukses.",
      "Sebagian film sci-fi yang sukses memiliki alur cerita yang kompleks dan memenangkan penghargaan.",
      "Semua film yang memenangkan penghargaan adalah film sci-fi yang sukses.",
      "Tidak ada film sci-fi yang memenangkan penghargaan.",
      "Semua film yang memiliki alur cerita yang kompleks tidak memenangkan penghargaan."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Semua film sci-fi sukses (A) memiliki alur cerita yang kompleks (B). Premis 2: Sebagian film sci-fi sukses (A) memenangkan penghargaan (C). Dari kedua premis ini, kita dapat menyimpulkan bahwa ada irisan antara B dan C, yaitu sebagian film sci-fi sukses memiliki alur cerita yang kompleks dan memenangkan penghargaan."
  },
  {
    "id": 10,
    "pertanyaan": "Sebuah penelitian menyebutkan bahwa konsumsi sayuran hijau secara rutin dapat membantu menurunkan risiko penyakit jantung. Studi ini melibatkan ribuan partisipan dan menunjukkan hasil yang konsisten. Namun, penelitian tersebut juga menekankan bahwa sayuran hijau saja tidak cukup; gaya hidup sehat lainnya, seperti olahraga teratur dan tidak merokok, juga memegang peranan penting.\n\nBerdasarkan bacaan tersebut, manakah pernyataan yang **PASTI SALAH**?",
    "pilihan": [
      "Konsumsi sayuran hijau dapat membantu menurunkan risiko penyakit jantung.",
      "Gaya hidup sehat selain sayuran hijau juga penting untuk mencegah penyakit jantung.",
      "Penelitian tersebut melibatkan banyak partisipan.",
      "Satu-satunya cara untuk menurunkan risiko penyakit jantung adalah dengan konsumsi sayuran hijau.",
      "Olahraga teratur dan tidak merokok memiliki peran dalam kesehatan jantung."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan bahwa sayuran hijau 'dapat membantu' menurunkan risiko penyakit jantung, tetapi juga menekankan bahwa sayuran hijau 'saja tidak cukup'. Oleh karena itu, pernyataan yang mengklaim bahwa itu adalah satu-satunya cara (absolut) adalah pernyataan yang pasti salah."
  }
]
