[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nPemerintah dan perusahaan teknologi global sedang berdiskusi mengenai regulasi penggunaan kecerdasan buatan (AI) generatif. Peningkatan penggunaan AI generatif, seperti yang mampu membuat teks dan gambar, telah memicu kekhawatiran tentang penyebaran disinformasi dan pelanggaran hak cipta. Pemerintah berencana untuk menerapkan aturan ketat, termasuk mewajibkan penandaan (watermarking) pada konten yang dihasilkan AI. \n\nNamun, para pengembang AI berpendapat bahwa regulasi yang terlalu ketat dapat menghambat inovasi dan kemajuan teknologi. Mereka mengusulkan pendekatan berbasis kolaborasi, di mana industri dan pemerintah bekerja sama untuk menciptakan pedoman etis. Di sisi lain, beberapa aktivis digital menegaskan bahwa tanpa regulasi yang kuat, potensi dampak negatif AI terhadap masyarakat, seperti bias algoritmik dan otomatisasi pekerjaan, akan semakin sulit dikendalikan. \n\nDiskusi ini menunjukkan adanya keseimbangan yang rumit antara mendorong inovasi dan memastikan keamanan serta etika. Apapun hasil dari regulasi ini, penting untuk tetap fokus pada literasi digital masyarakat. Kemampuan untuk mengidentifikasi konten yang dihasilkan AI menjadi kunci untuk mengurangi risiko disinformasi, terlepas dari apakah regulasi tersebut diterapkan secara ketat atau tidak.\n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai hubungan antara regulasi dan inovasi AI?",
    "pilihan": [
      "Regulasi ketat selalu menghambat inovasi AI.",
      "Regulasi yang terlalu ketat berpotensi menghambat inovasi AI.",
      "Regulasi dan inovasi AI tidak memiliki hubungan yang pasti.",
      "Regulasi ketat secara langsung mendorong inovasi AI.",
      "Inovasi AI tidak akan terpengaruh oleh regulasi apapun."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa 'para pengembang AI berpendapat bahwa regulasi yang terlalu ketat dapat menghambat inovasi.' Pilihan B adalah pernyataan yang paling akurat dan sesuai dengan informasi dalam teks, karena menggunakan kata 'berpotensi' yang mencerminkan pandangan para pengembang, bukan suatu kepastian."
  },
  {
    "id": 2,
    "pertanyaan": "Jika penandaan (watermarking) pada konten AI diwajibkan, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Penyebaran disinformasi akan sepenuhnya terhenti.",
      "Pelanggaran hak cipta akan meningkat.",
      "Masyarakat akan lebih mudah mengidentifikasi konten buatan AI.",
      "Semua konten AI akan dihapus dari internet.",
      "Pengembangan AI akan terhenti."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa salah satu kekhawatiran dari AI adalah 'penyebaran disinformasi' dan salah satu solusi yang diusulkan adalah 'mewajibkan penandaan (watermarking)'. Tujuan dari penandaan ini adalah untuk membuat konten AI dapat dikenali, sehingga memudahkan masyarakat untuk mengidentifikasinya."
  },
  {
    "id": 3,
    "pertanyaan": "Jika literasi digital masyarakat tidak ditingkatkan, manakah simpulan yang paling mungkin benar berdasarkan teks?",
    "pilihan": [
      "Regulasi AI tidak lagi diperlukan.",
      "Risiko disinformasi akan berkurang.",
      "Potensi dampak negatif AI akan mudah dikendalikan.",
      "Masyarakat akan kesulitan mengidentifikasi konten yang dihasilkan AI.",
      "Industri dan pemerintah akan lebih mudah berkolaborasi."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan bahwa 'Kemampuan untuk mengidentifikasi konten yang dihasilkan AI menjadi kunci untuk mengurangi risiko disinformasi' dan kemampuan ini sangat bergantung pada literasi digital. Oleh karena itu, jika literasi digital tidak ditingkatkan, kemampuan untuk mengidentifikasi konten AI akan sulit, dan risiko disinformasi akan tetap tinggi."
  },
  {
    "id": 4,
    "pertanyaan": "Manakah pernyataan yang **pasti salah** berdasarkan teks?",
    "pilihan": [
      "Penggunaan AI generatif memicu kekhawatiran tentang disinformasi.",
      "Beberapa aktivis digital tidak setuju dengan regulasi AI.",
      "Regulasi yang terlalu ketat berisiko menghambat inovasi.",
      "Literasi digital penting untuk mengurangi risiko disinformasi.",
      "Otomatisasi pekerjaan adalah dampak potensial dari AI."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa 'beberapa aktivis digital menegaskan bahwa **tanpa regulasi yang kuat**, potensi dampak negatif AI...akan semakin sulit dikendalikan.' Ini menunjukkan bahwa mereka justru mendukung, bukan tidak setuju, dengan regulasi AI."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 5-7.\n\n**Teks 2**\nFenomena 'work from anywhere' (WFA) atau kerja dari mana saja semakin populer di kalangan profesional. Sebuah studi terbaru menemukan bahwa semua perusahaan yang menerapkan kebijakan WFA dengan aturan yang fleksibel mengalami peningkatan retensi karyawan. Karyawan yang merasa diberi otonomi dan kepercayaan cenderung lebih loyal dan puas dengan pekerjaan mereka. Sebaliknya, perusahaan yang tidak menawarkan fleksibilitas lokasi kerja sering kali mengalami tingkat *turnover* (pergantian karyawan) yang tinggi. \n\nNamun, penerapan WFA juga memiliki tantangan, terutama terkait koordinasi tim. Tim yang bekerja dari lokasi berbeda memerlukan alat kolaborasi digital yang canggih untuk memastikan komunikasi tetap lancar. Tanpa alat yang tepat, efektivitas kerja tim dapat menurun. Oleh karena itu, kesuksesan WFA sangat bergantung pada investasi perusahaan dalam teknologi dan infrastruktur yang mendukung kolaborasi jarak jauh.\n\n * Berdasarkan teks, manakah pernyataan berikut yang pasti benar?",
    "pilihan": [
      "Semua perusahaan dengan retensi karyawan tinggi menerapkan WFA.",
      "Fleksibilitas lokasi kerja selalu menjamin loyalitas karyawan.",
      "Semua perusahaan yang menerapkan WFA dengan aturan fleksibel mengalami peningkatan retensi karyawan.",
      "Perusahaan yang tidak menawarkan fleksibilitas akan selalu mengalami turnover tinggi.",
      "Semua karyawan yang merasa loyal adalah mereka yang bekerja secara fleksibel."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyatakan bahwa 'semua perusahaan yang menerapkan kebijakan WFA dengan aturan yang fleksibel mengalami peningkatan retensi karyawan.' Ini adalah fakta yang pasti benar berdasarkan teks."
  },
  {
    "id": 6,
    "pertanyaan": "Jika sebuah perusahaan mengalami tingkat turnover yang tinggi, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Perusahaan tersebut tidak memiliki alat kolaborasi digital yang canggih.",
      "Perusahaan tersebut tidak menerapkan kebijakan WFA dengan aturan yang fleksibel.",
      "Karyawan di perusahaan tersebut tidak loyal.",
      "Perusahaan tersebut memiliki tingkat retensi karyawan yang rendah.",
      "Perusahaan tersebut tidak berinvestasi pada teknologi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa 'perusahaan yang tidak menawarkan fleksibilitas lokasi kerja sering kali mengalami tingkat turnover yang tinggi.' Oleh karena itu, jika sebuah perusahaan mengalami tingkat turnover tinggi, ada kemungkinan besar penyebabnya adalah tidak adanya fleksibilitas lokasi kerja."
  },
  {
    "id": 7,
    "pertanyaan": "Jika sebuah tim bekerja dari lokasi yang berbeda tanpa alat kolaborasi digital yang canggih, manakah simpulan yang paling mungkin benar?",
    "pilihan": [
      "Efektivitas kerja tim akan menurun.",
      "Karyawan akan merasa lebih loyal.",
      "Perusahaan akan mengalami peningkatan retensi karyawan.",
      "Komunikasi tim akan tetap lancar.",
      "Perusahaan tersebut tidak menerapkan WFA."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan bahwa 'Tanpa alat yang tepat, efektivitas kerja tim dapat menurun.' Jika sebuah tim bekerja dari lokasi berbeda, alat kolaborasi digital yang canggih adalah alat yang 'tepat'. Jadi, tanpa alat tersebut, efektivitas kerja tim akan menurun."
  },
  {
    "id": 8,
    "pertanyaan": "Semua film fiksi ilmiah (sci-fi) yang sukses adalah film yang memiliki alur cerita yang kompleks. Sebagian film fiksi ilmiah yang sukses juga memenangkan penghargaan. Manakah simpulan yang pasti benar?",
    "pilihan": [
      "Semua film yang memiliki alur cerita yang kompleks adalah film sci-fi yang sukses.",
      "Sebagian film sci-fi yang sukses memiliki alur cerita yang kompleks dan memenangkan penghargaan.",
      "Semua film yang memenangkan penghargaan adalah film sci-fi yang sukses.",
      "Tidak ada film sci-fi yang memenangkan penghargaan.",
      "Semua film yang memiliki alur cerita yang kompleks tidak memenangkan penghargaan."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Semua film sci-fi sukses (A) memiliki alur cerita yang kompleks (B). Premis 2: Sebagian film sci-fi sukses (A) memenangkan penghargaan (C). Dari kedua premis ini, kita dapat menyimpulkan bahwa ada irisan antara B dan C, yaitu sebagian film sci-fi sukses memiliki alur cerita yang kompleks dan memenangkan penghargaan."
  },
  {
    "id": 9,
    "pertanyaan": "Jika semua aplikasi yang populer memiliki antarmuka yang ramah pengguna, dan sebuah aplikasi tidak memiliki antarmuka yang ramah pengguna, manakah simpulan yang pasti benar?",
    "pilihan": [
      "Aplikasi tersebut adalah aplikasi yang populer.",
      "Aplikasi tersebut bukan aplikasi yang populer.",
      "Aplikasi tersebut tidak bisa diunduh.",
      "Semua aplikasi yang tidak populer memiliki antarmuka yang tidak ramah pengguna.",
      "Tidak ada simpulan yang dapat ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Premis 1: Jika P (aplikasi populer), maka Q (antarmuka ramah pengguna). Premis 2: Ternyata tidak Q (aplikasi tidak memiliki antarmuka ramah pengguna). Berdasarkan prinsip *modus tollens*, jika 'tidak Q' benar, maka 'tidak P' juga pasti benar. Jadi, aplikasi tersebut bukan aplikasi yang populer."
  },
  {
    "id": 10,
    "pertanyaan": "Setiap atlet yang disiplin berlatih setiap hari. Sebagian atlet yang disiplin tidak mengikuti kompetisi. Manakah simpulan yang paling tepat?",
    "pilihan": [
      "Semua atlet yang berlatih setiap hari mengikuti kompetisi.",
      "Semua atlet yang disiplin berlatih setiap hari dan tidak mengikuti kompetisi.",
      "Sebagian atlet yang berlatih setiap hari tidak mengikuti kompetisi.",
      "Tidak ada atlet yang berlatih setiap hari tidak mengikuti kompetisi.",
      "Semua atlet yang tidak mengikuti kompetisi adalah atlet yang disiplin."
    ],
    "jawaban": "C",
    "pembahasan": "Premis 1: Semua atlet yang disiplin (A) berlatih setiap hari (B). Premis 2: Sebagian atlet yang disiplin (A) tidak mengikuti kompetisi (C). Dari kedua premis ini, kita dapat menyimpulkan bahwa sebagian atlet yang berlatih setiap hari (B) tidak mengikuti kompetisi (C). Ini adalah penalaran deduktif yang valid."
  }
]