[
  {
    "id": 1,
    "pertanyaan": "Sebuah penelitian tentang tidur menunjukkan bahwa rata-rata orang dewasa membutuhkan 7 hingga 9 jam tidur setiap malam untuk menjaga kesehatan mental dan fisik yang optimal. Tidur yang cukup dapat meningkatkan konsentrasi dan memori, sementara kurang tidur dapat menyebabkan penurunan daya tahan tubuh dan meningkatkan risiko penyakit jantung. Studi ini juga menemukan bahwa orang yang rutin berolahraga cenderung memiliki kualitas tidur yang lebih baik.\n\nBerdasarkan bacaan tersebut, manakah pernyataan yang PASTI SALAH?",
    "pilihan": [
      "Kurang tidur dapat meningkatkan risiko penyakit jantung.",
      "Tidur yang cukup dapat meningkatkan memori dan konsentrasi.",
      "Orang yang jarang berolahraga cenderung memiliki kualitas tidur yang buruk.",
      "Rata-rata orang dewasa membutuhkan lebih dari 6 jam tidur setiap malam.",
      "Tidur kurang dari 7 jam setiap malam akan menjamin penurunan daya tahan tubuh."
    ],
    "jawaban": "E",
    "pembahasan": "Teks menyatakan bahwa kurang tidur 'dapat' (bukan 'akan menjamin') menyebabkan penurunan daya tahan tubuh. Kata 'dapat' menunjukkan kemungkinan, bukan kepastian. Oleh karena itu, pernyataan yang menggunakan kata 'akan menjamin' adalah kesimpulan yang pasti salah karena membuat klaim yang mutlak dan tidak didukung oleh premis."
  }
  {
    "id": 2,
    "pertanyaan": "Pada tahun ajaran baru, semua siswa baru diwajibkan mengikuti kegiatan orientasi. Selama kegiatan orientasi, mereka tidak diizinkan membawa telepon genggam. Saat ini, Rina sedang membawa telepon genggam di sekolah.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Rina sedang tidak mengikuti kegiatan orientasi.",
      "Rina adalah siswa baru.",
      "Rina tidak diwajibkan mengikuti orientasi.",
      "Rina tidak diizinkan membawa telepon genggam.",
      "Tidak dapat ditarik kesimpulan tentang status Rina."
    ],
    "jawaban": "A",
    "pembahasan": "Premis 1: Jika siswa baru, maka wajib orientasi. Premis 2: Jika ikut orientasi, maka tidak boleh bawa HP. Kesimpulan: Jika siswa baru, maka tidak boleh bawa HP. Karena Rina sedang membawa HP (negasi dari premis 'tidak boleh bawa HP'), maka secara logis Rina sedang tidak mengikuti kegiatan orientasi. Ini adalah contoh Modus Tollens."
  },
  {
    "id": 3,
    "pertanyaan": "Semua karyawan di kantor XYZ harus mengenakan seragam saat hari kerja. Hari ini, Joko datang ke kantor dan tidak mengenakan seragam. Berdasarkan pernyataan tersebut, Joko kemungkinan adalah...",
    "pilihan": [
      "Karyawan di kantor XYZ yang sedang tidak bekerja.",
      "Seorang tamu yang datang ke kantor XYZ.",
      "Karyawan di kantor XYZ yang melanggar aturan.",
      "Bukan seorang karyawan di kantor XYZ.",
      "Seorang manajer yang tidak wajib pakai seragam."
    ],
    "jawaban": "E",
    "pembahasan": "Premis 1: Jika karyawan, maka harus pakai seragam. Premis 2: Joko tidak pakai seragam. Kesimpulan yang paling logis adalah Joko bukan karyawan di kantor XYZ, atau ada kondisi lain seperti yang ada pada opsi E."
  },
  {
    "id": 4,
    "pertanyaan": "Setiap peserta lomba lari marathon harus melewati pos pemeriksaan kesehatan. Anton berhasil melewati pos pemeriksaan kesehatan.\n\nKesimpulan yang pasti benar adalah...",
    "pilihan": [
      "Anton adalah peserta lomba lari marathon.",
      "Anton bukan peserta lomba lari marathon.",
      "Semua orang yang melewati pos pemeriksaan kesehatan adalah peserta lomba.",
      "Anton mungkin peserta lomba lari marathon.",
      "Tidak dapat ditarik kesimpulan bahwa Anton adalah peserta lomba lari marathon."
    ],
    "jawaban": "E",
    "pembahasan": "Ini adalah **kekeliruan Afirmasi Konsekuen**. Premis tidak menyatakan bahwa 'hanya' peserta lomba lari marathon yang harus melewati pos pemeriksaan kesehatan. Banyak orang lain (misalnya, panitia atau penonton) juga bisa melewati pos tersebut. Oleh karena itu, kita tidak bisa menyimpulkan secara pasti bahwa Anton adalah peserta lomba."
  },
  {
    "id": 5,
    "pertanyaan": "Semua tanaman di kebun Pak Budi adalah tanaman hias. Tanaman mawar ada di kebun Pak Budi. Sebagian tanaman hias memiliki bunga berwarna merah.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Tanaman mawar memiliki bunga berwarna merah.",
      "Semua tanaman di kebun Pak Budi memiliki bunga berwarna merah.",
      "Sebagian tanaman di kebun Pak Budi memiliki bunga berwarna merah.",
      "Sebagian tanaman hias tidak memiliki bunga.",
      "Tidak dapat ditarik kesimpulan mengenai warna bunga mawar."
    ],
    "jawaban": "C",
    "pembahasan": "Dari premis pertama, semua tanaman di kebun Pak Budi adalah tanaman hias. Premis ketiga menyatakan bahwa sebagian tanaman hias memiliki bunga berwarna merah. Maka, dapat ditarik kesimpulan bahwa sebagian dari tanaman di kebun Pak Budi (yang semuanya merupakan tanaman hias) memiliki bunga berwarna merah. Ini adalah contoh silogisme kategori dengan penggunaan kata 'sebagian'."
  },
  {
    "id": 6,
    "pertanyaan": "Jika hujan deras turun, jalanan akan tergenang air. Saat ini, lalu lintas di Jalan Sudirman lancar dan tidak tergenang air.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Jalanan di seluruh kota tidak tergenang air.",
      "Tidak hujan deras turun di Jalan Sudirman.",
      "Hujan deras tidak akan turun di Jalan Sudirman.",
      "Tidak ada jalan lain yang tergenang air.",
      "Tidak dapat ditarik kesimpulan tentang cuaca."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah Modus Tollens. Jika P (hujan deras), maka Q (jalanan tergenang). Diketahui ¬Q (jalanan tidak tergenang), maka kesimpulannya adalah ¬P (tidak hujan deras)."
  },
  {
    "id": 7,
    "pertanyaan": "Semua peserta seminar adalah akademisi. Beberapa akademisi berasal dari luar kota. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Semua peserta seminar berasal dari luar kota.",
      "Beberapa peserta seminar bukan akademisi.",
      "Beberapa peserta seminar berasal dari luar kota.",
      "Semua akademisi adalah peserta seminar.",
      "Tidak dapat ditarik kesimpulan mengenai asal kota peserta seminar."
    ],
    "jawaban": "C",
    "pembahasan": "Semua peserta seminar (kumpulan A) adalah akademisi (kumpulan B), yang berarti kumpulan A berada di dalam kumpulan B. Karena beberapa anggota kumpulan B berasal dari luar kota, maka ada kemungkinan irisan antara peserta seminar dan akademisi yang berasal dari luar kota. Jadi, **beberapa peserta seminar berasal dari luar kota**."
  },
  {
    "id": 8,
    "pertanyaan": "Semua peserta didik yang lulus ujian masuk universitas adalah orang yang pintar. Dian adalah orang yang pintar. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Dian adalah peserta didik yang lulus ujian masuk universitas.",
      "Dian bukan peserta didik yang lulus ujian masuk universitas.",
      "Dian mungkin adalah peserta didik yang lulus ujian masuk universitas.",
      "Hanya orang pintar yang bisa lulus ujian masuk universitas.",
      "Tidak dapat ditarik kesimpulan bahwa Dian lulus ujian masuk universitas."
    ],
    "jawaban": "E",
    "pembahasan": "Ini adalah **kekeliruan Afirmasi Konsekuen**. Teks menyatakan bahwa semua yang lulus ujian masuk universitas itu pintar, tetapi tidak menyatakan sebaliknya. Banyak orang lain yang juga pintar, tetapi tidak ikut atau tidak lulus ujian masuk universitas. Jadi, kesimpulannya tidak bisa dipastikan."
  },
  {
    "id": 9,
    "pertanyaan": "Jika musim kemarau, maka petani mengandalkan air irigasi. Saat ini, petani sedang tidak mengandalkan air irigasi. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Saat ini adalah musim kemarau.",
      "Saat ini bukan musim kemarau.",
      "Petani tidak pernah menggunakan air irigasi.",
      "Petani hanya mengandalkan air irigasi saat musim kemarau.",
      "Tidak dapat ditarik kesimpulan tentang musim saat ini."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah Modus Tollens. Jika P (musim kemarau), maka Q (petani mengandalkan air irigasi). Karena petani tidak mengandalkan air irigasi (¬Q), maka dapat disimpulkan bahwa saat ini bukan musim kemarau (¬P)."
  },
  {
    "id": 10,
    "pertanyaan": "Semua mamalia bernapas dengan paru-paru. Ikan paus adalah mamalia. Ikan paus hidup di laut.\n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Semua mamalia hidup di laut.",
      "Ikan paus bernapas dengan paru-paru.",
      "Hewan yang hidup di laut bernapas dengan paru-paru.",
      "Semua hewan yang bernapas dengan paru-paru adalah ikan paus.",
      "Tidak dapat ditarik kesimpulan mengenai cara bernapas ikan paus."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah deduksi langsung. Dari premis 1, semua mamalia bernapas dengan paru-paru. Dari premis 2, ikan paus adalah mamalia. Oleh karena itu, kesimpulan yang pasti benar adalah ikan paus bernapas dengan paru-paru."
  }
]
