[
  {
    "id": 1,
    "pertanyaan": "Observasi 1: Sebuah kota kecil menunjukkan peningkatan tajam dalam kasus penyakit pernapasan setiap kali rata-rata curah hujan bulanan melebihi 200 mm.\nObservasi 2: Sepanjang lima tahun terakhir, peningkatan kasus penyakit pernapasan selalu diikuti oleh periode curah hujan yang sangat tinggi.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Peningkatan curah hujan pasti menyebabkan penyakit pernapasan.",
      "Penyakit pernapasan selalu menyebabkan curah hujan yang tinggi.",
      "Sangat mungkin bahwa curah hujan yang tinggi berkorelasi dengan peningkatan kasus penyakit pernapasan.",
      "Tidak ada hubungan kausalitas antara curah hujan dan penyakit pernapasan.",
      "Korelasi ini hanya berlaku untuk kota kecil tersebut dan tidak bisa digeneralisasi."
    ]
  },
  {
    "id": 2,
    "pertanyaan": "Pola deret angka: 2, 3, 5, 8, 13, 21, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "32",
      "34",
      "36",
      "38",
      "40"
    ]
  },
  {
    "id": 3,
    "pertanyaan": "Studi kasus pada 100 perusahaan teknologi menunjukkan bahwa 95% dari mereka yang menerapkan budaya kerja fleksibel melaporkan peningkatan produktivitas karyawan dalam satu tahun.\n\nKesimpulan induktif yang paling valid adalah...",
    "pilihan": [
      "Budaya kerja fleksibel secara mutlak meningkatkan produktivitas.",
      "Jika sebuah perusahaan menerapkan budaya kerja fleksibel, produktivitasnya pasti akan meningkat.",
      "Ada kemungkinan besar bahwa penerapan budaya kerja fleksibel dapat berkontribusi pada peningkatan produktivitas.",
      "Peningkatan produktivitas hanya disebabkan oleh budaya kerja fleksibel.",
      "Data dari 100 perusahaan tidak cukup untuk menarik kesimpulan apa pun."
    ]
  },
  {
    "id": 4,
    "pertanyaan": "Premis 1: Semua burung yang memiliki paruh merah dapat terbang tinggi.\nPremis 2: Sebagian burung yang dapat terbang tinggi memiliki bulu berwarna biru.\n\nKesimpulan induktif yang paling mungkin dari premis-premis tersebut adalah...",
    "pilihan": [
      "Semua burung berparuh merah memiliki bulu berwarna biru.",
      "Beberapa burung dengan bulu biru memiliki paruh merah.",
      "Beberapa burung yang dapat terbang tinggi mungkin memiliki paruh merah.",
      "Semua burung berbulu biru dapat terbang tinggi.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ]
  },
  {
    "id": 5,
    "pertanyaan": "Observasi: Setiap kali harga minyak dunia naik lebih dari 10% dalam sebulan, nilai tukar mata uang lokal cenderung melemah.\n\nKesimpulan induktif yang paling rasional adalah...",
    "pilihan": [
      "Kenaikan harga minyak dunia adalah satu-satunya penyebab melemahnya mata uang lokal.",
      "Ada hubungan kausalitas yang pasti antara harga minyak dan nilai tukar mata uang.",
      "Kenaikan harga minyak dunia mungkin merupakan indikator atau faktor pemicu melemahnya mata uang lokal.",
      "Nilai tukar mata uang lokal yang melemah menyebabkan harga minyak dunia naik.",
      "Tidak ada hubungan antara kedua fenomena tersebut."
    ]
  },
  {
    "id": 6,
    "pertanyaan": "Pola deret huruf: A, C, F, J, O, ...\n\nHuruf berikutnya dalam deret ini adalah...",
    "pilihan": [
      "U",
      "V",
      "W",
      "X",
      "Y"
    ]
  },
  {
    "id": 7,
    "pertanyaan": "Pernyataan 1: 95% responden dari survei nasional menganggap pentingnya pendidikan tinggi.\nPernyataan 2: Responden survei terdiri dari berbagai latar belakang sosial dan ekonomi.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Semua penduduk Indonesia menganggap pentingnya pendidikan tinggi.",
      "Pendidikan tinggi pasti penting bagi semua orang.",
      "Mayoritas penduduk Indonesia kemungkinan besar menganggap pendidikan tinggi penting.",
      "Responden yang tidak menganggap penting pendidikan tinggi adalah 5%.",
      "Survei ini tidak representatif dan tidak dapat digeneralisasi."
    ]
  },
  {
    "id": 8,
    "pertanyaan": "Deret gambar menunjukkan sebuah persegi yang berputar 90 derajat searah jarum jam, lalu bergeser satu posisi ke kanan. Pola ini berulang. Apa gambar berikutnya?\n\n(Catatan: Anda harus membayangkan atau menggambar polanya di kepala Anda.)",
    "pilihan": [
      "Persegi yang bergeser ke kiri dan berputar 90 derajat berlawanan arah jarum jam.",
      "Persegi yang bergeser ke kanan dan berputar 90 derajat searah jarum jam.",
      "Persegi yang tetap di tempatnya dan berputar 180 derajat.",
      "Persegi yang bergeser ke kanan tanpa rotasi.",
      "Tidak ada pola yang jelas."
    ]
  },
  {
    "id": 9,
    "pertanyaan": "Premis: Setiap kali volume penjualan produk A meningkat, volume penjualan produk B juga cenderung meningkat. Setiap kali volume penjualan produk B meningkat, volume penjualan produk C juga meningkat.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": [
      "Kenaikan penjualan produk A menyebabkan kenaikan penjualan produk C.",
      "Terdapat korelasi positif antara penjualan produk A dan penjualan produk C.",
      "Produk B adalah penyebab utama kenaikan penjualan produk A dan C.",
      "Penjualan produk A, B, dan C tidak saling berhubungan.",
      "Tidak ada hubungan kausalitas yang dapat disimpulkan."
    ]
  },
  {
    "id": 10,
    "pertanyaan": "Observasi: Setiap tiga tahun, kota X menyelenggarakan festival musik yang menarik ribuan pengunjung. Dua tahun setelah setiap festival, sektor pariwisata kota X selalu mengalami penurunan signifikan selama satu tahun penuh.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": [
      "Festival musik adalah satu-satunya faktor yang mempengaruhi pariwisata kota X.",
      "Penurunan pariwisata pasti disebabkan oleh festival.",
      "Sangat mungkin bahwa festival musik memiliki efek jangka panjang pada siklus pariwisata kota X.",
      "Kota X harus mengadakan festival setiap tahun untuk menghindari penurunan pariwisata.",
      "Tidak ada hubungan antara festival musik dan penurunan pariwisata."
    ]
  }
]
