[
  {
    "id": 11,
    "pertanyaan": "Observasi 1: Setiap kali saya menyiram tanaman A, ia tumbuh subur.\nObservasi 2: Setiap kali saya menyiram tanaman B, ia tumbuh subur.\n\nKesimpulan induktif yang paling mungkin adalah...",
    "pilihan": ["Menyiram tanaman menyebabkan tanaman tumbuh subur.", "Tanaman A dan B adalah tanaman yang tumbuh subur.", "Semua tanaman akan tumbuh subur jika disiram.", "Penyiraman adalah satu-satunya faktor yang membuat tanaman tumbuh subur.", "Tanaman tumbuh subur terlepas dari penyiraman."],
    "jawaban": "A",
    "pembahasan": "Dari observasi spesifik yang konsisten, kita bisa menyimpulkan hubungan kausal bahwa menyiram tanaman berkontribusi pada pertumbuhan suburnya. Ini adalah generalisasi yang umum dalam penalaran induktif."
  },
  {
    "id": 12,
    "pertanyaan": "Urutan huruf: Z, X, V, T, ...\nHuruf selanjutnya dalam urutan ini adalah...",
    "pilihan": ["S", "R", "Q", "P", "O"],
    "jawaban": "B",
    "pembahasan": "Pola ini adalah urutan huruf abjad yang mundur, dengan melompati satu huruf di antaranya (Z, lewati Y, X, lewati W, V, lewati U, T, lewati S, R)."
  },
  {
    "id": 13,
    "pertanyaan": "Pengamatan: Hampir semua peserta pelatihan yang menggunakan metode belajar X menunjukkan peningkatan nilai ujian yang signifikan.\n\nKesimpulan induktif yang paling tepat adalah...",
    "pilihan": ["Metode belajar X menjamin peningkatan nilai ujian.", "Metode belajar X tidak efektif.", "Metode belajar X kemungkinan besar membantu meningkatkan nilai ujian.", "Hanya metode belajar X yang bisa meningkatkan nilai ujian.", "Peningkatan nilai ujian tidak ada hubungannya dengan metode belajar."],
    "jawaban": "C",
    "pembahasan": "Dengan sebagian besar peserta menunjukkan hasil positif, kesimpulan induktif yang paling akurat adalah bahwa metode tersebut kemungkinan besar efektif, namun tidak secara absolut karena ada kata 'hampir semua'."
  },
  {
    "id": 14,
    "pertanyaan": "Pola gambar: Kotak, Lingkaran, Segitiga, Kotak, Lingkaran, ...\nGambar selanjutnya dalam pola ini adalah...",
    "pilihan": ["Kotak", "Lingkaran", "Segitiga", "Oval", "Bintang"],
    "jawaban": "C",
    "pembahasan": "Pola gambar ini berulang setiap tiga elemen: Kotak, Lingkaran, Segitiga. Setelah 'Kotak, Lingkaran', gambar selanjutnya adalah 'Segitiga'."
  },
  {
    "id": 15,
    "pertanyaan": "Sebuah restoran telah menerima ulasan sangat baik dari 50 pelanggan pertama mereka. Semua ulasan memuji kualitas makanan yang konsisten.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": ["Restoran ini akan selalu menerima ulasan sangat baik.", "Kualitas makanan di restoran ini sangat mungkin konsisten dan baik.", "Hanya 50 pelanggan pertama yang puas.", "Restoran ini tidak akan pernah memiliki masalah kualitas makanan.", "Ulasan pelanggan tidak mencerminkan kualitas makanan."],
    "jawaban": "B",
    "pembahasan": "Dari sampel ulasan yang konsisten dan positif, dapat disimpulkan secara induktif bahwa kualitas makanan kemungkinan besar konsisten dan baik secara keseluruhan. Namun, ini tidak menjamin hasil yang sama di masa depan (tidak ada kepastian mutlak)."
  },
  {
    "id": 16,
    "pertanyaan": "Pola angka: $1, 4, 9, 16, \\dots$\nAngka selanjutnya dalam pola ini adalah...",
    "pilihan": ["20", "25", "30", "36", "49"],
    "jawaban": "B",
    "pembahasan": "Pola ini adalah deret bilangan kuadrat dari bilangan bulat positif: $1^2=1$, $2^2=4$, $3^2=9$, $4^2=16$. Jadi, angka selanjutnya adalah $5^2=25$."
  },
  {
    "id": 17,
    "pertanyaan": "Setiap kali seorang politikus menggunakan argumen populisme, ia mendapatkan dukungan publik yang besar. Hal ini telah diamati dalam tiga pemilu terakhir.\n\nKesimpulan induktif yang paling logis adalah...",
    "pilihan": ["Argumen populisme selalu menjamin dukungan publik.", "Politikus harus selalu menggunakan populisme untuk mendapatkan dukungan.", "Kemungkinan besar argumen populisme akan menarik dukungan publik di masa depan.", "Dukungan publik hanya bisa didapatkan melalui populisme.", "Ada faktor lain yang lebih penting daripada populisme."],
    "jawaban": "C",
    "pembahasan": "Berdasarkan pola yang konsisten, disimpulkan bahwa penggunaan argumen populisme kemungkinan besar akan terus menarik dukungan publik. Ini adalah generalisasi probabilistik, bukan kepastian mutlak."
  },
  {
    "id": 18,
    "pertanyaan": "Pola: $\\text{Utara, Timur, Selatan, Barat, Utara, \\dots}$\nArah selanjutnya dalam pola ini adalah...",
    "pilihan": ["Timur Laut", "Tenggara", "Timur", "Barat Daya", "Barat Laut"],
    "jawaban": "C",
    "pembahasan": "Pola ini adalah arah mata angin utama yang berputar searah jarum jam: Utara, Timur, Selatan, Barat. Setelah 'Utara', arah selanjutnya adalah 'Timur' untuk melanjutkan siklus."
  },
  {
    "id": 19,
    "pertanyaan": "Pengamatan: Hampir semua mahasiswa yang rajin belajar di perpustakaan pada malam hari mendapatkan IPK tinggi.\n\nKesimpulan induktif yang paling 'tricky' (menyesatkan) yang bisa ditarik adalah...",
    "pilihan": ["Belajar di perpustakaan pada malam hari adalah satu-satunya cara mendapatkan IPK tinggi.", "Belajar di perpustakaan pada malam hari kemungkinan besar berkorelasi dengan IPK tinggi.", "Mahasiswa yang tidak belajar di perpustakaan pada malam hari tidak akan mendapatkan IPK tinggi.", "Perpustakaan membuat mahasiswa pintar.", "IPK tinggi hanya bisa diraih oleh mahasiswa yang begadang."],
    "jawaban": "A",
    "pembahasan": "Pilihan A adalah yang paling tricky karena mengklaim kausalitas tunggal dan mutlak ('satu-satunya cara'), padahal observasi hanya menunjukkan korelasi yang kuat dan kemungkinan besar ada faktor lain yang berkontribusi pada IPK tinggi."
  },
  {
    "id": 20,
    "pertanyaan": "Pola: $A \\to C, B \\to D, C \\to E, \\dots$\nPola selanjutnya adalah...",
    "pilihan": ["$D \\to F$", "$E \\to G$", "$F \\to H$", "$G \\to I$", "$H \\to J$"],
    "jawaban": "D",
    "pembahasan": "Dalam pola ini, huruf pertama setiap pasangan maju satu langkah dalam abjad ($A, B, C, \\dots$). Huruf kedua setiap pasangan juga maju satu langkah dari huruf kedua pasangan sebelumnya, atau dua langkah dari huruf pertama pasangan yang sama ($A \\to C$ (A+2), $B \\to D$ (B+2), $C \\to E$ (C+2)). Jadi, setelah $C \\to E$, pasangan selanjutnya akan dimulai dengan D, dan huruf kedua adalah $D+2 = F$. Sehingga menjadi $D \\to F$."
  }
]
