[
  {
    "id": 41,
    "pertanyaan": "Pola deret angka: 5, 2, 8, 4, 11, 8, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "12",
      "14",
      "15",
      "16",
      "22"
    ],
    "jawaban": "B",
    "pembahasan": "Deret ini terdiri dari dua pola yang disisipkan:\n1.  **Pola pertama (posisi ganjil):** Angka bertambah 3 secara berurutan ($5 \to 8 \to 11$). Angka berikutnya adalah $11+3=14$.\n2.  **Pola kedua (posisi genap):** Angka dikalikan 2 secara berurutan ($2 \to 4 \to 8$).\nKarena yang dicari adalah angka berikutnya setelah '8', maka kita harus melanjutkan pola pertama, yaitu $11+3 = 14$."
  },
  {
    "id": 42,
    "pertanyaan": "Observasi: Setiap kali sebuah inovasi teknologi baru diluncurkan, ada lonjakan harga saham perusahaan terkait, diikuti oleh penurunan harga setelah 6 bulan.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Harga saham perusahaan terkait pasti akan turun setelah 6 bulan setiap kali inovasi baru diluncurkan.",
      "Kenaikan harga saham awal adalah satu-satunya penyebab penurunan harga saham berikutnya.",
      "Inovasi teknologi memiliki kemungkinan besar menciptakan siklus harga saham 'naik-turun' dalam jangka pendek.",
      "Inovasi teknologi tidak memiliki pengaruh jangka panjang pada harga saham.",
      "Penurunan harga saham menyebabkan peluncuran inovasi teknologi."
    ],
    "jawaban": "C",
    "pembahasan": "Observasi menunjukkan pola yang konsisten, yaitu siklus kenaikan dan penurunan harga saham setelah inovasi. Kesimpulan induktif yang paling kuat adalah menyimpulkan bahwa ada siklus yang mungkin terjadi, tanpa mengklaim kepastian mutlak ('pasti') atau hubungan kausalitas tunggal ('satu-satunya'). Pilihan C secara tepat menggambarkan pola ini sebagai 'kemungkinan besar'."
  },
  {
    "id": 43,
    "pertanyaan": "Pola deret huruf: A, Z, B, Y, C, X, ...\n\nHuruf berikutnya dalam deret ini adalah...",
    "pilihan": [
      "D",
      "W",
      "D, W",
      "E, V",
      "D, V"
    ],
    "jawaban": "D",
    "pembahasan": "Deret ini terdiri dari dua pola yang disisipkan:\n1.  **Pola pertama:** Huruf-huruf berurutan maju dari awal abjad (A, B, C, D).\n2.  **Pola kedua:** Huruf-huruf berurutan mundur dari akhir abjad (Z, Y, X, W).\nMaka, elemen berikutnya dalam pola pertama adalah D dan elemen berikutnya dalam pola kedua adalah W. Gabungan keduanya adalah D, W."
  },
  {
    "id": 44,
    "pertanyaan": "Premis: Semua karyawan di divisi A adalah insinyur. Sebagian insinyur memiliki sertifikasi profesional.\n\nKesimpulan induktif yang paling mungkin dari premis-premis tersebut adalah...",
    "pilihan": [
      "Semua karyawan di divisi A memiliki sertifikasi profesional.",
      "Beberapa karyawan di divisi A memiliki sertifikasi profesional.",
      "Sertifikasi profesional adalah syarat untuk bekerja di divisi A.",
      "Hanya insinyur yang memiliki sertifikasi profesional.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Dari premis pertama, kita tahu bahwa 'karyawan di divisi A' adalah sub-kelompok dari 'insinyur'. Premis kedua menyatakan bahwa hanya 'sebagian' insinyur yang memiliki sertifikasi profesional. Logikanya, sub-kelompok 'karyawan di divisi A' juga akan menjadi 'sebagian' dari insinyur yang memiliki sertifikasi. Maka, kesimpulan yang paling mungkin adalah 'Beberapa karyawan di divisi A memiliki sertifikasi profesional'."
  },
  {
    "id": 45,
    "pertanyaan": "Pola deret angka: 4, 9, 16, 25, 36, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "45",
      "47",
      "49",
      "54",
      "64"
    ],
    "jawaban": "C",
    "pembahasan": "Pola deret ini adalah bilangan kuadrat dari bilangan bulat yang berurutan, dimulai dari 2. Polanya adalah $2^2=4$, $3^2=9$, $4^2=16$, $5^2=25$, $6^2=36$. Maka, angka berikutnya adalah $7^2=49$."
  },
  {
    "id": 46,
    "pertanyaan": "Observasi: Setiap kali sebuah kota mengimplementasikan sistem transportasi publik baru, terjadi peningkatan ekonomi lokal dalam 1-2 tahun berikutnya, dan jumlah penggunaan kendaraan pribadi menurun.\n\nKesimpulan induktif yang paling rasional adalah...",
    "pilihan": [
      "Sistem transportasi publik adalah satu-satunya pendorong ekonomi dan penurunan kendaraan pribadi.",
      "Ada kemungkinan besar bahwa sistem transportasi publik baru dapat menjadi faktor pendorong ekonomi dan mengurangi penggunaan kendaraan pribadi.",
      "Peningkatan ekonomi menyebabkan kota mengimplementasikan sistem transportasi publik baru.",
      "Peningkatan ekonomi dan penurunan kendaraan pribadi tidak memiliki hubungan.",
      "Korelasi ini tidak bisa digeneralisasi untuk kota lain."
    ],
    "jawaban": "B",
    "pembahasan": "Observasi menunjukkan korelasi yang konsisten antara tiga fenomena: implementasi transportasi publik, pertumbuhan ekonomi, dan penurunan kendaraan pribadi. Kesimpulan yang paling rasional dan hati-hati dalam penalaran induktif adalah mengakui 'kemungkinan besar' adanya hubungan ini, tanpa mengklaim kausalitas yang mutlak atau tunggal. Pilihan B paling sesuai dengan prinsip ini."
  },
  {
    "id": 47,
    "pertanyaan": "Pola deret angka: 1, 3, 7, 15, 31, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "55",
      "60",
      "63",
      "65",
      "68"
    ],
    "jawaban": "C",
    "pembahasan": "Pola deret ini adalah $2^n-1$ atau setiap angka dikalikan 2 lalu ditambah 1. Polanya adalah:\n$1 \times 2 + 1 = 3$\n$3 \times 2 + 1 = 7$\n$7 \times 2 + 1 = 15$\n$15 \times 2 + 1 = 31$\nMaka, angka berikutnya adalah $31 \times 2 + 1 = 62+1 = 63$."
  },
  {
    "id": 48,
    "pertanyaan": "Premis 1: Semua atlet yang memenangkan medali emas adalah atlet elit.\nPremis 2: Semua atlet elit memiliki program latihan yang ketat.\nPremis 3: Sebagian atlet dengan program latihan yang ketat adalah atlet berprestasi tinggi.\n\nKesimpulan induktif yang paling valid adalah...",
    "pilihan": [
      "Semua atlet yang memenangkan medali emas adalah atlet berprestasi tinggi.",
      "Beberapa atlet berprestasi tinggi adalah atlet yang memenangkan medali emas.",
      "Semua atlet berprestasi tinggi adalah atlet elit.",
      "Atlet yang memiliki program latihan yang ketat pasti memenangkan medali emas.",
      "Tidak ada hubungan antara medali emas dan program latihan."
    ],
    "jawaban": "B",
    "pembahasan": "Premis-premis tersebut membentuk rantai logis: 'atlet medali emas' (subset) -> 'atlet elit' (subset) -> 'program latihan ketat' -> (sebagian) 'atlet berprestasi tinggi'. Karena 'atlet medali emas' adalah sub-kelompok dari 'atlet elit' yang merupakan sub-kelompok dari 'atlet dengan program latihan ketat', dan 'atlet berprestasi tinggi' sebagian tumpang tindih dengan 'atlet dengan program latihan ketat', maka kemungkinan besar ada tumpang tindih antara 'atlet berprestasi tinggi' dan 'atlet yang memenangkan medali emas'. Pilihan B adalah kesimpulan yang paling tepat."
  },
  {
    "id": 49,
    "pertanyaan": "Observasi: Setiap kali seorang individu mendengar lagu 'A', mereka cenderung merasa lebih bahagia. Fenomena ini telah diamati pada 500 orang secara independen.\n\nKesimpulan induktif yang paling kuat adalah...",
    "pilihan": [
      "Lagu 'A' secara pasti menyebabkan kebahagiaan.",
      "Mendengarkan lagu 'A' adalah satu-satunya cara untuk merasa bahagia.",
      "Ada kemungkinan besar bahwa mendengarkan lagu 'A' berkorelasi positif dengan perasaan bahagia.",
      "500 orang yang diteliti tidak cukup untuk menarik kesimpulan.",
      "Kebahagiaan menyebabkan orang mendengarkan lagu 'A'."
    ],
    "jawaban": "C",
    "pembahasan": "Observasi pada sampel yang besar (500 orang) menunjukkan pola yang konsisten. Ini merupakan bukti kuat untuk adanya korelasi. Namun, klaim kausalitas yang absolut ('pasti menyebabkan') tidak dapat ditarik hanya dari observasi ini. Pilihan C adalah kesimpulan paling kuat karena menggunakan bahasa yang hati-hati ('kemungkinan besar berkorelasi') yang merupakan ciri khas penalaran induktif yang baik."
  },
  {
    "id": 50,
    "pertanyaan": "Pola deret angka: 1, 2, 4, 8, 16, 32, ...\n\nAngka berikutnya dalam deret ini adalah...",
    "pilihan": [
      "48",
      "56",
      "64",
      "72",
      "80"
    ],
    "jawaban": "C",
    "pembahasan": "Pola deret ini adalah kelipatan 2 secara berurutan, dimulai dari 1. Polanya adalah $1 \times 2 = 2$, $2 \times 2 = 4$, $4 \times 2 = 8$, $8 \times 2 = 16$, $16 \times 2 = 32$. Maka, angka berikutnya adalah $32 \times 2 = 64$."
  }
]
