[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\n**Teks 1: Ekonomi Sirkular**\n\n**P1:** Ekonomi sirkular merupakan model ekonomi yang bertujuan untuk mengurangi limbah dan penggunaan sumber daya secara maksimal dengan menjaga produk, komponen, dan bahan pada tingkat utilitas dan nilai tertinggi sepanjang waktu. Berbeda dengan ekonomi linier (*ambil-buat-buang*), ekonomi sirkular berfokus pada desain ulang produk dan sistem untuk menghilangkan limbah, memperpanjang masa pakai produk melalui perbaikan, penggunaan ulang, dan daur ulang. Manfaatnya sangat beragam, mulai dari pengurangan dampak lingkungan, penghematan biaya produksi, hingga penciptaan peluang bisnis baru.\n\n**P2:** Prinsip inti dari ekonomi sirkular terletak pada konsep 'regeneratif', yang secara fundamental berbeda dari ekonomi linier. Alih-alih mengandalkan bahan baku baru dan berakhir di tempat sampah, model sirkular menekankan pada inovasi material dan proses yang memungkinkan penutupan siklus material. Hal ini memerlukan penguatan rantai pasok balik (*reverse supply chain*), di mana produk bekas dikumpulkan, dipilah, dan diolah kembali menjadi masukan untuk produksi baru, sehingga meminimalkan ketergantungan pada sumber daya alam primer.\n\n**P3:** Namun, transisi menuju model sirkular memerlukan perubahan pola pikir yang mendalam dari produsen dan konsumen, terutama dalam melihat 'sampah' sebagai 'sumber daya' yang bernilai. Investasi awal yang signifikan dalam teknologi dan infrastruktur daur ulang berkapasitas tinggi, serta dukungan regulasi yang kuat untuk memberikan insentif dan sanksi, menjadi tantangan utama. Kolaborasi lintas sektor, dari pemerintah hingga akademisi dan masyarakat, adalah kunci keberhasilan implementasi ekonomi sirkular di berbagai tingkatan.\n\nBerdasarkan P2 Teks 1, jika suatu negara fokus pada 'penguatan rantai pasok balik' (*reverse supply chain*), dampak yang paling mungkin terjadi pada sektor manufaktur negara tersebut adalah...",
    "pilihan": [
      "Peningkatan impor bahan baku primer yang signifikan untuk memenuhi kebutuhan produksi.",
      "Peningkatan biaya pengolahan limbah karena volume sampah yang meningkat.",
      "Peningkatan ketergantungan pada sumber daya alam yang diekstraksi dari dalam negeri.",
      "Pengurangan ketergantungan pada bahan mentah baru dan peningkatan penggunaan material daur ulang.",
      "Penurunan inovasi material dan proses karena fokus pada produk bekas."
    ],
    "jawaban": "D",
    "pembahasan": "Inferensi Kontekstual: P2 menjelaskan *reverse supply chain* (rantai pasok balik) sebagai proses pengolahan produk bekas menjadi 'masukan untuk produksi baru', yang bertujuan 'meminimalkan ketergantungan pada sumber daya alam primer'. Oleh karena itu, fokus ini akan mengarah pada pengurangan ketergantungan bahan mentah baru dan peningkatan penggunaan daur ulang."
  },
  {
    "id": 2,
    "pertanyaan": "Apa fungsi retoris paragraf kedua (P2) Teks 1 dalam konteks pengembangan ide pokok teks secara keseluruhan?",
    "pilihan": [
      "Menggambarkan tantangan regulasi yang disajikan di P3.",
      "Menjelaskan prinsip inti dan mekanisme operasional yang membedakan model sirkular dari model linier yang disebutkan di P1.",
      "Menguatkan manfaat ekonomi sirkular dengan memberikan contoh-contoh keberhasilan investasi.",
      "Menyanggah klaim P1 mengenai potensi pengurangan limbah.",
      "Membandingkan dampak lingkungan dari ekonomi sirkular dan ekonomi linier."
    ],
    "jawaban": "B",
    "pembahasan": "Fungsi Retoris: P1 memberikan definisi. P2 beralih untuk menjelaskan secara mendalam 'prinsip inti' ('regeneratif') dan bagaimana ia bekerja (*reverse supply chain*), yang merupakan penjelasan rinci tentang cara model sirkular berfungsi sebagai kontras terhadap model linier di P1."
  },
  {
    "id": 3,
    "pertanyaan": "Argumen penulis mengenai perubahan 'pola pikir yang mendalam dari produsen dan konsumen' (P3) sebagai tantangan utama dapat dilemahkan jika...",
    "pilihan": [
      "Telah terbukti bahwa konsumen menolak produk yang berasal dari material daur ulang.",
      "Biaya investasi dalam teknologi daur ulang (P3) ternyata lebih rendah dari yang diperkirakan.",
      "Regulasi yang kuat (insentif dan sanksi) sudah terbukti mampu memaksa produsen dan konsumen mengadopsi praktik sirkular tanpa menunggu perubahan pola pikir.",
      "Penciptaan peluang bisnis baru (P1) tidak signifikan.",
      "Kolaborasi lintas sektor (P3) berjalan lambat."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Kelemahan Argumen: Penulis menganggap pola pikir adalah tantangan krusial. Argumen ini melemah jika ada faktor lain (Regulasi/Hukum) yang memiliki daya paksa lebih besar dan dapat menghasilkan hasil yang diinginkan (adopsi sirkular) tanpa harus menunggu tantangan pola pikir terselesaikan."
  },
  {
    "id": 4,
    "pertanyaan": "Dalam konteks Teks 1, model 'ambil-buat-buang' (ekonomi linier) secara implisit memiliki dampak negatif utama yang berkaitan dengan aspek...",
    "pilihan": [
      "Pengurangan efisiensi biaya produksi.",
      "Penurunan peluang bisnis baru.",
      "Ketergantungan yang tinggi pada sumber daya alam primer.",
      "Kurangnya kolaborasi antar sektor.",
      "Infrastruktur daur ulang yang sudah berlebihan."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran Kontekstual/Inferensi: Model linier secara harfiah adalah mengambil (sumber daya baru) dan membuang. P2 secara langsung menyatakan bahwa ekonomi sirkular hadir untuk 'meminimalkan ketergantungan pada sumber daya alam primer', yang merupakan masalah struktural utama dari ekonomi linier."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan mengenai penulisan kata dalam Teks 1 yang TIDAK sesuai dengan kaidah kebahasaan baku (PUEBI)?",
    "pilihan": [
      "Penulisan *reverse supply chain* seharusnya ditulis miring.",
      "Penulisan *ambil-buat-buang* menggunakan tanda hubung sudah tepat karena merupakan bentuk perulangan konseptual.",
      "Kata 'utilitas' dalam frasa 'tingkat utilitas' adalah kata serapan yang tepat ditulis tegak.",
      "Kata 'regeneratif' dalam P2 seharusnya ditulis miring karena merupakan istilah teknis yang belum sepenuhnya terserap.",
      "Penulisan 'lintas sektor' sudah tepat tanpa tanda hubung karena bukan bentuk terikat dengan huruf kapital."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI): Kata 'regeneratif' sudah dapat dianggap sebagai kata serapan yang umum digunakan dalam konteks ilmu lingkungan atau biologi/teknologi, sehingga penulisannya tegak (tidak dimiringkan) adalah pilihan yang paling baku, sama seperti 'linier' atau 'material'. Istilah yang harus dimiringkan adalah frasa asing yang belum terserap seperti *reverse supply chain*."
  },
  {
    "id": 6,
    "pertanyaan": "Hubungan logis yang paling tepat antara P2 dan P3 Teks 1 adalah...",
    "pilihan": [
      "P3 adalah akibat dari prinsip 'regeneratif' yang dijelaskan di P2.",
      "P3 merupakan perluasan ide yang memaparkan contoh *reverse supply chain*.",
      "P3 menyajikan tantangan dan hambatan yang mungkin menghalangi pelaksanaan prinsip inti yang diuraikan di P2.",
      "P3 menegaskan kembali manfaat ekonomi sirkular yang terabaikan di P2.",
      "P3 menyanggah bahwa 'inovasi material' (P2) dapat mengatasi limbah."
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan Antarparagraf: P2 menjelaskan apa itu model sirkular (prinsip dan mekanisme). P3 diawali dengan kata transisi kontras ('Namun') dan menyajikan apa saja kesulitan (Tantangan) yang harus diatasi agar model yang dijelaskan di P2 dapat direalisasikan."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-12.\n\n**Teks 2: Food Loss and Waste (FLW)**\n\n**P1:** Fenomena *food loss and waste* (kehilangan dan pemborosan pangan) merupakan masalah serius di tingkat global, dengan sekitar sepertiga dari total pangan yang diproduksi untuk konsumsi manusia terbuang setiap tahun. Kehilangan terjadi di sepanjang rantai pasok (produksi, pascapanen, pengolahan, distribusi), sementara pemborosan terjadi di tingkat konsumen (rumah tangga, restoran, ritel). Dampak dari masalah ini sangat multidimensional, meliputi kerugian ekonomi, peningkatan emisi gas rumah kaca dari limbah organik, dan kerugian sumber daya (air, tanah, energi) yang digunakan untuk produksi pangan.\n\n**P2:** Identifikasi lokasi masalah menunjukkan adanya disparitas yang jelas. Di negara-negara berkembang, *food loss* (kehilangan) lebih dominan terjadi di awal rantai pasok karena infrastruktur penyimpanan, transportasi, dan pengolahan yang kurang memadai. Sebaliknya, di negara-negara maju, *food waste* (pemborosan) di tingkat konsumen dan ritel menjadi kontributor utama, didorong oleh standar estetika produk yang ketat dan budaya porsi makan berlebihan.\n\n**P3:** Mengatasi *food loss and waste* memerlukan upaya kolektif yang terkoordinasi. Diperlukan inovasi teknologi pascapanen, seperti sistem pendingin yang efisien dan kemasan pintar, untuk mengurangi kehilangan di rantai pasok. Sementara itu, edukasi konsumen tentang perencanaan makan, penanganan sisa makanan, dan pentingnya tanggal kedaluwarsa yang benar-benar dipahami, perlu diintensifkan. Selain itu, kebijakan pemerintah yang mendukung donasi pangan berlebih dan insentif untuk praktik sirkular dalam rantai makanan adalah langkah fundamental.\n\nApa peran retoris kalimat terakhir pada P1 Teks 2 ('Dampak dari masalah ini sangat multidimensional, meliputi kerugian ekonomi...')?",
    "pilihan": [
      "Menekankan bobot dan keseriusan masalah FLW sebelum beralih ke analisis penyebabnya.",
      "Menyajikan solusi untuk kerugian ekonomi yang telah diidentifikasi.",
      "Membandingkan kerugian ekonomi dengan kerugian lingkungan dari FLW.",
      "Mendefinisikan ulang istilah 'kehilangan pangan' dan 'pemborosan pangan'.",
      "Memberikan contoh spesifik dari rantai pasok yang bermasalah."
    ],
    "jawaban": "A",
    "pembahasan": "Fungsi Retoris: Kalimat ini datang setelah pengenalan masalah dan definisinya. Fungsinya adalah memberikan penekanan dan pembobotan (keseriusan) terhadap masalah yang sedang dibahas dengan menyebutkan dampak-dampak buruk (ekonomi, lingkungan, sumber daya) yang luas, mempersiapkan pembaca untuk menerima analisis dan solusi di paragraf berikutnya."
  },
  {
    "id": 8,
    "pertanyaan": "Mengapa *food waste* (pemborosan pangan) di negara maju cenderung didorong oleh 'standar estetika produk yang ketat' (P2)?",
    "pilihan": [
      "Karena negara maju kekurangan infrastruktur penyimpanan pascapanen.",
      "Karena produk yang tidak sempurna secara visual seringkali dibuang oleh ritel atau konsumen meskipun masih layak konsumsi.",
      "Karena konsumen di negara maju tidak tahu cara membaca tanggal kedaluwarsa.",
      "Karena biaya produksi pangan di negara maju sangat murah.",
      "Karena mereka cenderung membeli makanan dalam porsi kecil."
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran Kontekstual: Standar estetika yang ketat (seperti bentuk atau warna yang sempurna) menyebabkan banyak hasil panen yang hanya cacat minor dibuang oleh pengecer karena dianggap tidak menarik bagi konsumen, meskipun kualitas keamanan pangannya masih baik. Hal ini menjadi pemborosan di tingkat ritel/konsumen."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan perbedaan penyebab FLW antara negara berkembang dan negara maju (P2), inferensi yang paling tepat mengenai fokus intervensi kebijakan adalah...",
    "pilihan": [
      "Semua negara harus memprioritaskan edukasi konsumen.",
      "Fokus intervensi harus seragam di seluruh dunia untuk mengatasi masalah global.",
      "Fokus intervensi harus dibedakan: negara berkembang fokus pada infrastruktur, negara maju fokus pada perubahan perilaku konsumen dan ritel.",
      "Negara maju harus menghentikan donasi pangan berlebih.",
      "Negara berkembang harus mengutamakan standar estetika produk yang ketat."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi: P2 menunjukkan bahwa masalah *loss* (infrastruktur) dominan di negara berkembang, sedangkan masalah *waste* (perilaku dan ritel) dominan di negara maju. Oleh karena itu, solusi yang efektif harus adaptif, memfokuskan intervensi pada akar masalah utama di masing-masing wilayah."
  },
  {
    "id": 10,
    "pertanyaan": "P3 Teks 2 mengusulkan 'inovasi teknologi pascapanen' untuk mengurangi *food loss*. Argumen ini akan lemah jika...",
    "pilihan": [
      "Pemerintah juga menerapkan kebijakan donasi pangan berlebih.",
      "Edukasi konsumen ditingkatkan secara masif.",
      "Inovasi teknologi tersebut terbukti terlalu mahal dan tidak dapat diakses oleh petani kecil di negara berkembang.",
      "Jumlah emisi gas rumah kaca dari limbah organik terus meningkat.",
      "Standar estetika produk menjadi semakin longgar di pasar ritel."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Kelemahan Argumen: P3 mengusulkan solusi teknologi. Argumen ini tidak valid jika solusi tersebut tidak praktis atau terjangkau oleh kelompok yang paling terkena dampak *food loss* (yaitu petani kecil di negara berkembang, P2). Jika biayanya terlalu tinggi, solusi tersebut gagal mengatasi masalah struktural kemiskinan dan infrastruktur."
  },
  {
    "id": 11,
    "pertanyaan": "Penulisan kata gabung (majemuk) manakah yang TEPAT dan sesuai dengan kaidah PUEBI dalam Teks 2?",
    "pilihan": [
      "Pascapanen",
      "Sistem pendingin",
      "Emisi gas rumah kaca",
      "Rantai pasok",
      "Penanganan sisa makanan"
    ],
    "jawaban": "A",
    "pembahasan": "Kaidah Kebahasaan (PUEBI): *Pasca-* adalah bentuk terikat yang harus dirangkai dengan kata dasarnya tanpa tanda hubung (Pascapanen). Pilihan B, C, D, dan E adalah gabungan kata yang ditulis terpisah karena merupakan frasa, bukan gabungan kata yang sudah padu dan tidak menimbulkan kerancuan makna (misalnya 'tanda tangan' atau 'mata pelajaran')."
  },
  {
    "id": 12,
    "pertanyaan": "Hubungan logis yang paling tepat antara P1 dan P2 Teks 2 adalah...",
    "pilihan": [
      "P2 adalah akibat dari masalah global yang disajikan di P1.",
      "P2 adalah kesimpulan umum berdasarkan data-data spesifik di P1.",
      "P2 menganalisis dan memerinci masalah FLW (P1) berdasarkan lokasi dan jenis masalah (*loss* vs *waste*).",
      "P2 menyanggah definisi FLW yang dipaparkan secara luas di P1.",
      "P2 memperkenalkan solusi yang akan dibahas lebih lanjut di P3."
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan Antarparagraf: P1 memperkenalkan masalah (FLW global). P2 kemudian menganalisis masalah tersebut lebih dalam dengan melakukan diferensiasi (disparitas antara negara berkembang vs negara maju) dan mengklasifikasikan jenis masalahnya (*loss* vs *waste*)."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-17.\n\n**Teks 3: PJJ/Blended Learning**\n\n**P1:** Pembelajaran jarak jauh (PJJ) yang marak diterapkan selama pandemi COVID-19 telah memaksa sistem pendidikan beradaptasi dengan cepat. Model ini mengandalkan teknologi digital sebagai media utama interaksi antara guru dan siswa. Keunggulan PJJ mencakup fleksibilitas waktu dan tempat, akses ke sumber belajar yang lebih luas, dan pengembangan kemandirian belajar siswa, memungkinkan personalisasi pengalaman pendidikan yang lebih adaptif.\n\n**P2:** Meskipun menawarkan keunggulan, PJJ juga menghadapi tantangan struktural dan pedagogis. Kesenjangan akses internet dan perangkat (*digital divide*) telah memperlebar jurang ketidaksetaraan pendidikan. Secara pedagogis, PJJ sering kali mengurangi kualitas interaksi sosial dan kolaborasi antar siswa, serta menyulitkan guru dalam memonitor pemahaman siswa secara efektif, yang berpotensi menurunkan pencapaian belajar.\n\n**P3:** Merespons tantangan dan memanfaatkan keunggulan, pasca-pandemi, banyak institusi pendidikan berencana mengintegrasikan PJJ dengan pembelajaran tatap muka dalam format *blended learning*. Model hibrida ini bertujuan menggabungkan kedisiplinan dan interaksi sosial tatap muka dengan sumber daya digital yang fleksibel. Tujuannya adalah menciptakan sistem pendidikan yang resilien, adaptif terhadap perubahan, dan inklusif, memastikan bahwa teknologi menjadi alat untuk pemerataan, bukan pemicu kesenjangan baru.\n\nBerdasarkan P2 Teks 3, frasa 'memperlebar jurang ketidaksetaraan pendidikan' paling tepat merujuk pada situasi di mana...",
    "pilihan": [
      "Guru mengalami kesulitan pedagogis dalam memonitor pemahaman siswa secara efektif.",
      "Disparitas antara siswa yang memiliki akses teknologi memadai dan yang tidak memiliki akses menjadi semakin besar.",
      "Pencapaian belajar siswa secara keseluruhan menurun drastis pasca-pandemi.",
      "Porsi interaksi sosial dan kolaborasi antar siswa semakin berkurang.",
      "Kemandirian belajar siswa mengalami peningkatan yang tidak merata."
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran Kontekstual: Frasa tersebut langsung diikuti oleh penjelasannya: 'Kesenjangan akses internet dan perangkat (*digital divide*)'. Jika kesenjangan akses ada, siswa yang mampu mengakses fasilitas akan memiliki kualitas pendidikan lebih baik, sementara yang tidak memiliki akses akan tertinggal. Ini secara langsung memperlebar jurang (disparitas) antara keduanya."
  },
  {
    "id": 14,
    "pertanyaan": "Jika format *blended learning* (P3) diimplementasikan secara optimal, inferensi apa yang paling kuat terkait peran teknologi dalam pendidikan?",
    "pilihan": [
      "Teknologi digital akan menjadi katalis untuk mengurangi disparitas kualitas pendidikan.",
      "Akses teknologi akan semakin sulit dijangkau oleh siswa di daerah terpencil.",
      "Kualitas interaksi sosial akan menurun secara drastis.",
      "Guru akan sepenuhnya digantikan oleh sistem pembelajaran otomatis.",
      "Fleksibilitas PJJ akan hilang karena dominasi tatap muka."
    ],
    "jawaban": "A",
    "pembahasan": "Inferensi: P3 menyatakan tujuan *blended learning* adalah 'memastikan bahwa teknologi menjadi alat untuk pemerataan, bukan pemicu kesenjangan baru'. Inferensi logisnya, jika model ini optimal, teknologi akan membantu mencapai pemerataan, yang berarti mengurangi disparitas (menjadi katalis pemerataan)."
  },
  {
    "id": 15,
    "pertanyaan": "P3 mengklaim *blended learning* dapat menggabungkan 'kedisiplinan dan interaksi sosial tatap muka'. Klaim ini akan melemah jika...",
    "pilihan": [
      "Studi menunjukkan bahwa fleksibilitas PJJ (P1) lebih disukai oleh sebagian besar siswa.",
      "Biaya investasi untuk infrastruktur *blended learning* ternyata sangat tinggi.",
      "Fokus kurikulum *blended learning* lebih menekankan pada pengembangan kemandirian belajar.",
      "Penelitian menunjukkan bahwa porsi tatap muka yang terbatas dalam model hibrida tidak efektif memulihkan interaksi sosial dan kedisiplinan siswa.",
      "Siswa lebih mudah mendapatkan akses ke sumber belajar yang luas."
    ],
    "jawaban": "D",
    "pembahasan": "Analisis Kelemahan Argumen: Klaim utama P3 adalah bahwa *blended learning* berhasil dalam menggabungkan hal positif (interaksi sosial) dari tatap muka. Argumen ini melemah jika ternyata porsi tatap muka yang tersisa tidak cukup kuat untuk memberikan manfaat tersebut."
  },
  {
    "id": 16,
    "pertanyaan": "Apa peran retoris paragraf pertama (P1) Teks 3 dalam kaitannya dengan P2 dan P3?",
    "pilihan": [
      "Menyajikan masalah dan solusi utama teks.",
      "Menyajikan keunggulan PJJ sebagai pendahuluan sebelum menyajikan tantangan (P2) dan solusi (P3).",
      "Membandingkan PJJ dengan *blended learning* secara detail.",
      "Meringkas semua tantangan struktural dan pedagogis PJJ.",
      "Menegaskan kembali pentingnya teknologi tanpa membahas kendala."
    ],
    "jawaban": "B",
    "pembahasan": "Fungsi Retoris: P1 memperkenalkan konteks (PJJ) dan memfokuskan pada aspek positif atau 'Keunggulan' model tersebut. Ini berfungsi sebagai landasan sebelum P2 menyajikan aspek negatif ('Meskipun menawarkan keunggulan, PJJ juga menghadapi tantangan...') dan P3 memberikan solusi menyeluruh."
  },
  {
    "id": 17,
    "pertanyaan": "Penggunaan istilah asing manakah yang paling TEPAT menurut kaidah PUEBI dalam Teks 3?",
    "pilihan": [
      "Penggunaan kata *digital divide*.",
      "Penggunaan kata *blended learning*.",
      "Penggunaan kata *pedagogis*.",
      "Penggunaan kata *fleksibilitas*.",
      "Penggunaan kata *resilien*."
    ],
    "jawaban": "B",
    "pembahasan": "Kaidah Kebahasaan (PUEBI): *Blended learning* adalah frasa asing yang belum terserap sempurna dan wajib ditulis miring. *Digital divide* juga harus miring (Pilihan A). Sementara *pedagogis*, *fleksibilitas*, dan *resilien* (serapan dari *resilient*) sudah dianggap kata serapan dan penulisannya tepat ditulis tegak."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan pola hubungan logika berikut:\n\n**Penalaran Logis : Inferensi :: Retoris : ______**\n\nPilihlah kata yang paling tepat untuk mengisi bagian rumpang agar memiliki pola hubungan serupa dengan pasangan kata di atas.",
    "pilihan": [
      "Argumen",
      "Gagasan",
      "Fungsi",
      "Makna",
      "Teks"
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran Abstrak: Pola hubungannya adalah **Konsep Besar : Tujuan/Aplikasi Khusus**. Penalaran Logis bertujuan untuk menarik Inferensi (kesimpulan). Demikian pula, Retoris (ilmu tentang penggunaan bahasa secara efektif) memiliki tujuan utama berupa Fungsi (untuk membujuk, memengaruhi, atau menyampaikan maksud tertentu) dari sebuah teks atau paragraf."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang menggunakan kata yang dicetak tebal dengan TEPAT dan BAKU dalam konteks kalimatnya?",
    "pilihan": [
      "Kami harus mencari sebuah **alternatip** solusi untuk masalah ini.",
      "Siswa harus **bertanggungjawab** atas semua tugas yang diberikan.",
      "Dia adalah seorang pekerja keras yang tidak **mempedulikan** lelah.",
      "Keputusan itu harus dipikirkan secara **seksama** dan matang.",
      "Pihak perusahaan menolak **mengesahkan** perjanjian tersebut."
    ],
    "jawaban": "E",
    "pembahasan": "Kaidah Kebahasaan (Diksi/Ejaan): Pilihan E tepat, 'mengesahkan' (dari kata dasar 'sah') adalah bentuk baku. Pilihan A salah, bentuk baku adalah 'alternatif'. Pilihan B salah, bentuk baku adalah 'bertanggung jawab' (dipisah). Pilihan C salah, bentuk baku adalah 'memedulikan' (imbuhan *meN-* + *peduli*). Pilihan D salah, bentuk baku adalah 'saksama'."
  },
  {
    "id": 20,
    "pertanyaan": "Perhatikan kalimat rumpang berikut:\n\nSebagai seorang pemimpin, ia tidak hanya harus memiliki integritas yang tinggi, tetapi juga ______ dalam mengambil keputusan, agar kebijakan yang dibuat bersifat adil dan tidak merugikan pihak manapun.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "ketegasan yang tak terbantahkan",
      "sifat yang sangat ambisius",
      "perspektif yang subjektif",
      "kemampuan untuk **ber-inovasi**",
      "kebijaksanaan yang berimbang"
    ],
    "jawaban": "E",
    "pembahasan": "Penalaran Kontekstual/Logis: Frasa rumpang didukung oleh tujuan 'agar kebijakan yang dibuat bersifat adil dan tidak merugikan pihak manapun'. Sifat yang paling mendukung keadilan dan tidak merugikan adalah 'kebijaksanaan yang berimbang'. Pilihan A dan B mungkin memiliki konotasi negatif/otoriter. Pilihan C bertentangan dengan tujuan 'adil'."
  }
]
