[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Web 3.0 dan Visi Desentralisasi Internet**\n\n(1) Internet telah melalui dua fase evolusioner utama. Web 1.0 (era 1990-an) bersifat statis dan berpusat pada konsumsi informasi. Web 2.0, yang kini kita gunakan, bersifat interaktif, namun didominasi oleh segelintir perusahaan teknologi besar (*Big Tech*) yang mengontrol data dan monetisasi pengguna. Kondisi sentralisasi ini memicu pencarian alternatif.\n\n(2) Web 3.0 muncul sebagai visi untuk internet yang terdesentralisasi, di mana pengguna memiliki kendali atas data, identitas, dan kreasi mereka. Arsitektur Web 3.0 sangat bergantung pada teknologi *blockchain* dan *smart contract*. Teknologi ini memungkinkan aplikasi berjalan di jaringan terdistribusi tanpa memerlukan perantara otoritatif, seperti server sentral atau bank.\n\n(3) Potensi revolusioner Web 3.0 mencakup penciptaan sistem keuangan yang lebih terbuka (*DeFi*), kepemilikan aset digital yang terverifikasi (*NFT*), dan tata kelola berbasis komunitas (*DAO*). **Meskipun menawarkan janji transparansi dan otonomi yang besar, adopsi Web 3.0 masih menghadapi tantangan serius dalam hal skalabilitas, regulasi, dan kompleksitas teknis bagi pengguna awam.**\n\nApa ciri utama dari Web 1.0 menurut Teks 1?",
    "pilihan": [
      "Interaktif dan didominasi *Big Tech*.",
      "Bersifat statis dan berpusat pada konsumsi informasi.",
      "Menggunakan *smart contract* dan *blockchain*.",
      "Memungkinkan pengguna memiliki kendali atas data.",
      "Bersifat terdesentralisasi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan Web 1.0 'bersifat statis dan berpusat pada konsumsi informasi'."
  },
  {
    "id": 2,
    "pertanyaan": "Apa dua teknologi utama yang menjadi arsitektur Web 3.0 (Teks 1)?",
    "pilihan": [
      "Server sentral dan bank.",
      "*Big Tech* dan monetisasi pengguna.",
      "Web 1.0 dan Web 2.0.",
      "*Blockchain* dan *smart contract*.",
      "*DeFi* dan *NFT*."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (2) menyatakan arsitektur Web 3.0 'sangat bergantung pada teknologi *blockchain* dan *smart contract*'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'sentralisasi'** pada kalimat (1) Teks 1 merujuk pada....",
    "pilihan": [
      "Visi untuk internet yang terdesentralisasi.",
      "Pengguna memiliki kendali penuh atas data.",
      "Pemusatan segala sesuatu (kontrol, kekuasaan, data) pada satu tempat atau otoritas.",
      "Pencarian alternatif terhadap Web 2.0.",
      "Teknologi yang memungkinkan aplikasi berjalan di jaringan terdistribusi."
    ],
    "jawaban": "C",
    "pembahasan": "Sentralisasi berarti pemusatan. Dalam konteks ini, pemusatan kontrol dan data pada perusahaan teknologi besar."
  },
  {
    "id": 4,
    "pertanyaan": "Yang **bukan** merupakan potensi revolusioner dari Web 3.0 (paragraf 3) adalah....",
    "pilihan": [
      "Penciptaan sistem keuangan yang lebih terbuka (*DeFi*).",
      "Kepemilikan aset digital yang terverifikasi (*NFT*).",
      "Tata kelola berbasis komunitas (*DAO*).",
      "Kontrol data yang didominasi oleh segelintir perusahaan teknologi besar.",
      "Janji transparansi dan otonomi yang besar."
    ],
    "jawaban": "D",
    "pembahasan": "Web 3.0 justru bertujuan mengatasi 'Kontrol data yang didominasi oleh segelintir perusahaan teknologi besar', bukan menyebabkannya."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "smart contract",
      "kontrak cerdas",
      "kontrak pintar",
      "smart-contract",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "B",
    "pembahasan": "Meskipun 'smart contract' adalah istilah yang umum, padanan bahasa Indonesia yang lebih baku adalah 'kontrak cerdas'."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal di paragraf (3) Teks 1 menyajikan....",
    "pilihan": [
      "Visi masa depan Web 3.0.",
      "Definisi *blockchain*.",
      "Fakta tentang Web 2.0.",
      "Keseimbangan antara janji besar Web 3.0 dan tantangan implementasinya.",
      "Perincian manfaat *NFT* dan *DAO*."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat tersebut menyeimbangkan antara 'janji transparansi dan otonomi yang besar' dengan 'tantangan serius dalam hal skalabilitas, regulasi, dan kompleksitas teknis'."
  },
  {
    "id": 7,
    "pertanyaan": "Teks 1 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur pembuatan *smart contract*.",
      "Analisis evolusi internet (Web 1.0, 2.0, 3.0), arsitektur, dan tantangan desentralisasi.",
      "Dampak dominasi *Big Tech* pada Web 1.0.",
      "Perdebatan mengenai tata kelola berbasis komunitas (*DAO*).",
      "Sejarah perkembangan *blockchain*."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mencakup sejarah, definisi, arsitektur, dan masalah/tantangan yang dihadapi oleh konsep Web 3.0."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Peran Vital Mikroba Laut dalam Keseimbangan Global**\n\n(1) Mikroba laut, termasuk bakteri dan virus, adalah penghuni samudra yang paling kecil namun paling melimpah, membentuk biomassa terbesar di planet ini. Jauh dari sekadar organisme mikroskopis, mikroba laut memainkan peran vital yang tidak tergantikan dalam menopang keseimbangan biogeokimia global.\n\n(2) Peran utamanya adalah sebagai pendorong siklus karbon dan oksigen. Fitoplankton, mikroba laut fotosintetik, bertanggung jawab memproduksi sekitar separuh dari oksigen yang kita hirup. Selain itu, mereka merupakan 'pompa karbon' biologis, menyerap karbon dioksida dari atmosfer dan mentransformasikannya menjadi material organik, lalu menenggelamkannya ke dasar laut. Ini adalah mekanisme kunci dalam mitigasi perubahan iklim.\n\n(3) Namun, kesehatan ekosistem mikroba laut menghadapi ancaman serius dari pemanasan samudra, pengasaman laut (*ocean acidification*), dan polusi plastik. Perubahan suhu dan pH air laut dapat mengganggu kemampuan fitoplankton untuk menyerap karbon, yang secara langsung melemahkan mekanisme pompa karbon. **Oleh karena itu, konservasi lingkungan laut bukan hanya tentang mamalia besar atau terumbu karang, tetapi juga tentang melindungi organisme tak terlihat yang memengaruhi seluruh sistem kehidupan di Bumi.**\n\nApa peran utama mikroba laut fitoplankton (Teks 2)?",
    "pilihan": [
      "Menyerap air laut dan menenggelamkannya ke dasar laut.",
      "Memproduksi separuh dari oksigen Bumi dan menyerap karbon dioksida dari atmosfer.",
      "Mengganggu kemampuan menyerap karbon.",
      "Membentuk biomassa terbesar di darat.",
      "Menimbulkan pengasaman laut dan polusi plastik."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan fitoplankton 'bertanggung jawab memproduksi sekitar separuh dari oksigen yang kita hirup' dan 'menyerap karbon dioksida dari atmosfer'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa tiga ancaman serius yang dihadapi ekosistem mikroba laut (Teks 2)?",
    "pilihan": [
      "Produksi oksigen, pompa karbon, dan biomassa besar.",
      "Pemanasan samudra, pengasaman laut, dan polusi plastik.",
      "Perubahan suhu, perubahan pH, dan siklus karbon.",
      "Mamalia besar, terumbu karang, dan virus.",
      "Konservasi lingkungan laut, biomassa terbesar, dan peran vital."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan ancaman serius adalah 'pemanasan samudra, pengasaman laut (*ocean acidification*), dan polusi plastik'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'biomassa'** pada kalimat (1) Teks 2 adalah....",
    "pilihan": [
      "Jumlah populasi virus dan bakteri.",
      "Mekanisme pompa karbon biologis.",
      "Jumlah keseluruhan materi organik yang ada di suatu ekosistem.",
      "Proses mitigasi perubahan iklim.",
      "Organisme mikroskopis yang tidak terlihat."
    ],
    "jawaban": "C",
    "pembahasan": "Biomassa adalah total massa organisme hidup di suatu area atau volume tertentu."
  },
  {
    "id": 11,
    "pertanyaan": "Apa akibat jika kemampuan fitoplankton menyerap karbon terganggu (paragraf 3)?",
    "pilihan": [
      "Siklus karbon dan oksigen akan meningkat.",
      "Mekanisme pompa karbon akan menguat.",
      "Mekanisme pompa karbon akan melemah, yang berdampak pada mitigasi perubahan iklim.",
      "Mamalia besar dan terumbu karang akan semakin sehat.",
      "Polusi plastik di samudra akan hilang."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan gangguan pada fitoplankton 'secara langsung melemahkan mekanisme pompa karbon'."
  },
  {
    "id": 12,
    "pertanyaan": "Teks 2 pada dasarnya bertujuan untuk menekankan....",
    "pilihan": [
      "Perlunya studi lebih lanjut tentang mamalia besar.",
      "Pentingnya perlindungan organisme laut yang kecil karena peran fundamental mereka dalam sistem global.",
      "Bahwa fitoplankton hanya bertanggung jawab memproduksi sedikit oksigen.",
      "Solusi untuk masalah polusi plastik.",
      "Bahwa mikroba laut tidak terlalu penting dalam siklus karbon."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) secara eksplisit menyimpulkan bahwa konservasi lingkungan laut adalah tentang 'melindungi organisme tak terlihat yang memengaruhi seluruh sistem kehidupan di Bumi'."
  },
  {
    "id": 13,
    "pertanyaan": "Penggunaan kata yang tidak baku terdapat dalam kalimat....",
    "pilihan": [
      "(1) Mikroba laut, termasuk bakteri dan virus, adalah penghuni samudra yang paling kecil namun paling melimpah.",
      "(1) Mikroba laut memainkan peran vital yang tidak tergantikan dalam menopang keseimbangan biogeokimia global.",
      "(2) Fitoplankton bertanggung jawab memproduksi sekitar separuh dari oksigen yang kita hirup.",
      "(3) Kesehatan ekosistem mikroba laut menghadapi ancaman serius dari pemanasan samudra, pengasaman laut (*ocean acidification*), dan polusi plastik.",
      "(3) Perubahan suhu dan pH air laut dapat mengganggu kemampuan fitoplankton untuk menyerap karbon, yang secara langsung melemahkan mekanisme pompa karbon."
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'memproduksi' pada kalimat (2) seharusnya diganti dengan 'menghasilkan' atau 'memproduksi' (tanpa diserap sebagai kata kerja, menggunakan kata 'produksi' saja)."
  },
  {
    "id": 14,
    "pertanyaan": "Hubungan antara kalimat yang dicetak tebal di paragraf (3) Teks 2 dan kalimat sebelumnya adalah....",
    "pilihan": [
      "Kontradiksi.",
      "Perbandingan.",
      "Penegasan ulang/kesimpulan dari argumen.",
      "Sebab-akibat yang bertentangan.",
      "Perincian ancaman."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menyimpulkan dan menekankan kembali pentingnya topik yang dibahas (mikroba laut), yang merupakan **penegasan ulang** argumen utama teks."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Dampak Kecanduan Media Sosial pada Kesehatan Kognitif**\n\n(1) Media sosial, meskipun dirancang untuk konektivitas, kini semakin menunjukkan dampak negatif, terutama terkait kecanduan. Kecanduan media sosial adalah kondisi di mana individu merasa dorongan kompulsif untuk menggunakannya, mengorbankan waktu untuk kegiatan penting lainnya, seperti tidur, belajar, atau interaksi tatap muka yang produktif.\n\n(2) Salah satu dampak utamanya adalah pada rentang perhatian (*attention span*) dan memori kerja (*working memory*). Paparan konten yang cepat, singkat, dan hiper-stimulatif melatih otak untuk mengharapkan gratifikasi instan. Akibatnya, kemampuan individu untuk mempertahankan fokus pada tugas-tugas yang memerlukan konsentrasi jangka panjang, seperti membaca buku atau memecahkan masalah kompleks, menurun drastis.\n\n(3) Untuk memitigasi dampak ini, diperlukan kesadaran dan disiplin digital. Strategi yang efektif meliputi penetapan batas waktu penggunaan aplikasi, mematikan notifikasi yang tidak perlu, dan secara aktif mencari kegiatan yang melibatkan fokus mendalam (*deep work*). **Pendidikan mengenai kebersihan digital (*digital hygiene*) sama pentingnya dengan pendidikan kesehatan fisik, karena keduanya memengaruhi kualitas hidup di era digital.**\n\nApa kriteria kecanduan media sosial (Teks 3)?",
    "pilihan": [
      "Individu merasa dorongan untuk interaksi tatap muka yang produktif.",
      "Individu merasa dorongan kompulsif untuk menggunakannya, mengorbankan waktu untuk kegiatan penting lainnya.",
      "Paparan konten yang cepat, singkat, dan hiper-stimulatif.",
      "Melatih otak untuk mengharapkan gratifikasi instan.",
      "Meningkatkan rentang perhatian dan memori kerja."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mendefinisikan kecanduan sebagai kondisi di mana individu 'merasa dorongan kompulsif untuk menggunakannya, mengorbankan waktu untuk kegiatan penting lainnya'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa dampak kecanduan media sosial terhadap kemampuan kognitif (Teks 3)?",
    "pilihan": [
      "Meningkatkan rentang perhatian dan memori kerja.",
      "Menurunkan kemampuan untuk mempertahankan fokus pada tugas konsentrasi jangka panjang.",
      "Melatih otak untuk menghindari gratifikasi instan.",
      "Mendorong interaksi tatap muka yang produktif.",
      "Meningkatkan kualitas tidur dan belajar."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan dampaknya: 'kemampuan individu untuk mempertahankan fokus pada tugas-tugas yang memerlukan konsentrasi jangka panjang... menurun drastis'."
  },
  {
    "id": 17,
    "pertanyaan": "Makna frasa **'gratifikasi instan'** pada kalimat (2) Teks 3 adalah....",
    "pilihan": [
      "Pemberian hadiah setelah menyelesaikan tugas yang sulit.",
      "Penghargaan atau kepuasan yang didapatkan segera tanpa menunggu lama.",
      "Kemampuan untuk menunda kepuasan demi tujuan jangka panjang.",
      "Menghindari paparan konten yang cepat.",
      "Disiplin digital dan penetapan batas waktu."
    ],
    "jawaban": "B",
    "pembahasan": "Gratifikasi instan adalah mendapatkan kepuasan atau kesenangan dengan segera."
  },
  {
    "id": 18,
    "pertanyaan": "Berikut ini adalah strategi efektif untuk memitigasi dampak kecanduan media sosial (paragraf 3), **kecuali**....",
    "pilihan": [
      "Menetapkan batas waktu penggunaan aplikasi.",
      "Mematikan notifikasi yang tidak perlu.",
      "Mencari kegiatan yang melibatkan fokus mendalam (*deep work*).",
      "Mengganti interaksi tatap muka dengan penggunaan kompulsif.",
      "Pendidikan mengenai kebersihan digital (*digital hygiene*)."
    ],
    "jawaban": "D",
    "pembahasan": "Mengganti interaksi tatap muka dengan penggunaan kompulsif justru merupakan ciri kecanduan, bukan strategi mitigasi."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Peran media sosial dalam meningkatkan konektivitas.",
      "Analisis dampak kecanduan media sosial pada kognitif dan strategi mitigasi.",
      "Prosedur untuk menjadi seorang ahli *deep work*.",
      "Perbandingan antara memori kerja dan rentang perhatian.",
      "Sejarah perkembangan notifikasi aplikasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mendefinisikan masalah (kecanduan), menganalisis dampaknya (kognitif), dan memberikan solusi (strategi mitigasi)."
  },
  {
    "id": 20,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (3) Teks 3 adalah....",
    "pilihan": [
      "Pendidikan kesehatan fisik lebih penting daripada kesehatan digital.",
      "Kebersihan digital dan kesehatan fisik harus diprioritaskan sama karena keduanya memengaruhi kualitas hidup.",
      "Kualitas hidup hanya dipengaruhi oleh kesehatan fisik.",
      "Fokus mendalam (*deep work*) tidak memengaruhi kualitas hidup.",
      "Notifikasi harus selalu dimatikan di semua aplikasi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut menyamakan pentingnya 'Pendidikan mengenai kebersihan digital' dengan 'pendidikan kesehatan fisik' karena keduanya 'memengaruhi kualitas hidup'."
  }
]
