[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Revolusi Konser Hologram dan Industri Musik**\n\n(1) Industri musik telah memasuki era baru yang disruptif dengan kemunculan konser hologram, sebuah teknologi yang memungkinkan penampilan musisi legendaris yang telah meninggal atau bahkan karakter fiksi hadir di atas panggung. Teknologi proyeksi 3D yang canggih ini menciptakan pengalaman visual yang imersif, mengatasi batas-batas fisik dan waktu, serta menawarkan nilai nostalgia yang tinggi bagi para penggemar.\n\n(2) Meskipun konser hologram menawarkan peluang pendapatan baru yang masif dan mengatasi masalah logistik tur (misalnya, kesehatan atau jadwal artis), adopsinya memicu perdebatan serius mengenai etika dan hak cipta. Penggunaan citra musisi yang telah tiada menuntut penentuan hak waris dan persetujuan yang rumit. Selain itu, ada kekhawatiran bahwa penggandaan digital (*digital replication*) dapat mengurangi nilai keaslian dan pengalaman unik dari pertunjukan musik langsung yang sesungguhnya.\n\n(3) Agar teknologi ini dapat berkembang secara berkelanjutan, kerangka regulasi harus segera ditetapkan untuk melindungi hak moral dan finansial warisan seniman. **Diperlukan keseimbangan antara memanfaatkan teknologi untuk inovasi dan menjaga integritas artistik, sehingga konser hologram dapat memperkaya, bukan menggantikan, bentuk seni pertunjukan tradisional.**\n\nApa gagasan utama yang dibahas dalam paragraf (1) Teks 1?",
    "pilihan": [
      "Perdebatan etika dan hak cipta dalam konser hologram.",
      "Kekhawatiran akan berkurangnya nilai keaslian pertunjukan musik.",
      "Kemunculan dan deskripsi teknologi konser hologram.",
      "Konser hologram sebagai solusi logistik tur musisi.",
      "Nilai nostalgia yang tinggi bagi para penggemar musisi legendaris."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) memperkenalkan teknologi konser hologram (kemunculan) dan menjelaskan fungsinya (proyeksi 3D) dan manfaatnya (pengalaman imersif, nilai nostalgia)."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, kerangka regulasi diperlukan untuk melindungi dua aspek utama, yaitu....",
    "pilihan": [
      "Hak cipta dan logistik tur.",
      "Hak waris dan teknologi proyeksi.",
      "Nilai keaslian dan penggandaan digital.",
      "Hak moral dan finansial warisan seniman.",
      "Peluang pendapatan dan etika."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (3) menyebutkan regulasi harus ditetapkan untuk 'melindungi hak moral dan finansial warisan seniman'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'disruptif'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Menciptakan nilai nostalgia tinggi.",
      "Mengalami stagnasi atau kemunduran.",
      "Memiliki potensi untuk menggantikan atau mengubah total industri yang sudah ada.",
      "Hanya terbatas pada musisi legendaris.",
      "Mengatasi batas-batas fisik dan waktu."
    ],
    "jawaban": "C",
    "pembahasan": "Disruptif merujuk pada sesuatu yang mengganggu atau mengubah secara radikal cara suatu industri atau pasar beroperasi."
  },
  {
    "id": 4,
    "pertanyaan": "Konser hologram memicu kekhawatiran bahwa penggandaan digital dapat mengurangi....",
    "pilihan": [
      "Pendapatan baru musisi yang telah tiada.",
      "Hak waris dan persetujuan keluarga.",
      "Kebutuhan akan teknologi proyeksi 3D yang canggih.",
      "Nilai keaslian dan pengalaman unik pertunjukan musik langsung.",
      "Masalah logistik tur artis."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (2) menyebutkan kekhawatiran bahwa penggandaan digital dapat mengurangi 'nilai keaslian dan pengalaman unik dari pertunjukan musik langsung yang sesungguhnya'."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "replikasi digital",
      "penggandaan-digital",
      "digital-replication",
      "pembuatan digital",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "A",
    "pembahasan": "Meskipun istilah aslinya *digital replication*, kata serapan baku yang lebih tepat untuk frasa ini adalah 'replikasi digital' daripada 'penggandaan digital'."
  },
  {
    "id": 6,
    "pertanyaan": "Manakah pernyataan yang merupakan **saran** dalam Teks 1?",
    "pilihan": [
      "Konser hologram menawarkan peluang pendapatan baru yang masif.",
      "Penggunaan citra musisi yang telah tiada menuntut persetujuan yang rumit.",
      "Teknologi proyeksi 3D menciptakan pengalaman visual yang imersif.",
      "Kerangka regulasi harus segera ditetapkan untuk melindungi hak warisan seniman.",
      "Industri musik telah memasuki era baru yang disruptif."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat tersebut menggunakan kata 'harus' yang mengindikasikan sebuah saran atau anjuran tindakan yang perlu segera ditetapkan."
  },
  {
    "id": 7,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 1 dapat diartikan sebagai ajakan untuk mencari....",
    "pilihan": [
      "Dominasi teknologi atas seni tradisional.",
      "Keseimbangan antara inovasi teknologi dan integritas artistik.",
      "Penggantian total pertunjukan tradisional oleh hologram.",
      "Mengabaikan kerangka regulasi yang ada.",
      "Meningkatkan tuntutan hak waris musisi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut secara eksplisit menyebutkan perlunya 'keseimbangan antara memanfaatkan teknologi untuk inovasi dan menjaga integritas artistik'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Etika Penggunaan Data Besar (*Big Data*)**\n\n(1) *Big Data*, yaitu volume data yang sangat besar dan kompleks, telah menjadi aset paling berharga di era digital. Analisis data besar memungkinkan perusahaan dan pemerintah membuat keputusan yang lebih akurat, mulai dari personalisasi layanan hingga perumusan kebijakan publik yang efisien. Namun, peningkatan kemampuan pengumpulan dan analisis data ini menimbulkan tantangan etika yang fundamental.\n\n(2) Tantangan etika utama berpusat pada masalah privasi dan diskriminasi algoritmik. Data pribadi sering dikumpulkan tanpa persetujuan yang sepenuhnya diinformasikan, membuat individu rentan terhadap penyalahgunaan data atau pelanggaran privasi. Selain itu, algoritma yang dilatih menggunakan data yang bias dapat menghasilkan keputusan diskriminatif, misalnya dalam proses perekrutan atau penentuan kredit pinjaman. **Hal ini menciptakan ketidakadilan sistemik yang sulit dilacak dan diperbaiki.**\n\n(3) Untuk memitigasi risiko etika ini, diperlukan regulasi yang ketat dan transparan, seperti undang-undang perlindungan data pribadi (PDP). Selain itu, pengembang algoritma dan analis data harus menjunjung tinggi prinsip akuntabilitas dan keadilan. Tujuannya adalah memastikan bahwa kekuatan *Big Data* digunakan untuk kepentingan sosial yang lebih luas, dan bukan sebaliknya, memperparah ketidaksetaraan yang sudah ada.\n\nApa manfaat *Big Data* bagi perusahaan dan pemerintah (Teks 2)?",
    "pilihan": [
      "Mengumpulkan data tanpa persetujuan.",
      "Menimbulkan diskriminasi algoritmik.",
      "Membuat keputusan yang lebih akurat dan personalisasi layanan.",
      "Menciptakan ketidakadilan sistemik.",
      "Menjamin privasi individu."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan analisis data besar memungkinkan 'perusahaan dan pemerintah membuat keputusan yang lebih akurat, mulai dari personalisasi layanan hingga perumusan kebijakan publik yang efisien'."
  },
  {
    "id": 9,
    "pertanyaan": "Isu etika utama dalam penggunaan *Big Data* berpusat pada masalah....",
    "pilihan": [
      "Perumusan kebijakan publik yang efisien.",
      "Volume data yang sangat besar dan kompleks.",
      "Privasi dan diskriminasi algoritmik.",
      "Peningkatan kemampuan pengumpulan data.",
      "Regulasi yang ketat dan transparan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan 'Tantangan etika utama berpusat pada masalah privasi dan diskriminasi algoritmik.'"
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'akuntabilitas'** pada kalimat (3) Teks 2 adalah....",
    "pilihan": [
      "Kemampuan untuk membuat keputusan yang lebih akurat.",
      "Prinsip ketersediaan data secara terbuka.",
      "Kewajiban untuk memberikan pertanggungjawaban atas tindakan atau keputusan.",
      "Volume data yang sangat besar dan kompleks.",
      "Persetujuan yang sepenuhnya diinformasikan."
    ],
    "jawaban": "C",
    "pembahasan": "Akuntabilitas adalah kewajiban untuk bertanggung jawab dan memberikan penjelasan atas tindakan atau keputusan."
  },
  {
    "id": 11,
    "pertanyaan": "Mengapa diskriminasi algoritmik (paragraf 2) dianggap menciptakan ketidakadilan sistemik yang sulit dilacak dan diperbaiki?",
    "pilihan": [
      "Karena data pribadi selalu dikumpulkan dengan persetujuan penuh.",
      "Karena algoritma yang dilatih menggunakan data yang bias.",
      "Karena pemerintah telah membuat keputusan yang efisien.",
      "Karena *Big Data* hanya digunakan untuk kepentingan sosial.",
      "Karena perusahaan menjunjung tinggi prinsip keadilan."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (2) merujuk pada penyebabnya, yaitu 'algoritma yang dilatih menggunakan data yang bias' yang menciptakan 'ketidakadilan sistemik yang sulit dilacak dan diperbaiki.'"
  },
  {
    "id": 12,
    "pertanyaan": "Teks 2 pada dasarnya menyarankan penggunaan *Big Data* harus diimbangi dengan....",
    "pilihan": [
      "Peningkatan keuntungan perusahaan semata.",
      "Pengurangan volume data yang dikumpulkan.",
      "Prinsip akuntabilitas, keadilan, dan regulasi yang transparan (PDP).",
      "Pengecualian diskriminasi dalam penentuan kredit pinjaman.",
      "Penggunaan data yang bias untuk mempercepat perekrutan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) secara keseluruhan menyarankan 'regulasi yang ketat dan transparan' (PDP) dan menjunjung tinggi 'prinsip akuntabilitas dan keadilan'."
  },
  {
    "id": 13,
    "pertanyaan": "Penggunaan kata hubung yang dapat diperbaiki untuk efektivitas kalimat ditunjukkan dalam kalimat....",
    "pilihan": [
      "(1) *Big Data*, yaitu volume data yang sangat besar dan kompleks, telah menjadi aset paling berharga di era digital.",
      "(1) Analisis data besar memungkinkan perusahaan dan pemerintah membuat keputusan yang lebih akurat, mulai dari personalisasi layanan hingga perumusan kebijakan publik yang efisien.",
      "(2) Data pribadi sering dikumpulkan tanpa persetujuan yang sepenuhnya diinformasikan, membuat individu rentan terhadap penyalahgunaan data atau pelanggaran privasi.",
      "(2) Selain itu, algoritma yang dilatih menggunakan data yang bias dapat menghasilkan keputusan diskriminatif, misalnya dalam proses perekrutan atau penentuan kredit pinjaman.",
      "(3) Tujuannya adalah memastikan bahwa kekuatan *Big Data* digunakan untuk kepentingan sosial yang lebih luas, dan bukan sebaliknya, memperparah ketidaksetaraan yang sudah ada."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat (2) menggunakan frasa 'membuat individu rentan' yang seharusnya diawali dengan kata hubung yang lebih tepat (misalnya 'sehingga') atau diubah menjadi struktur kalimat yang lebih efektif, karena 'membuat' di sini berfungsi sebagai kata yang menghubungkan klausa sebelumnya."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur perumusan kebijakan publik yang efisien.",
      "Analisis manfaat *Big Data* tanpa membahas risiko etika.",
      "Analisis definisi, manfaat, tantangan etika, dan solusi regulasi *Big Data*.",
      "Perbandingan antara *Big Data* dan undang-undang perlindungan data pribadi (PDP).",
      "Sejarah perkembangan algoritma diskriminatif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mencakup definisi/manfaat (P1), tantangan etika (P2), dan solusi regulasi (P3)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Fenomena *Dark Tourism* dan Etika Perjalanan**\n\n(1) *Dark tourism* (wisata gelap) adalah fenomena perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kematian, tragedi, atau penderitaan, seperti Auschwitz, Chernobyl, atau Ground Zero. Motivasi wisatawan sangat beragam, mulai dari rasa ingin tahu, keinginan untuk menghormati korban, hingga upaya memahami kompleksitas sejarah manusia.\n\n(2) Fenomena ini memunculkan dilema etika yang mendasar: bagaimana menyeimbangkan kepentingan komersial pariwisata dengan penghormatan yang layak terhadap situs trauma dan penderitaan. Di beberapa lokasi, perilaku tidak pantas wisatawan (*selfie* di area sensitif atau kurangnya sensitivitas) dapat menjadi isu. **Wisatawan harus didorong untuk berinteraksi dengan situs-situs ini melalui lensa refleksi dan edukasi, bukan sekadar hiburan atau sensasi yang dangkal.**\n\n(3) Untuk memastikan *dark tourism* dapat dijalankan secara etis dan bertanggung jawab, pengelola situs harus menyediakan edukasi kontekstual yang mendalam, menekankan pada pelajaran sejarah, bukan sensasionalisme. Selain itu, pemerintah dan otoritas lokal perlu menetapkan pedoman perilaku yang ketat untuk menjaga integritas situs dan martabat para korban.\n\nApa definisi dari *Dark Tourism* (Teks 3)?",
    "pilihan": [
      "Perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kemewahan.",
      "Fenomena perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kematian, tragedi, atau penderitaan.",
      "Upaya untuk menyeimbangkan kepentingan komersial pariwisata.",
      "Kunjungan ke tempat yang hanya terkait dengan karakter fiksi.",
      "Perjalanan yang hanya didorong oleh rasa ingin tahu."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mendefinisikan *dark tourism* sebagai 'fenomena perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kematian, tragedi, atau penderitaan'."
  },
  {
    "id": 16,
    "pertanyaan": "Tujuan utama dari *dark tourism* yang dianggap etis (paragraf 2) adalah untuk berinteraksi dengan situs melalui lensa....",
    "pilihan": [
      "Hiburan atau sensasi yang dangkal.",
      "Kepentingan komersial semata.",
      "Refleksi, edukasi, dan penghormatan.",
      "Perilaku tidak pantas (*selfie*).",
      "Mengabaikan kompleksitas sejarah manusia."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (2) menyarankan interaksi melalui 'lensa refleksi dan edukasi, bukan sekadar hiburan atau sensasi yang dangkal.' Selain itu, P1 menyebutkan motivasi 'menghormati korban'."
  },
  {
    "id": 17,
    "pertanyaan": "Makna kata **'kompleksitas'** pada kalimat (1) Teks 3 adalah....",
    "pilihan": [
      "Kesederhanaan atau kemudahan.",
      "Hal yang rumit, sulit, atau terdiri dari banyak aspek.",
      "Perasaan ingin tahu yang tinggi.",
      "Perilaku tidak pantas di situs sejarah.",
      "Perasaan untuk menghormati korban."
    ],
    "jawaban": "B",
    "pembahasan": "Kompleksitas merujuk pada keadaan yang rumit atau terdiri dari banyak bagian yang saling terkait."
  },
  {
    "id": 18,
    "pertanyaan": "Dilema etika mendasar yang muncul dari *dark tourism* (Teks 3) adalah....",
    "pilihan": [
      "Penentuan pedoman perilaku yang ketat.",
      "Pengelola situs menyediakan edukasi kontekstual.",
      "Bagaimana menyeimbangkan kepentingan komersial dengan penghormatan terhadap trauma dan penderitaan.",
      "Motivasi wisatawan yang sangat beragam.",
      "Kebutuhan untuk menyediakan sensasionalisme."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan dilema mendasar adalah 'bagaimana menyeimbangkan kepentingan komersial pariwisata dengan penghormatan yang layak terhadap situs trauma dan penderitaan'."
  },
  {
    "id": 19,
    "pertanyaan": "Untuk memastikan *dark tourism* berjalan etis dan bertanggung jawab, pengelola situs harus (paragraf 3)....",
    "pilihan": [
      "Menghapus semua edukasi kontekstual.",
      "Fokus pada sensasionalisme dan hiburan.",
      "Menyediakan edukasi kontekstual yang mendalam dan menekankan pelajaran sejarah.",
      "Mengizinkan perilaku tidak pantas wisatawan.",
      "Mengabaikan pedoman perilaku yang ketat."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan pengelola situs harus 'menyediakan edukasi kontekstual yang mendalam, menekankan pada pelajaran sejarah, bukan sensasionalisme'."
  },
  {
    "id": 20,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur pembangunan monumen di situs trauma.",
      "Analisis definisi *dark tourism*, dilema etika, dan solusi untuk pariwisata yang bertanggung jawab.",
      "Sejarah situs-situs tragedi seperti Chernobyl.",
      "Dampak positif dari perilaku tidak pantas wisatawan.",
      "Perbandingan antara rasa ingin tahu dan sensasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mendefinisikan *dark tourism* (P1), menguraikan dilema etika (P2), dan menawarkan solusi untuk menjadikannya bertanggung jawab (P3)."
  }
]
