[
  {
    "id": 1,
    "pertanyaan": "Perhatikan kalimat berikut: 'Pembangunan infrastruktur jalan tol akan memperlancar arus distribusi barang.' Kata 'memperlancar' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": [
      "Mempersulit",
      "Memperlambat",
      "Memudahkan",
      "Memperpendek",
      "Memperluas"
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks distribusi barang, '**memperlancar**' berarti membuat prosesnya menjadi lebih mudah dan cepat. Oleh karena itu, '**memudahkan**' adalah makna yang paling dekat."
  },
  {
    "id": 2,
    "pertanyaan": "Bacalah kalimat: 'Siswa tersebut sangat rajin belajar, ______ nilainya selalu memuaskan.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "meskipun",
      "tetapi",
      "sehingga",
      "karena",
      "melainkan"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'rajin belajar' dan 'nilai memuaskan' adalah sebab-akibat. Konjungsi '**sehingga**' menunjukkan bahwa klausa kedua adalah akibat dari klausa pertama."
  },
  {
    "id": 3,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya baku?",
    "pilihan": [
      "Apotik",
      "Resiko",
      "Atlit",
      "Khazanah",
      "Praktek"
    ],
    "jawaban": "D",
    "pembahasan": "Menurut KBBI, '**khazanah**' adalah bentuk baku. Bentuk baku dari pilihan lain adalah 'apotek', 'risiko', 'atlet', dan 'praktik'."
  },
  {
    "id": 4,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dari pilihan berikut:",
    "pilihan": [
      "Oleh karena itu, maka dari itu kami memutuskan untuk pergi.",
      "Karena itu kami memutuskan untuk pergi.",
      "Oleh sebab itu, maka kami memutuskan untuk pergi.",
      "Maka dari itu kami memutuskan untuk pergi.",
      "Oleh karena itu kami memutuskan untuk pergi."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan **B** adalah yang paling efektif karena singkat dan langsung pada inti. Pilihan lainnya mengandung redundansi ('Oleh karena itu, maka dari itu', 'Oleh sebab itu, maka'). Pilihan E juga efektif, namun B lebih ringkas."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah kalimat: 'Pemerintah telah mengesahkan undang-undang baru tentang perlindungan data pribadi.' Kalimat tersebut dapat diubah menjadi kalimat pasif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Undang-undang baru telah disahkan oleh pemerintah.",
      "Undang-undang baru tentang perlindungan data pribadi telah disahkan oleh pemerintah.",
      "Pemerintah disahkan undang-undang baru tentang perlindungan data pribadi.",
      "Disahkan undang-undang baru tentang perlindungan data pribadi oleh pemerintah.",
      "Perlindungan data pribadi disahkan undang-undang baru oleh pemerintah."
    ],
    "jawaban": "B",
    "pembahasan": "Dalam kalimat pasif, objek pada kalimat aktif menjadi subjek. Pada kalimat asli, 'undang-undang baru tentang perlindungan data pribadi' adalah objek yang 'disahkan'. Pilihan **B** mengubah objek menjadi subjek dengan lengkap."
  },
  {
    "id": 6,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Literasi keuangan sangat penting bagi masyarakat. ______ dengan pemahaman yang baik, individu dapat mengelola keuangan secara bijak dan menghindari masalah utang.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Meskipun demikian,",
      "Namun,",
      "Karena itu,",
      "Selain itu,",
      "Akibatnya,"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat setelah rumpang menjelaskan manfaat atau alasan mengapa literasi keuangan penting. '**Karena itu,**' atau 'Oleh karena itu,' adalah konjungsi yang tepat untuk menunjukkan hubungan sebab-akibat atau alasan."
  },
  {
    "id": 7,
    "pertanyaan": "Pilihlah penggunaan tanda baca titik koma (;) yang tepat.",
    "pilihan": [
      "Barang yang dibeli: beras; gula; kopi; dan teh.",
      "Dia sangat pintar; oleh karena itu dia selalu berprestasi.",
      "Ayah membaca koran; Ibu menyiram bunga.",
      "Rapat dihadiri oleh: Budi; Siska; dan Roni.",
      "Pekerjaan itu belum selesai; walaupun sudah dikejar waktu."
    ],
    "jawaban": "C",
    "pembahasan": "Tanda titik koma (;) dapat digunakan untuk memisahkan klausa-klausa yang setara dalam satu kalimat majemuk, terutama jika klausa-klausa tersebut tidak dihubungkan oleh konjungsi. Pilihan A salah karena titik koma tidak digunakan dalam daftar perincian yang sudah menggunakan koma. Pilihan B dan E salah karena ada konjungsi ('oleh karena itu', 'walaupun') sehingga lebih tepat menggunakan koma atau dipisah menjadi dua kalimat. Pilihan D salah karena titik koma tidak digunakan dalam perincian jika sudah ada titik dua. Pilihan **C** adalah penggunaan yang tepat untuk memisahkan dua klausa independen yang terkait secara makna tanpa konjungsi."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah kalimat: 'Seluruh peserta diharapkan datang tepat waktu.' Kata 'diharapkan' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": [
      "Subjek",
      "Predikat",
      "Objek",
      "Keterangan",
      "Pelengkap"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam kalimat pasif seperti ini, '**diharapkan**' adalah bagian dari **predikat** yang menunjukkan tindakan yang dikenai pada subjek ('Seluruh peserta')."
  },
  {
    "id": 9,
    "pertanyaan": "Transformasi digital telah mengubah lanskap bisnis secara drastis. Perusahaan dituntut untuk lebih adaptif dan inovatif agar dapat bersaing di era yang serba cepat ini. Model bisnis konvensional mulai ditinggalkan, digantikan oleh model yang berbasis teknologi dan data. Namun, perubahan ini tidak selalu mudah. Tantangan seperti kurangnya talenta digital, keamanan siber, dan investasi yang besar menjadi hambatan. Oleh karena itu, strategi transformasi digital harus didukung oleh kebijakan yang tepat dan sumber daya yang memadai agar dapat berjalan sukses.\n\nManakah pernyataan yang paling tepat menggambarkan dampak positif dari transformasi digital berdasarkan paragraf tersebut?",
    "pilihan": [
      "Perusahaan tidak perlu lagi beradaptasi.",
      "Model bisnis konvensional semakin berkembang.",
      "Bisnis menjadi lebih efisien dan inovatif.",
      "Tantangan keamanan siber berkurang drastis.",
      "Investasi teknologi menjadi tidak penting."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf menyebutkan bahwa perusahaan dituntut 'untuk lebih adaptif dan inovatif' dan model bisnis berbasis teknologi dan data menggantikan yang konvensional, yang mengarah pada peningkatan **efisiensi dan inovasi**."
  },
  {
    "id": 10,
    "pertanyaan": "Kenaikan harga bahan bakar minyak (BBM) seringkali memicu inflasi di berbagai sektor ekonomi. Biaya produksi dan distribusi barang akan meningkat, yang pada akhirnya dibebankan kepada konsumen. Hal ini dapat mengurangi daya beli masyarakat dan memperlambat pertumbuhan ekonomi. Pemerintah perlu mencari solusi jangka panjang untuk menekan dampak inflasi, seperti diversifikasi sumber energi, peningkatan efisiensi rantai pasok, dan subsidi tepat sasaran. Selain itu, edukasi masyarakat tentang pengelolaan keuangan pribadi juga penting untuk menghadapi ketidakpastian ekonomi.\n\nIde pokok paragraf di atas adalah...",
    "pilihan": [
      "Dampak kenaikan harga BBM terhadap inflasi dan ekonomi.",
      "Pentingnya diversifikasi sumber energi bagi negara.",
      "Cara pemerintah menekan dampak inflasi.",
      "Pengelolaan keuangan pribadi saat inflasi.",
      "Hubungan antara biaya produksi dan daya beli masyarakat."
    ],
    "jawaban": "A",
    "pembahasan": "Ide pokok adalah gagasan utama yang melandasi seluruh paragraf. Paragraf ini membahas dampak kenaikan harga BBM yang memicu inflasi dan efek negatifnya terhadap ekonomi secara keseluruhan, sehingga '**Dampak kenaikan harga BBM terhadap inflasi dan ekonomi**' adalah ide pokok yang paling tepat."
  },
  {
    "id": 11,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah berumur senja, semangatnya untuk belajar tidak pernah padam.' Kata 'padam' dalam kalimat tersebut mengindikasikan makna...",
    "pilihan": [
      "Redup",
      "Hilang",
      "Berkurang",
      "Melemah",
      "Mati"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks 'semangat tidak pernah padam', kata '**padam**' di sini merujuk pada **hilangnya** atau berakhirnya semangat tersebut. Jadi, 'hilang' adalah makna yang paling tepat."
  },
  {
    "id": 12,
    "pertanyaan": "Pembangunan berkelanjutan adalah konsep yang mengintegrasikan aspek ekonomi, sosial, dan lingkungan untuk memenuhi kebutuhan generasi sekarang tanpa mengorbankan kemampuan generasi mendatang untuk memenuhi kebutuhannya sendiri. Konsep ini menekankan pentingnya keseimbangan antara pertumbuhan ekonomi dan pelestarian lingkungan. Namun, implementasinya menghadapi banyak tantangan, termasuk konflik kepentingan, kurangnya komitmen politik, dan keterbatasan teknologi. Oleh karena itu, diperlukan kerja sama lintas sektor dan komitmen global yang kuat untuk mewujudkan pembangunan berkelanjutan.\n\nApa hubungan antara kalimat kedua ('Konsep ini menekankan pentingnya keseimbangan antara pertumbuhan ekonomi dan pelestarian lingkungan.') dengan kalimat ketiga ('Namun, implementasinya menghadapi banyak tantangan, termasuk konflik kepentingan, kurangnya komitmen politik, dan keterbatasan teknologi.')?",
    "pilihan": [
      "Hubungan sebab-akibat",
      "Hubungan penambahan",
      "Hubungan pertentangan",
      "Hubungan perbandingan",
      "Hubungan penegasan"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ketiga diawali dengan '**Namun,**' yang secara jelas menunjukkan adanya **pertentangan** atau kontras dengan gagasan yang disampaikan di kalimat kedua. Kalimat kedua membahas penekanan pada keseimbangan (idealnya), sementara kalimat ketiga membahas tantangan dalam mencapai ideal tersebut."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat dengan tanda baca yang benar.",
    "pilihan": [
      "'Apa kabar, Doni?', tanya ibu.",
      "Adikku suka: membaca, dan menulis.",
      "Oleh karena itu, dia tidak jadi datang.",
      "Ayahku bekerja sebagai, seorang insinyur.",
      "Meskipun lelah, tetapi dia tetap semangat."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan **C** benar. Frasa penghubung antarkalimat seperti 'Oleh karena itu' harus diikuti oleh koma. Pilihan A salah karena tanda tanya seharusnya berada di dalam tanda petik. Pilihan B salah karena tidak perlu titik dua setelah 'suka' dan koma sebelum 'dan' jika hanya dua item. Pilihan D salah karena koma tidak memisahkan predikat dan pelengkap/keterangan. Pilihan E salah karena 'Meskipun' dan 'tetapi' redundant."
  },
  {
    "id": 14,
    "pertanyaan": "Kesehatan masyarakat merupakan fondasi penting bagi pembangunan suatu negara. Tingkat kesehatan yang baik akan meningkatkan produktivitas tenaga kerja dan kualitas hidup. Program-program kesehatan preventif, seperti imunisasi dan edukasi gaya hidup sehat, memiliki peran krusial dalam menciptakan masyarakat yang sehat. Namun, masih banyak tantangan yang dihadapi, seperti penyebaran penyakit menular, masalah gizi buruk, dan akses layanan kesehatan yang belum merata. Oleh karena itu, kolaborasi antara pemerintah, sektor swasta, dan masyarakat sangat diperlukan untuk mewujudkan sistem kesehatan yang inklusif dan berkelanjutan.\n\nImplikasi tersirat dari kalimat terakhir paragraf ('kolaborasi antara pemerintah, sektor swasta, dan masyarakat sangat diperlukan untuk mewujudkan sistem kesehatan yang inklusif dan berkelanjutan') adalah...",
    "pilihan": [
      "Pemerintah tidak mampu mengatasi masalah kesehatan sendirian.",
      "Sektor swasta harus sepenuhnya mendanai program kesehatan.",
      "Masyarakat harus bertanggung jawab penuh atas kesehatan mereka sendiri.",
      "Sistem kesehatan saat ini tidak inklusif dan tidak berkelanjutan.",
      "Hanya dengan kolaborasi, semua masalah kesehatan akan hilang."
    ],
    "jawaban": "A",
    "pembahasan": "Implikasi tersirat dari perlunya kolaborasi adalah bahwa satu pihak saja (misalnya pemerintah) tidak cukup atau **tidak mampu mengatasi masalah kesehatan sendirian**. Diperlukan partisipasi dari berbagai pihak untuk mewujudkan sistem yang lebih baik."
  },
  {
    "id": 15,
    "pertanyaan": "Pendidikan karakter memegang peranan vital dalam membentuk generasi muda yang tidak hanya cerdas secara akademis, tetapi juga memiliki integritas moral dan etika yang kuat. Kurikulum yang berfokus pada pengembangan nilai-nilai seperti kejujuran, tanggung jawab, empati, dan gotong royong akan menghasilkan individu yang siap menghadapi tantangan global dengan mentalitas yang positif. Meskipun demikian, implementasi pendidikan karakter seringkali menghadapi kendala, seperti kurangnya pemahaman guru, minimnya waktu alokasi, dan lingkungan sosial yang tidak mendukung. Oleh karena itu, diperlukan komitmen kolektif dari semua pihak—sekolah, keluarga, dan masyarakat—untuk menciptakan ekosistem yang kondusif bagi tumbuh kembangnya karakter positif pada anak-anak.\n\nPernyataan yang paling tepat menggambarkan argumen utama penulis mengenai pendidikan karakter adalah...",
    "pilihan": [
      "Pendidikan karakter hanya penting untuk anak-anak sekolah dasar.",
      "Sekolah memiliki tanggung jawab tunggal dalam pendidikan karakter.",
      "Pentingnya pendidikan karakter untuk membentuk individu berintegritas, namun implementasinya membutuhkan komitmen kolektif dari berbagai pihak.",
      "Guru adalah faktor utama kegagalan pendidikan karakter.",
      "Lingkungan sosial yang tidak mendukung dapat sepenuhnya menggagalkan pendidikan karakter."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen utama penulis adalah bahwa pendidikan karakter sangat penting untuk membentuk individu yang berintegritas, tetapi implementasinya menghadapi kendala dan karenanya membutuhkan komitmen serta kerja sama dari sekolah, keluarga, dan masyarakat. Pilihan **C** paling komprehensif merangkum argumen ini."
  },
  {
    "id": 16,
    "pertanyaan": "Pertumbuhan kota-kota besar yang pesat seringkali diiringi dengan berbagai permasalahan lingkungan, seperti polusi udara, pengelolaan sampah yang buruk, dan ketersediaan ruang terbuka hijau yang minim. Hal ini berdampak negatif pada kualitas hidup penduduk dan kesehatan ekosistem perkotaan. Diperlukan pendekatan 'kota cerdas' (smart city) yang memanfaatkan teknologi untuk memantau dan mengelola sumber daya secara efisien, serta meningkatkan kualitas layanan publik. Namun, implementasi smart city membutuhkan investasi besar, infrastruktur teknologi yang canggih, dan partisipasi aktif dari warga. Oleh karena itu, pemerintah kota harus menyusun rencana strategis yang komprehensif dan melibatkan semua pemangku kepentingan untuk mencapai kota yang berkelanjutan dan layak huni.\n\nAsumsi implisit yang mendasari perlunya pendekatan 'kota cerdas' (smart city) adalah...",
    "pilihan": [
      "Teknologi adalah satu-satunya solusi untuk masalah lingkungan kota.",
      "Masalah lingkungan di kota-kota besar terlalu kompleks untuk diatasi secara konvensional.",
      "Kota cerdas secara otomatis akan menyelesaikan semua masalah tanpa investasi.",
      "Ketersediaan ruang terbuka hijau adalah masalah paling utama di perkotaan.",
      "Warga kota tidak memiliki peran penting dalam pengelolaan lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf menyebutkan berbagai 'permasalahan lingkungan' di kota besar dan kemudian mengusulkan 'kota cerdas' sebagai pendekatan. Asumsi implisitnya adalah bahwa masalah-masalah ini (polusi, sampah, ruang terbuka hijau) sangat kompleks dan **terlalu kompleks untuk diatasi secara konvensional**, sehingga memerlukan pendekatan inovatif berbasis teknologi."
  },
  {
    "id": 17,
    "pertanyaan": "Perubahan iklim global bukan lagi ancaman di masa depan, melainkan realitas yang sedang kita hadapi. Kenaikan suhu rata-rata bumi, pencairan gletser, dan cuaca ekstrem yang semakin sering terjadi adalah bukti nyata dari krisis ini. Dampaknya terasa di berbagai sektor, mulai dari pertanian, kesehatan, hingga ketersediaan air bersih. Upaya mitigasi dan adaptasi, meskipun telah digalakkan, masih belum cukup untuk memperlambat laju perubahan ini. Diperlukan tindakan yang lebih radikal dan komitmen global yang tak tergoyahkan untuk transisi menuju ekonomi rendah karbon dan gaya hidup yang lebih berkelanjutan. Setiap individu dan negara memiliki peran krusial dalam mengatasi tantangan terbesar abad ini.\n\nJika paragraf ini adalah bagian dari laporan PBB mengenai lingkungan global, manakah kalimat yang paling mungkin menjadi penutup (kesimpulan) dari laporan tersebut?",
    "pilihan": [
      "Perubahan iklim adalah masalah yang sangat kompleks.",
      "Gletser di kutub akan terus mencair jika tidak ada tindakan.",
      "Setiap negara harus mengurangi emisi karbon secepatnya.",
      "Krisis iklim global menuntut tindakan kolektif dan komitmen yang kuat dari seluruh dunia untuk masa depan yang berkelanjutan.",
      "Sektor pertanian adalah yang paling terpengaruh oleh perubahan iklim."
    ],
    "jawaban": "D",
    "pembahasan": "Kesimpulan sebuah laporan PBB mengenai lingkungan global harus merangkum urgensi masalah, kebutuhan akan tindakan, dan dimensi globalnya. Pilihan **D** paling komprehensif dan kuat sebagai kesimpulan, mencakup krisis, kebutuhan akan tindakan kolektif, komitmen, dan tujuan berkelanjutan."
  },
  {
    "id": 18,
    "pertanyaan": "Literasi digital telah menjadi keterampilan esensial di abad ke-21. Kemampuan untuk mengakses, mengelola, memahami, mengintegrasikan, mengkomunikasikan, mengevaluasi, dan menciptakan informasi secara aman dan legal melalui teknologi digital adalah prasyarat bagi partisipasi penuh dalam masyarakat berbasis pengetahuan. Namun, kesenjangan digital, baik dalam akses maupun keterampilan, masih menjadi tantangan serius, terutama di negara berkembang. Hal ini dapat memperlebar kesenjangan sosial ekonomi dan menghambat pembangunan inklusif. Oleh karena itu, diperlukan investasi besar dalam infrastruktur digital, program pelatihan yang komprehensif, dan kebijakan yang mendukung pemerataan akses agar semua lapisan masyarakat dapat memanfaatkan potensi era digital secara maksimal.\n\nFrasa 'prasyarat bagi partisipasi penuh dalam masyarakat berbasis pengetahuan' mengimplikasikan bahwa tanpa literasi digital...",
    "pilihan": [
      "Masyarakat tidak akan pernah maju.",
      "Individu akan tertinggal dan sulit berpartisipasi penuh dalam masyarakat modern.",
      "Teknologi digital tidak akan berkembang.",
      "Hanya orang kaya yang bisa berpartisipasi di era digital.",
      "Semua informasi akan menjadi tidak akurat."
    ],
    "jawaban": "B",
    "pembahasan": "'Prasyarat' berarti syarat mutlak. Jika literasi digital adalah prasyarat untuk 'partisipasi penuh dalam masyarakat berbasis pengetahuan', maka tanpa itu, **individu akan tertinggal dan sulit berpartisipasi penuh dalam masyarakat modern** yang semakin mengandalkan pengetahuan dan teknologi digital."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": [
      "Surabaya, kota pahlawan, adalah kota terbesar kedua di Indonesia.",
      "Gunung Bromo yang terkenal indah, terletak di Jawa Timur.",
      "Novel 'Ayat-Ayat Cinta' ditulis oleh Habiburrahman El Shirazy.",
      "Dia berkata, 'Saya akan datang besok.', kepada temannya.",
      "Ibu membeli sayuran, buah-buahan, dan juga ikan."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan **A** benar. Frasa apositif ('kota pahlawan') diapit oleh koma. Pilihan B salah karena 'yang terkenal indah' adalah anak kalimat pembatas yang tidak perlu diapit koma. Pilihan C salah karena judul novel seharusnya dicetak miring. Pilihan D salah karena tanda koma setelah petikan langsung harus berada di dalam tanda petik. Pilihan E salah karena 'dan juga' redundant, cukup 'dan'."
  },
  {
    "id": 20,
    "pertanyaan": "Seni pertunjukan tradisional, seperti wayang, tari, dan musik gamelan, menghadapi tantangan berat di era modernisasi. Pergeseran minat generasi muda ke budaya populer asing, kurangnya regenerasi seniman, dan minimnya apresiasi publik menjadi ancaman serius bagi kelestariannya. Namun, seni pertunjukan tradisional memiliki potensi besar untuk tetap hidup dan berkembang jika mampu beradaptasi dengan zaman tanpa kehilangan esensi aslinya. Strategi revitalisasi melalui inovasi pertunjukan, pemanfaatan media digital untuk promosi, dan integrasi ke dalam kurikulum pendidikan formal dan nonformal menjadi kunci. Dengan demikian, warisan budaya ini dapat terus dinikmati dan dibanggakan oleh generasi mendatang, bahkan menarik perhatian dunia internasional.\n\nJika paragraf ini adalah bagian dari sebuah artikel opini, manakah kalimat yang paling tepat berfungsi sebagai argumen penunjang utama dari tesis yang menyatakan 'Seni pertunjukan tradisional harus dilestarikan di tengah modernisasi'?",
    "pilihan": [
      "Wayang, tari, dan musik gamelan adalah contoh seni pertunjukan tradisional.",
      "Kurangnya minat generasi muda menjadi ancaman serius bagi seni tradisional.",
      "Seni pertunjukan tradisional memiliki potensi besar untuk tetap hidup dan berkembang jika mampu beradaptasi dengan zaman tanpa kehilangan esensi aslinya.",
      "Pemanfaatan media digital penting untuk promosi seni tradisional.",
      "Minimnya apresiasi publik adalah masalah besar."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen penunjang utama harus memperkuat tesis bahwa seni pertunjukan tradisional harus dilestarikan. Kalimat **C** ('**Seni pertunjukan tradisional memiliki potensi besar untuk tetap hidup dan berkembang jika mampu beradaptasi dengan zaman tanpa kehilangan esensi aslinya.**') secara langsung mendukung tesis tersebut dengan menunjukkan 'cara' atau 'kondisi' agar kelestarian itu bisa tercapai di tengah modernisasi, yang kemudian akan dijelaskan lebih lanjut dengan strategi revitalisasi."
  }
]
