[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Sistem Glimfatik dan Pembersihan Otak saat Tidur**\n\n(1) Selama bertahun-tahun, mekanisme pembersihan otak dari produk limbah metabolik tetap menjadi misteri. Penelitian terbaru telah mengidentifikasi keberadaan Sistem Glimfatik, sebuah jaringan yang analog dengan sistem limfatik tubuh, namun beroperasi di sistem saraf pusat. Sistem ini dinamai dari gabungan sel glial (astroglia) yang mendukungnya dan sistem limfatik.\n\n(2) Peran utama Sistem Glimfatik adalah memompa cairan serebrospinal (CSF) melalui jaringan otak untuk membersihkan protein toksik, seperti *beta-amyloid*, yang terkait erat dengan penyakit neurodegeneratif seperti Alzheimer. Aktivitas sistem ini sangat bergantung pada siklus tidur-bangun. Menariknya, saluran Glimfatik dapat menyusut hingga 60% selama periode terjaga (*waking state*).\n\n(3) Peningkatan efisiensi Glimfatik mencapai puncaknya saat tidur nyenyak (*deep sleep*). Selama tidur, sel-sel otak secara fisik menyusut, membuka ruang antar sel yang lebih lebar, sehingga memungkinkan cairan CSF bergerak lebih cepat dan efektif membersihkan limbah. **Oleh karena itu, menjaga kualitas tidur yang cukup bukan hanya tentang istirahat, melainkan sebuah kebutuhan fundamental untuk detoksifikasi otak dan kesehatan kognitif jangka panjang.**\n\nApa peran utama dari Sistem Glimfatik (Teks 1)?",
    "pilihan": [
      "Mengatur siklus tidur-bangun.",
      "Memproduksi protein toksik seperti *beta-amyloid*.",
      "Memompa cairan serebrospinal (CSF) melalui jaringan otak untuk membersihkan protein toksik.",
      "Mendukung aktivitas sel glial.",
      "Menyusutkan saluran hingga 60% selama periode terjaga."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan peran utamanya adalah 'memompa cairan serebrospinal (CSF) melalui jaringan otak untuk membersihkan protein toksik, seperti *beta-amyloid*'."
  },
  {
    "id": 2,
    "pertanyaan": "Kapan aktivitas Sistem Glimfatik mencapai efisiensi puncaknya (Teks 1)?",
    "pilihan": [
      "Saat periode terjaga (*waking state*).",
      "Saat protein toksik menumpuk.",
      "Saat sel-sel otak secara fisik menyusut.",
      "Saat tidur nyenyak (*deep sleep*).",
      "Saat saluran Glimfatik menyusut hingga 60%."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (3) menyebutkan 'Peningkatan efisiensi Glimfatik mencapai puncaknya saat tidur nyenyak (*deep sleep*)'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'neurodegeneratif'** pada kalimat (2) Teks 1 merujuk pada penyakit yang terkait dengan....",
    "pilihan": [
      "Gangguan tidur dan siklus bangun.",
      "Kesehatan kognitif jangka panjang.",
      "Kerusakan progresif sel saraf atau jaringan otak.",
      "Penyusutan saluran Glimfatik.",
      "Sistem limfatik tubuh."
    ],
    "jawaban": "C",
    "pembahasan": "Neurodegeneratif merujuk pada kondisi di mana terjadi kerusakan progresif dan hilangnya fungsi sel-sel saraf, seperti pada penyakit Alzheimer."
  },
  {
    "id": 4,
    "pertanyaan": "Apa yang terjadi pada sel-sel otak dan saluran Glimfatik saat tidur nyenyak (paragraf 3)?",
    "pilihan": [
      "Sel-sel otak membesar dan saluran Glimfatik menyusut.",
      "Sel-sel otak menyusut dan saluran Glimfatik membuka ruang antar sel yang lebih lebar.",
      "Aktivitas CSF menurun drastis.",
      "Protein toksik menumpuk dengan cepat.",
      "Sistem limfatik berhenti beroperasi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan 'sel-sel otak secara fisik menyusut, membuka ruang antar sel yang lebih lebar'."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "Beta amyloid",
      "beta-amyloid",
      "protein",
      "beta amyloid",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "B",
    "pembahasan": "Istilah teknis 'beta-amyloid' yang merujuk pada nama protein toksik ditulis dengan tanda hubung dan huruf kecil di awal."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal di paragraf (3) Teks 1 dapat diartikan sebagai ajakan untuk melihat tidur sebagai....",
    "pilihan": [
      "Misteri yang belum terpecahkan.",
      "Mekanisme untuk memproduksi *beta-amyloid*.",
      "Sebuah kebutuhan vital untuk pembersihan (detoksifikasi) dan kesehatan otak.",
      "Periode di mana saluran Glimfatik menyusut.",
      "Siklus istirahat yang tidak penting."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut secara eksplisit menyatakan tidur sebagai 'kebutuhan fundamental untuk detoksifikasi otak dan kesehatan kognitif jangka panjang'."
  },
  {
    "id": 7,
    "pertanyaan": "Teks 1 termasuk jenis teks yang menggunakan pola pengembangan....",
    "pilihan": [
      "Narasi-kronologis.",
      "Prosedur pembersihan protein toksik.",
      "Definisi-fungsi-mekanisme-implikasi.",
      "Perbandingan antara sel glial dan sistem limfatik.",
      "Deskripsi gejala penyakit neurodegeneratif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mendefinisikan sistem (P1), menjelaskan fungsi (P2), mekanisme (P3), dan implikasi/kesimpulan (P3)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Janji Energi Fusi Nuklir sebagai Solusi Bersih**\n\n(1) Krisis energi dan kebutuhan mendesak untuk mengurangi emisi karbon mendorong pencarian sumber energi baru yang berkelanjutan. Energi fusi nuklir—proses yang sama yang memberi daya pada Matahari—muncul sebagai salah satu janji terbesar. Fusi melibatkan penggabungan inti atom ringan (seperti isotop hidrogen, deuterium, dan tritium) untuk melepaskan energi yang masif.\n\n(2) Berbeda dengan energi fisi nuklir (yang digunakan di reaktor saat ini dan menghasilkan limbah radioaktif jangka panjang), fusi menghasilkan energi yang jauh lebih bersih. Bahan bakar fusi (isotop hidrogen) melimpah di air laut, dan limbah yang dihasilkan memiliki radioaktivitas jangka pendek. **Hal ini menjadikan fusi nuklir berpotensi menjadi sumber energi yang hampir tak terbatas, aman, dan ramah lingkungan.**\n\n(3) Tantangan utama dalam mewujudkan energi fusi komersial adalah mencapai *break-even point* (*ignition*), yaitu kondisi di mana energi yang dihasilkan dari reaksi fusi lebih besar daripada energi yang dimasukkan untuk memicu reaksi. Untuk mencapai kondisi ini, bahan bakar harus dipanaskan hingga jutaan derajat Celsius—lebih panas dari inti Matahari—dan dikendalikan menggunakan medan magnet yang sangat kuat (disebut *tokamak*).\n\nApa perbedaan utama energi fusi dengan energi fisi (Teks 2)?",
    "pilihan": [
      "Fusi menggunakan isotop uranium, sedangkan fisi menggunakan isotop hidrogen.",
      "Fusi menghasilkan limbah radioaktif jangka panjang, sedangkan fisi menghasilkan energi bersih.",
      "Fusi melibatkan penggabungan inti atom ringan, sedangkan fisi melibatkan pembelahan inti atom berat, dan fusi lebih bersih.",
      "Fusi lebih mudah mencapai *break-even point* daripada fisi.",
      "Keduanya sama-sama tidak memerlukan bahan bakar yang melimpah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) dan (2) menyebutkan fusi adalah penggabungan dan bersih, sedangkan fisi adalah pembelahan dan menghasilkan limbah radioaktif jangka panjang."
  },
  {
    "id": 9,
    "pertanyaan": "Mengapa energi fusi nuklir dianggap sebagai solusi yang 'hampir tak terbatas' (Teks 2)?",
    "pilihan": [
      "Karena limbahnya memiliki radioaktivitas jangka pendek.",
      "Karena reaktornya menggunakan medan magnet yang sangat kuat.",
      "Karena bahan bakar fusi (isotop hidrogen) melimpah di air laut.",
      "Karena fusi dapat memicu reaksi berantai.",
      "Karena inti atom ringan dapat digabungkan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan energi fusi tak terbatas karena 'Bahan bakar fusi (isotop hidrogen) melimpah di air laut'."
  },
  {
    "id": 10,
    "pertanyaan": "Istilah **'*ignition*'** pada kalimat (3) Teks 2 berarti....",
    "pilihan": [
      "Melepaskan energi yang masif.",
      "Menggunakan isotop hidrogen sebagai bahan bakar.",
      "Kondisi di mana energi yang dihasilkan dari reaksi fusi lebih besar daripada energi yang dimasukkan untuk memicu reaksi.",
      "Penciptaan limbah radioaktif jangka pendek.",
      "Bahan bakar harus dipanaskan hingga jutaan derajat Celsius."
    ],
    "jawaban": "C",
    "pembahasan": "*Ignition* atau *break-even point* adalah titik di mana energi yang dihasilkan fusi melebihi energi yang dibutuhkan untuk memulainya."
  },
  {
    "id": 11,
    "pertanyaan": "Apa tantangan utama dalam mewujudkan energi fusi komersial (paragraf 3)?",
    "pilihan": [
      "Mencari bahan bakar yang melimpah.",
      "Mencapai *break-even point* (*ignition*).",
      "Menggunakan reaktor fisi nuklir.",
      "Menggabungkan inti atom berat.",
      "Menciptakan limbah radioaktif jangka pendek."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan 'Tantangan utama dalam mewujudkan energi fusi komersial adalah mencapai *break-even point* (*ignition*)'."
  },
  {
    "id": 12,
    "pertanyaan": "Teknologi apa yang digunakan untuk mengendalikan bahan bakar fusi yang sangat panas (paragraf 3)?",
    "pilihan": [
      "Pembangkit listrik tenaga air.",
      "Reaktor fisi nuklir.",
      "Medan magnet yang sangat kuat (*tokamak*).",
      "Pelepasan energi masif.",
      "Pemanasan hingga suhu yang sangat rendah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan bahan bakar harus 'dikendalikan menggunakan medan magnet yang sangat kuat (disebut *tokamak*)'."
  },
  {
    "id": 13,
    "pertanyaan": "Pernyataan yang dapat **melemahkan** argumen Teks 2 mengenai potensi fusi adalah....",
    "pilihan": [
      "Sebagian besar air laut ternyata tidak mengandung isotop hidrogen yang cukup.",
      "Harga isotop hidrogen kini sangat murah.",
      "Fusi nuklir kini telah mencapai *break-even point* yang stabil.",
      "Reaktor fisi kini telah menghasilkan limbah yang nol radioaktif.",
      "Penggunaan medan magnet (*tokamak*) terbukti mudah diimplementasikan."
    ],
    "jawaban": "A",
    "pembahasan": "Argumen teks bahwa fusi tak terbatas didasarkan pada melimpahnya bahan bakar di air laut. Pernyataan (A) yang menyatakan bahan bakar tidak cukup melimpah melemahkan argumen tersebut."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 pada dasarnya menyajikan argumentasi yang bertujuan untuk....",
    "pilihan": [
      "Mendukung energi fisi nuklir.",
      "Mempermasalahkan kelangkaan bahan bakar hidrogen.",
      "Mendorong penelitian dan investasi pada energi fusi nuklir sebagai solusi energi bersih masa depan.",
      "Menjelaskan prosedur penggunaan *tokamak*.",
      "Membuktikan bahwa energi fusi tidak mungkin diwujudkan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini memaparkan keunggulan fusi (bersih, tak terbatas) dan menyoroti tantangan (ignition), yang intinya adalah mendorong pengembangan teknologi ini."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Evolusi Kota *Smart City* dan Keterlibatan Warga**\n\n(1) Konsep *Smart City* (Kota Cerdas) melibatkan integrasi teknologi informasi dan komunikasi (TIK) untuk meningkatkan efisiensi operasional, berbagi informasi dengan publik, dan memperbaiki kualitas layanan pemerintah serta kesejahteraan warga. Awalnya, fokus *Smart City* didominasi oleh solusi teknologi yang bersifat *top-down*, seperti sensor, kamera pengintai, dan sistem transportasi cerdas.\n\n(2) Namun, evolusi terkini menunjukkan pergeseran paradigma. *Smart City* yang berhasil tidak hanya mengandalkan teknologi canggih, tetapi juga **keterlibatan aktif dan umpan balik warga (*citizen engagement*)** dalam perancangan dan implementasi solusi. Keterlibatan warga memastikan bahwa teknologi yang diterapkan benar-benar sesuai dengan kebutuhan riil dan konteks sosial lokal.\n\n(3) Contoh keterlibatan warga meliputi penggunaan platform digital untuk pelaporan masalah, partisipasi dalam perencanaan kota melalui simulasi virtual, dan tata kelola berbasis data. Partisipasi ini tidak hanya meningkatkan akuntabilitas pemerintah, tetapi juga menumbuhkan rasa kepemilikan dan kolaborasi antara pemerintah dan masyarakat, yang merupakan pilar fundamental dari kota yang berkelanjutan dan berdaya tahan.\n\nApa fokus awal (fase 1) dari konsep *Smart City* (Teks 3)?",
    "pilihan": [
      "Keterlibatan aktif dan umpan balik warga.",
      "Peningkatan akuntabilitas pemerintah.",
      "Solusi teknologi yang bersifat *top-down* (sensor, kamera, sistem transportasi cerdas).",
      "Perancangan solusi yang sesuai dengan kebutuhan riil warga.",
      "Penggunaan platform digital untuk pelaporan masalah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan fokus awalnya didominasi oleh 'solusi teknologi yang bersifat *top-down*, seperti sensor, kamera pengintai, dan sistem transportasi cerdas'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa yang menjadi penentu keberhasilan *Smart City* dalam evolusi terkini (Teks 3)?",
    "pilihan": [
      "Adanya solusi teknologi yang bersifat *top-down*.",
      "Integrasi teknologi informasi dan komunikasi (TIK) yang minimal.",
      "Keterlibatan aktif dan umpan balik warga (*citizen engagement*) dalam perancangan dan implementasi solusi.",
      "Peningkatan efisiensi operasional semata.",
      "Melarang warga menggunakan platform digital."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan *Smart City* yang berhasil mengandalkan 'keterlibatan aktif dan umpan balik warga (*citizen engagement*)'."
  },
  {
    "id": 17,
    "pertanyaan": "Makna kata **'akuntabilitas'** pada kalimat (3) Teks 3 adalah....",
    "pilihan": [
      "Kurangnya rasa kepemilikan.",
      "Kewajiban untuk memberikan pertanggungjawaban atau menjawab atas suatu tindakan atau keputusan.",
      "Fokus pada solusi *top-down*.",
      "Penggunaan teknologi yang tidak sesuai dengan kebutuhan riil.",
      "Keterbatasan ruang untuk pelaporan masalah."
    ],
    "jawaban": "B",
    "pembahasan": "Akuntabilitas berarti pertanggungjawaban kepada publik atau pihak yang berwenang."
  },
  {
    "id": 18,
    "pertanyaan": "Berikut ini adalah contoh keterlibatan warga (paragraf 3), **kecuali**....",
    "pilihan": [
      "Penggunaan platform digital untuk pelaporan masalah.",
      "Partisipasi dalam perencanaan kota melalui simulasi virtual.",
      "Tata kelola yang tertutup dan tanpa umpan balik.",
      "Peningkatan rasa kepemilikan dan kolaborasi.",
      "Tata kelola berbasis data."
    ],
    "jawaban": "C",
    "pembahasan": "Tata kelola yang tertutup dan tanpa umpan balik adalah kebalikan dari konsep keterlibatan warga."
  },
  {
    "id": 19,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (2) Teks 3 adalah....",
    "pilihan": [
      "Teknologi canggih adalah satu-satunya penentu keberhasilan *Smart City*.",
      "Keterlibatan warga penting untuk memastikan teknologi sesuai dengan kebutuhan riil lokal.",
      "Solusi *top-down* masih dominan di *Smart City*.",
      "Umpan balik warga tidak diperlukan dalam implementasi solusi.",
      "Perancangan solusi harus diabaikan."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut menekankan bahwa keterlibatan warga diperlukan untuk memastikan teknologi yang diterapkan 'benar-benar sesuai dengan kebutuhan riil dan konteks sosial lokal'."
  },
  {
    "id": 20,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Deskripsi tentang sensor dan kamera pengintai di *Smart City*.",
      "Perbandingan antara TIK dan kesejahteraan warga.",
      "Definisi *Smart City*, evolusi fokusnya, dan peran sentral keterlibatan warga.",
      "Prosedur untuk pelaporan masalah melalui platform digital.",
      "Perdebatan mengenai akuntabilitas pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mencakup definisi (P1), evolusi fokus (P2), dan peran sentral keterlibatan warga (P2-P3)."
  }
]
