[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Hiperloop dan Revolusi Kecepatan Transportasi**\n\n(1) Hiperloop adalah konsep sistem transportasi futuristik yang menjanjikan revolusi dalam kecepatan dan efisiensi perjalanan jarak jauh. Sistem ini bekerja dengan menempatkan kapsul berpenumpang di dalam tabung hampa udara (*vacuum tube*) dan mendorongnya menggunakan levitasi magnetik dan tekanan udara minimal. Dengan menghilangkan hambatan udara dan gesekan, Hiperloop berpotensi mencapai kecepatan hingga 1.000 km/jam.\n\n(2) Keunggulan Hiperloop tidak hanya terletak pada kecepatannya yang ekstrem. Sistem ini juga memiliki jejak karbon yang rendah karena didukung oleh energi terbarukan, menjadikannya alternatif yang ramah lingkungan dibandingkan pesawat atau kereta api cepat. Selain itu, perjalanan yang sangat cepat akan mengurangi waktu tempuh antar kota secara drastis, meningkatkan konektivitas ekonomi, dan mengubah struktur demografi perkotaan.\n\n(3) Meskipun demikian, realisasi Hiperloop menghadapi tantangan teknik dan finansial yang besar. Diperlukan biaya pembangunan infrastruktur tabung hampa udara yang masif. Selain itu, diperlukan pengembangan sistem keselamatan penumpang yang belum teruji sepenuhnya pada kecepatan hipersonik. **Untuk mewujudkan potensi ini, kolaborasi pendanaan global dan regulasi yang mendukung pengujian skala penuh harus segera ditetapkan.**\n\nApa cara kerja utama sistem Hiperloop (Teks 1)?",
    "pilihan": [
      "Menggunakan bahan bakar fosil dan roda bergesekan.",
      "Mendorong kapsul di tabung bertekanan udara penuh.",
      "Menggunakan levitasi magnetik dan tekanan udara minimal di dalam tabung hampa udara (*vacuum tube*).",
      "Mengandalkan energi terbarukan untuk mencapai 100 km/jam.",
      "Membuat waktu tempuh antar kota menjadi lebih lama."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menjelaskan cara kerjanya: 'menempatkan kapsul berpenumpang di dalam tabung hampa udara... dan mendorongnya menggunakan levitasi magnetik dan tekanan udara minimal'."
  },
  {
    "id": 2,
    "pertanyaan": "Selain kecepatan, apa keunggulan Hiperloop dari aspek lingkungan (Teks 1)?",
    "pilihan": [
      "Mencapai kecepatan hipersonik.",
      "Memerlukan biaya pembangunan yang masif.",
      "Memiliki jejak karbon yang rendah karena didukung energi terbarukan.",
      "Mengubah struktur demografi perkotaan.",
      "Menghadapi tantangan teknik dan finansial yang besar."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan keunggulan lingkungan: 'memiliki jejak karbon yang rendah karena didukung oleh energi terbarukan'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'futuristik'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Konsep yang sudah usang.",
      "Sesuatu yang berhubungan dengan masa depan.",
      "Memiliki jejak karbon yang rendah.",
      "Sistem yang hanya menggunakan kereta api cepat.",
      "Menghadapi tantangan finansial yang besar."
    ],
    "jawaban": "B",
    "pembahasan": "Futuristik berarti berorientasi pada masa depan, memiliki desain atau konsep yang sangat maju dan belum terwujud saat ini."
  },
  {
    "id": 4,
    "pertanyaan": "Dua tantangan utama yang dihadapi realisasi Hiperloop (paragraf 3) adalah....",
    "pilihan": [
      "Kecepatan ekstrem dan jejak karbon yang rendah.",
      "Biaya pembangunan infrastruktur yang masif dan sistem keselamatan penumpang yang belum teruji.",
      "Levitasi magnetik dan tekanan udara minimal.",
      "Mengurangi waktu tempuh dan meningkatkan konektivitas.",
      "Kolaborasi pendanaan global dan regulasi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan tantangannya: 'Biaya pembangunan infrastruktur tabung hampa udara yang masif' dan 'pengembangan sistem keselamatan penumpang yang belum teruji'."
  },
  {
    "id": 5,
    "pertanyaan": "Teks 1 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur pembuatan kapsul berpenumpang.",
      "Sejarah transportasi kereta api cepat.",
      "Definisi, mekanisme, keunggulan, dan tantangan sistem transportasi Hiperloop.",
      "Perdebatan mengenai penggunaan energi terbarukan.",
      "Dampak perubahan struktur demografi perkotaan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mencakup deskripsi, cara kerja, manfaat/keunggulan, dan masalah/tantangan Hiperloop."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal di paragraf (3) Teks 1 merupakan....",
    "pilihan": [
      "Fakta tentang kecepatan Hiperloop.",
      "Sebab dari kegagalan sistem.",
      "Saran atau solusi kebijakan untuk mengatasi tantangan Hiperloop.",
      "Masalah utama yang dihadapi insinyur.",
      "Perincian tentang biaya pembangunan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut mengajukan tindakan yang 'harus segera ditetapkan' (kolaborasi pendanaan dan regulasi), yang merupakan sebuah **saran kebijakan**."
  },
  {
    "id": 7,
    "pertanyaan": "Hubungan antara kalimat (2) dan (3) di paragraf (1) Teks 1 adalah....",
    "pilihan": [
      "Sebab-akibat.",
      "Pertentangan.",
      "Definisi-perincian.",
      "Perbandingan.",
      "Penegasan."
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat (2) menjelaskan cara kerja (menghilangkan hambatan dan gesekan), dan kalimat (3) menjelaskan akibatnya/potensinya (mencapai kecepatan 1.000 km/jam)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Etika *Deepfake* dan Ancaman pada Kredibilitas Informasi**\n\n(1) *Deepfake* adalah istilah untuk konten sintetis (gambar, audio, atau video) yang dibuat menggunakan Kecerdasan Buatan Generatif untuk memanipulasi atau meniru wajah, suara, atau tindakan seseorang. Awalnya, teknologi ini merupakan alat yang menjanjikan untuk industri hiburan, namun adopsi masifnya kini menimbulkan kekhawatiran etika yang mendalam.\n\n(2) Isu etika utama berpusat pada tiga aspek: disinformasi, penipuan, dan pelecehan. *Deepfake* dapat digunakan untuk membuat narasi palsu yang berdampak pada pasar keuangan atau proses politik (disinformasi). Selain itu, teknologi ini mempermudah kejahatan penipuan identitas. **Ancaman terbesar *deepfake* adalah kemampuannya untuk mengikis kepercayaan publik terhadap kredibilitas media dan bukti visual yang otentik.**\n\n(3) Untuk memitigasi risiko, diperlukan pendekatan multisektor. Secara teknologi, diperlukan pengembangan alat deteksi *deepfake* yang lebih canggih. Secara regulasi, pemerintah harus menetapkan undang-undang yang melarang pembuatan dan penyebaran konten *deepfake* yang bertujuan jahat. Konsumen juga harus dididik untuk selalu bersikap skeptis dan memverifikasi sumber informasi.\n\nApa yang dimaksud dengan *deepfake* (Teks 2)?",
    "pilihan": [
      "Konten visual yang otentik dan kredibel.",
      "Alat yang hanya digunakan untuk industri hiburan.",
      "Konten sintetis (gambar, audio, atau video) yang dibuat menggunakan AI Generatif untuk memanipulasi atau meniru seseorang.",
      "Undang-undang yang melarang penyebaran konten jahat.",
      "Alat deteksi *deepfake* yang canggih."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan *deepfake* sebagai 'konten sintetis... dibuat menggunakan Kecerdasan Buatan Generatif untuk memanipulasi atau meniru wajah, suara, atau tindakan seseorang'."
  },
  {
    "id": 9,
    "pertanyaan": "Berikut ini adalah isu etika utama yang disebabkan oleh *deepfake* (paragraf 2), **kecuali**....",
    "pilihan": [
      "Disinformasi.",
      "Penipuan identitas.",
      "Alat yang menjanjikan untuk industri hiburan.",
      "Pelecehan.",
      "Mengikis kepercayaan publik terhadap kredibilitas media."
    ],
    "jawaban": "C",
    "pembahasan": "Alat untuk industri hiburan adalah potensi awal teknologi ini, bukan isu etika."
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'skeptis'** pada kalimat (3) Teks 2 adalah....",
    "pilihan": [
      "Sangat mudah percaya.",
      "Bersikap kritis atau tidak mudah percaya.",
      "Berkomitmen pada otentisitas.",
      "Mencari sumber informasi yang bias.",
      "Melakukan penipuan identitas."
    ],
    "jawaban": "B",
    "pembahasan": "Skeptis berarti bersikap ragu-ragu atau tidak mudah percaya, terutama terhadap suatu klaim atau informasi."
  },
  {
    "id": 11,
    "pertanyaan": "Apa ancaman terbesar *deepfake* terhadap masyarakat (paragraf 2)?",
    "pilihan": [
      "Membantu industri hiburan.",
      "Memperumit proses politik.",
      "Kemampuannya untuk mengikis kepercayaan publik terhadap kredibilitas media dan bukti visual yang otentik.",
      "Mempercepat adopsi AI Generatif.",
      "Menciptakan narasi palsu."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (2) menyebutkan 'Ancaman terbesar *deepfake* adalah kemampuannya untuk mengikis kepercayaan publik terhadap kredibilitas media dan bukti visual yang otentik'."
  },
  {
    "id": 12,
    "pertanyaan": "Apa peran yang harus diambil oleh konsumen dalam memitigasi risiko *deepfake* (paragraf 3)?",
    "pilihan": [
      "Menetapkan undang-undang yang melarang *deepfake*.",
      "Mengembangkan alat deteksi yang canggih.",
      "Selalu bersikap skeptis dan memverifikasi sumber informasi.",
      "Membuat konten sintetis untuk hiburan.",
      "Menciptakan narasi palsu yang berdampak pada pasar keuangan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan 'Konsumen juga harus dididik untuk selalu bersikap skeptis dan memverifikasi sumber informasi'."
  },
  {
    "id": 13,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 2 adalah....",
    "pilihan": [
      "pasar keuangan",
      "proses politik",
      "financial market",
      "proses-politik",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan frasa 'pasar keuangan' dan 'proses politik' yang dicetak miring sudah sesuai kaidah penulisan untuk istilah asing yang umum dalam konteks tersebut."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 termasuk jenis teks yang menggunakan pola pengembangan....",
    "pilihan": [
      "Hanya deskripsi teknologi AI Generatif.",
      "Definisi-isu etika-ancaman-mitigasi multisektor.",
      "Prosedur pembuatan *deepfake*.",
      "Perbandingan antara disinformasi dan penipuan.",
      "Narasi tentang kejahatan penipuan identitas."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mendefinisikan *deepfake* (P1), menguraikan masalah etika dan ancamannya (P2), dan menawarkan solusi dari berbagai pihak (P3)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Fenomena *Quiet Quitting* dan Keseimbangan Kerja-Hidup**\n\n(1) *Quiet quitting* (berhenti secara diam-diam) adalah fenomena yang muncul di dunia kerja, di mana karyawan melakukan pekerjaan mereka hanya sebatas deskripsi pekerjaan atau persyaratan minimum kontrak, tanpa mengambil inisiatif ekstra, bekerja lembur, atau menunjukkan antusiasme. Ini bukanlah pengunduran diri secara harfiah, melainkan penolakan terhadap budaya kerja yang menuntut loyalitas tak terbatas dan mengorbankan keseimbangan kerja-hidup (*work-life balance*).\n\n(2) Fenomena ini sering dipicu oleh rasa frustrasi, kejenuhan (*burnout*), kurangnya pengakuan atas kerja keras, atau gaji yang tidak sebanding dengan beban kerja. *Quiet quitting* dapat mengurangi produktivitas perusahaan, menghambat inovasi, dan merusak moral rekan kerja. Namun, di sisi karyawan, ini adalah strategi untuk memulihkan batas-batas pribadi, memprioritaskan kesehatan mental, dan melawan eksploitasi.\n\n(3) Untuk mengatasi *quiet quitting* secara efektif, perusahaan harus melakukan perubahan struktural, bukan hanya mengharapkan karyawan untuk lebih bersemangat. Perubahan ini termasuk mendefinisikan ulang batas antara kerja dan hidup, memastikan kompensasi yang adil, dan menyediakan jalur karier yang jelas. **Tujuan utamanya adalah menciptakan lingkungan kerja yang menghargai kontribusi karyawan sesuai batas wajar, bukan yang menuntut pengorbanan diri yang tidak berkelanjutan.**\n\nApa definisi dari *quiet quitting* (Teks 3)?",
    "pilihan": [
      "Pengunduran diri secara harfiah dari perusahaan.",
      "Karyawan mengambil inisiatif ekstra dan bekerja lembur.",
      "Karyawan melakukan pekerjaan hanya sebatas deskripsi pekerjaan atau persyaratan minimum kontrak, tanpa inisiatif ekstra.",
      "Budaya kerja yang menuntut loyalitas tak terbatas.",
      "Strategi untuk memulihkan *burnout* dan frustrasi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan *quiet quitting* sebagai karyawan yang 'melakukan pekerjaan mereka hanya sebatas deskripsi pekerjaan atau persyaratan minimum kontrak, tanpa mengambil inisiatif ekstra'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa yang menjadi pemicu *quiet quitting* dari sisi karyawan (Teks 3)?",
    "pilihan": [
      "Kompensasi yang adil dan jalur karier yang jelas.",
      "Frustrasi, kejenuhan (*burnout*), dan kurangnya pengakuan atas kerja keras.",
      "Antusiasme yang berlebihan dan inisiatif ekstra.",
      "Meningkatnya produktivitas perusahaan.",
      "Adanya budaya kerja yang menghargai kontribusi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan pemicunya: 'rasa frustrasi, kejenuhan (*burnout*), kurangnya pengakuan atas kerja keras, atau gaji yang tidak sebanding dengan beban kerja'."
  },
  {
    "id": 17,
    "pertanyaan": "Makna frasa **'work-life balance'** pada kalimat (1) Teks 3 adalah....",
    "pilihan": [
      "Loyalitas tak terbatas pada perusahaan.",
      "Pekerjaan lembur dan inisiatif ekstra.",
      "Keseimbangan antara tuntutan pekerjaan dan kehidupan pribadi.",
      "Penolakan terhadap kompensasi yang adil.",
      "Perubahan struktural di perusahaan."
    ],
    "jawaban": "C",
    "pembahasan": "*Work-life balance* adalah keseimbangan antara waktu dan energi yang dicurahkan untuk pekerjaan dan kehidupan pribadi."
  },
  {
    "id": 18,
    "pertanyaan": "Strategi yang diusulkan bagi perusahaan untuk mengatasi *quiet quitting* (paragraf 3) adalah....",
    "pilihan": [
      "Menuntut lebih banyak pekerjaan lembur.",
      "Hanya mengharapkan karyawan untuk lebih bersemangat.",
      "Melakukan perubahan struktural, termasuk kompensasi adil dan jalur karier yang jelas.",
      "Mendorong penolakan terhadap keseimbangan kerja-hidup.",
      "Mengabaikan kejenuhan (*burnout*) karyawan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) mengusulkan 'perubahan struktural... termasuk mendefinisikan ulang batas antara kerja dan hidup, memastikan kompensasi yang adil, dan menyediakan jalur karier yang jelas'."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur untuk berhenti secara harfiah.",
      "Analisis fenomena *quiet quitting*, penyebab, dampak, dan solusi struktural.",
      "Perbandingan antara inisiatif ekstra dan antusiasme.",
      "Sejarah *burnout* di kalangan pekerja.",
      "Dampak positif *quiet quitting* bagi produktivitas perusahaan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mendefinisikan masalah (P1), membahas penyebab dan dampak (P2), dan memberikan solusi (P3)."
  },
  {
    "id": 20,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (3) Teks 3 adalah....",
    "pilihan": [
      "Perusahaan hanya perlu menuntut pengorbanan diri yang tidak berkelanjutan.",
      "Lingkungan kerja harus menuntut loyalitas tak terbatas dari karyawan.",
      "Tujuan utama adalah menciptakan lingkungan yang menghargai kontribusi sesuai batas wajar, bukan menuntut pengorbanan diri.",
      "Perubahan struktural tidak diperlukan untuk mengatasi *quiet quitting*.",
      "Kompenasi yang adil tidak penting bagi karyawan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut secara eksplisit menyatakan tujuannya adalah menciptakan lingkungan yang 'menghargai kontribusi karyawan sesuai batas wajar, bukan yang menuntut pengorbanan diri yang tidak berkelanjutan'."
  }
]
