[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Kecerdasan Buatan (AI) dan Evolusi Pasar Tenaga Kerja**\n\n(1) Adopsi teknologi Kecerdasan Buatan (AI) di berbagai sektor industri telah memicu perdebatan mengenai masa depan pekerjaan. AI terbukti mampu meningkatkan efisiensi dan produktivitas secara signifikan dengan mengotomatisasi tugas-tugas yang bersifat rutin dan repetitif. Meskipun demikian, potensi masif AI dalam menggantikan peran manusia pada pekerjaan tertentu telah menimbulkan kecemasan sosial dan ekonomi.\n\n(2) Untuk menghadapi evolusi pasar kerja yang didorong oleh AI, diperlukan strategi adaptasi yang cepat dan terencana. Program *reskilling* (pelatihan ulang) dan *upskilling* (peningkatan keterampilan) menjadi krusial, terutama bagi pekerja yang menduduki posisi rentan tergantikan oleh otomatisasi. Pekerja harus didorong untuk mengembangkan keterampilan yang melengkapi AI, bukan bersaing dengannya.\n\n(3) Menariknya, AI juga menciptakan kategori pekerjaan baru yang sebelumnya tidak pernah ada. Pekerjaan masa depan akan berfokus pada ranah yang membutuhkan kreativitas tingkat tinggi, pengambilan keputusan etis, dan interaksi interpersonal yang kompleks—yaitu keahlian yang sulit direplikasi oleh mesin. **Pemerintah, institusi pendidikan, dan industri harus berkolaborasi merancang kurikulum yang mempersiapkan angkatan kerja untuk peran-peran baru yang didorong oleh kemitraan antara manusia dan AI.**\n\nApa gagasan utama yang dibahas dalam paragraf (1) Teks 1?",
    "pilihan": [
      "Peran AI dalam meningkatkan efisiensi dan produktivitas.",
      "Otomatisasi tugas rutin dan repetitif oleh AI.",
      "Adopsi AI dan potensi ancamannya terhadap pekerjaan rutin.",
      "Kecemasan sosial dan ekonomi akibat adopsi AI.",
      "Perdebatan mengenai masa depan pekerjaan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) memperkenalkan topik adopsi AI, efisiensinya, dan potensi ancaman (menggantikan peran) yang ditimbulkannya pada pekerjaan rutin."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, apa dua strategi yang krusial bagi pekerja agar dapat beradaptasi dengan AI?",
    "pilihan": [
      "Mengabaikan otomatisasi dan menolak lembur.",
      "Mengembangkan keterampilan yang bersaing dengan AI.",
      "Melakukan *reskilling* dan *upskilling*.",
      "Hanya fokus pada pekerjaan yang bersifat rutin.",
      "Meningkatkan kecemasan sosial dan ekonomi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) secara eksplisit menyebutkan 'Program *reskilling* (pelatihan ulang) dan *upskilling* (peningkatan keterampilan) menjadi krusial'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'repetitif'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Berkaitan dengan robot.",
      "Dapat diulang-ulang.",
      "Membutuhkan kreativitas tinggi.",
      "Memerlukan pengambilan keputusan etis.",
      "Sulit diotomatisasi."
    ],
    "jawaban": "B",
    "pembahasan": "Repetitif berarti berulang-ulang, dalam konteks ini merujuk pada tugas yang dilakukan secara berulang-ulang."
  },
  {
    "id": 4,
    "pertanyaan": "Keahlian manusia apa yang menurut Teks 1 akan menjadi fokus pekerjaan di masa depan karena sulit direplikasi oleh mesin?",
    "pilihan": [
      "Pengumpulan data besar.",
      "Tugas rutin dan repetitif.",
      "Kreativitas, etika, dan interaksi interpersonal.",
      "Otomatisasi proses industri.",
      "Pelatihan ulang (*reskilling*)."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan pekerjaan masa depan akan berfokus pada 'kreativitas tingkat tinggi, pengambilan keputusan etis, dan interaksi interpersonal yang kompleks'."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "reskilling",
      "peningkatan keterampilan",
      "pengembangan kemampuan",
      "pelatihan ulang",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan istilah asing (*reskilling* dan *upskilling*) yang dicetak miring sudah sesuai kaidah penulisan yang umum dalam bahasa Indonesia untuk istilah teknis yang belum diindonesiakan secara baku."
  },
  {
    "id": 6,
    "pertanyaan": "Hubungan antara kalimat yang dicetak tebal di paragraf (3) Teks 1 dengan kalimat sebelumnya adalah....",
    "pilihan": [
      "Sebab-akibat.",
      "Syarat.",
      "Penegasan/Saran.",
      "Perbandingan.",
      "Pengecualian."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut (Pemerintah, institusi pendidikan, dan industri harus berkolaborasi...) memberikan penekanan dan **saran tindakan** yang harus diambil untuk mempersiapkan angkatan kerja menghadapi pekerjaan baru yang disebutkan di kalimat sebelumnya."
  },
  {
    "id": 7,
    "pertanyaan": "Manakah pernyataan yang merupakan **fakta** dalam Teks 1?",
    "pilihan": [
      "Pekerjaan di masa depan akan sulit direplikasi oleh mesin.",
      "AI telah memicu kecemasan sosial dan ekonomi.",
      "AI terbukti mampu meningkatkan efisiensi dan produktivitas.",
      "Pemerintah harus berkolaborasi merancang kurikulum.",
      "Pekerja harus didorong untuk mengembangkan keterampilan yang melengkapi AI."
    ],
    "jawaban": "C",
    "pembahasan": "Peningkatan efisiensi dan produktivitas oleh AI (C) adalah temuan yang dapat diverifikasi dan telah terjadi, sehingga merupakan fakta."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Hutan Mangrove sebagai Tameng Bencana Pesisir**\n\n(1) Hutan mangrove memiliki peran ekologis yang sangat vital bagi wilayah pesisir. Selain menyediakan habitat bagi berbagai biota laut dan darat, mangrove juga berfungsi sebagai infrastruktur hijau alami yang efektif dalam mitigasi bencana. Perakaran pohon mangrove yang kompleks dan rapat mampu meredam energi gelombang, baik dari ombak harian, badai, hingga gelombang tsunami.\n\n(2) Sayangnya, luasan hutan mangrove di banyak wilayah Indonesia terus menyusut drastis. Alih fungsi lahan menjadi tambak udang, permukiman, atau kawasan industri adalah penyebab utama. Hilangnya sabuk hijau pelindung ini secara langsung meningkatkan kerentanan wilayah pesisir terhadap abrasi pantai dan intrusi air laut, serta memperparah dampak dari bencana hidrometeorologi.\n\n(3) Oleh karena itu, restorasi dan konservasi ekosistem mangrove harus menjadi prioritas nasional. Kebijakan tata ruang yang ketat harus diterapkan untuk mencegah alih fungsi lahan lebih lanjut. **Program penanaman kembali dan rehabilitasi harus dilakukan secara berkelanjutan, dengan melibatkan partisipasi aktif masyarakat lokal, karena merekalah penjaga utama ekosistem ini.**\n\nApa fungsi utama hutan mangrove dalam konteks mitigasi bencana (Teks 2)?",
    "pilihan": [
      "Menyediakan habitat bagi biota laut dan darat saja.",
      "Menjadi kawasan industri dan permukiman baru.",
      "Meredam energi gelombang, abrasi, dan tsunami.",
      "Memperparah dampak bencana hidrometeorologi.",
      "Meningkatkan kerentanan wilayah pesisir."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan perakaran mangrove mampu 'meredam energi gelombang, baik dari ombak harian, badai, hingga gelombang tsunami'."
  },
  {
    "id": 9,
    "pertanyaan": "Yang **bukan** merupakan penyebab utama penyusutan hutan mangrove di Indonesia (Teks 2) adalah....",
    "pilihan": [
      "Alih fungsi lahan menjadi tambak udang.",
      "Intrusi air laut.",
      "Alih fungsi lahan menjadi permukiman.",
      "Alih fungsi lahan menjadi kawasan industri.",
      "Abrasi pantai."
    ],
    "jawaban": "B",
    "pembahasan": "Intrusi air laut dan abrasi pantai adalah **dampak** (akibat) dari hilangnya mangrove, sedangkan penyebab utamanya adalah alih fungsi lahan."
  },
  {
    "id": 10,
    "pertanyaan": "Istilah **'infrastruktur hijau'** pada kalimat (1) Teks 2 merujuk pada....",
    "pilihan": [
      "Pembangunan gedung-gedung ramah lingkungan.",
      "Sistem perpipaan dan irigasi air bersih.",
      "Solusi berbasis alam yang memberikan manfaat struktural dan lingkungan.",
      "Kawasan industri yang diizinkan di pesisir.",
      "Lahan yang diubah menjadi tambak udang."
    ],
    "jawaban": "C",
    "pembahasan": "Infrastruktur hijau adalah penggunaan sistem alami (seperti hutan mangrove) untuk menyediakan fungsi perlindungan struktural dan ekologis, menggantikan infrastruktur buatan manusia."
  },
  {
    "id": 11,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 2 adalah....",
    "pilihan": [
      "pembatas",
      "sabuk hijau",
      "sabuk-hijau",
      "sabuk pelindung",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penulisan frasa 'sabuk hijau' sudah tepat, merujuk pada lapisan vegetasi pelindung, sehingga tidak perlu diperbaiki."
  },
  {
    "id": 12,
    "pertanyaan": "Pernyataan yang merupakan **saran** dalam Teks 2 adalah...",
    "pilihan": [
      "Hutan mangrove memiliki peran ekologis yang vital.",
      "Luasan hutan mangrove terus menyusut drastis.",
      "Restorasi dan konservasi ekosistem mangrove harus menjadi prioritas nasional.",
      "Alih fungsi lahan menjadi penyebab utama penyusutan.",
      "Perakaran mangrove mampu meredam energi gelombang."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ini menggunakan kata 'harus' yang mengindikasikan sebuah saran atau anjuran tindakan yang perlu diprioritaskan."
  },
  {
    "id": 13,
    "pertanyaan": "Tujuan dari keterlibatan masyarakat lokal dalam program rehabilitasi (paragraf 3) adalah....",
    "pilihan": [
      "Untuk mempercepat alih fungsi lahan.",
      "Meningkatkan kerentanan wilayah pesisir.",
      "Karena mereka adalah penjaga utama ekosistem mangrove tersebut.",
      "Karena masyarakat lokal adalah penyebab utama intrusi air laut.",
      "Untuk menerapkan kebijakan tata ruang yang kaku."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (3) menyebutkan alasan pelibatan masyarakat lokal adalah 'karena merekalah penjaga utama ekosistem ini'."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 pada dasarnya membahas tentang hubungan antara....",
    "pilihan": [
      "Tambak udang dan permukiman.",
      "Penyebab dan dampak penyusutan mangrove.",
      "Peran mangrove dalam menyediakan habitat biota.",
      "Strategi mitigasi bencana dan intrusi air laut.",
      "Kebijakan tata ruang dan alih fungsi lahan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini secara garis besar membahas **penyebab** (alih fungsi lahan) dan **dampak** (peningkatan kerentanan/abrasi) dari penyusutan mangrove, serta solusinya."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Minimalisme dan Reduksi Jejak Ekologis**\n\n(1) Filosofi *minimalisme* adalah gaya hidup yang berfokus pada memiliki hanya barang-barang yang benar-benar bernilai, penting, atau memberikan kebahagiaan. Prinsip ini menolak budaya konsumsi berlebihan yang didorong oleh materialisme dan tren sesaat. Minimalisme mengajarkan bahwa nilai kehidupan tidak diukur dari jumlah harta benda yang dimiliki, melainkan dari pengalaman dan kualitas hubungan.\n\n(2) Secara praktis, menerapkan minimalisme memberikan manfaat ganda. Secara personal, ini dapat mengurangi stres karena berkurangnya kekacauan fisik dan finansial, serta meningkatkan kesehatan mental. Secara ekologis, minimalisme berkorelasi kuat dengan konsumsi berkelanjutan, karena mengurangi pembelian barang baru dan memperpanjang siklus hidup produk yang sudah ada.\n\n(3) Minimalisme secara tegas berhadapan dengan budaya *fast fashion* dan pemborosan yang merusak lingkungan. Dengan hanya membeli barang yang tahan lama dan etis, para minimalis secara tidak langsung ikut **menekan permintaan pasar untuk produk-produk yang diproduksi secara massal dengan biaya sosial dan lingkungan yang tinggi, sekaligus berkontribusi pada reduksi jejak ekologis.** Penerapan gaya hidup ini merupakan tindakan sadar untuk melawan kapitalisme konsumtif.\n\nApa inti dari filosofi *minimalisme* menurut Teks 3?",
    "pilihan": [
      "Menghilangkan semua harta benda yang dimiliki.",
      "Hanya memiliki barang-barang yang bernilai tinggi secara finansial.",
      "Memiliki hanya barang-barang yang benar-benar bernilai dan menolak konsumsi berlebihan.",
      "Meningkatkan pembelian barang baru yang tahan lama.",
      "Berkorelasi kuat dengan *fast fashion*."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan minimalisme sebagai 'gaya hidup yang berfokus pada memiliki hanya barang-barang yang benar-benar bernilai, penting, atau memberikan kebahagiaan' dan 'menolak budaya konsumsi berlebihan'."
  },
  {
    "id": 16,
    "pertanyaan": "Manfaat personal apa yang didapatkan dari penerapan gaya hidup minimalis (Teks 3)?",
    "pilihan": [
      "Mengurangi kekacauan fisik dan finansial, serta meningkatkan kesehatan mental.",
      "Memperpanjang siklus hidup produk yang sudah ada.",
      "Menekan permintaan pasar untuk produk massal.",
      "Mendukung budaya *fast fashion*.",
      "Mengurangi jejak ekologis secara drastis."
    ],
    "jawaban": "A",
    "pembahasan": "Paragraf (2) menyebutkan manfaat personalnya adalah 'mengurangi stres karena berkurangnya kekacauan fisik dan finansial, serta meningkatkan kesehatan mental'."
  },
  {
    "id": 17,
    "pertanyaan": "Istilah **'fast fashion'** pada paragraf (3) Teks 3 merujuk pada industri yang menjual....",
    "pilihan": [
      "Pakaian dengan kualitas tinggi dan harga mahal.",
      "Pakaian yang diproduksi secara cepat, murah, dan mengikuti tren sesaat.",
      "Pakaian yang dibuat secara etis dan berkelanjutan.",
      "Pakaian yang dijual oleh para minimalis.",
      "Barang-barang antik yang bernilai sejarah."
    ],
    "jawaban": "B",
    "pembahasan": "*Fast fashion* adalah istilah untuk industri yang memproduksi pakaian murah dan cepat dalam volume besar, didorong oleh tren yang cepat berganti."
  },
  {
    "id": 18,
    "pertanyaan": "Minimalisme membantu reduksi jejak ekologis dengan cara-cara berikut, **kecuali**....",
    "pilihan": [
      "Mengurangi pembelian barang baru.",
      "Memperpanjang siklus hidup produk.",
      "Menekan permintaan pasar untuk produk massal.",
      "Membeli barang yang tahan lama dan etis.",
      "Meningkatkan konsumsi materialisme."
    ],
    "jawaban": "E",
    "pembahasan": "Minimalisme secara eksplisit menolak 'budaya konsumsi berlebihan yang didorong oleh materialisme' (Paragraf 1)."
  },
  {
    "id": 19,
    "pertanyaan": "Frasa yang dicetak tebal pada paragraf (3) Teks 3 merupakan **dampak** dari....",
    "pilihan": [
      "Filosofi kapitalisme konsumtif.",
      "Budaya *fast fashion* dan pemborosan.",
      "Keputusan untuk membeli barang yang tahan lama dan etis.",
      "Reduksi jejak ekologis.",
      "Kenaikan harga barang massal."
    ],
    "jawaban": "C",
    "pembahasan": "Keputusan minimalis untuk hanya membeli barang tahan lama dan etis (*sebab*) menghasilkan *akibat* yaitu 'menekan permintaan pasar... sekaligus berkontribusi pada reduksi jejak ekologis'."
  },
  {
    "id": 20,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Dampak negatif dari reduksi jejak ekologis.",
      "Analisis mendalam tentang industri *fast fashion*.",
      "Hubungan antara filosofi gaya hidup dan keberlanjutan lingkungan/personal.",
      "Prosedur untuk menjadi seorang minimalis yang sukses.",
      "Sejarah perkembangan kapitalisme konsumtif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mengulas korelasi (hubungan) antara gaya hidup minimalis (filosofi) dengan manfaatnya bagi diri sendiri (personal) dan lingkungan (keberlanjutan)."
  }
]
