[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Krisis Air Bersih Global dan Dampak Perubahan Iklim**\n\n(1) Krisis air bersih telah menjadi ancaman nyata yang dihadapi oleh miliaran orang di seluruh dunia, diperparah oleh pertumbuhan populasi yang eksplosif dan urbanisasi yang tidak terkelola. Situasi ini diperburuk secara signifikan oleh perubahan iklim. Pola curah hujan yang tidak menentu menyebabkan kekeringan ekstrem di beberapa wilayah dan banjir besar di wilayah lain, mengganggu siklus hidrologi alami.\n\n(2) Dampak dari kelangkaan air tidak hanya terbatas pada sektor rumah tangga, tetapi juga merambat ke sektor pertanian dan industri. Irigasi yang bergantung pada sumber air permukaan menjadi tidak stabil, mengancam ketahanan pangan. Selain itu, kompetisi penggunaan air yang semakin ketat memicu konflik antarwilayah dan antarnegara, terutama di cekungan sungai lintas batas.\n\n(3) Untuk mengatasi krisis ini, diperlukan pendekatan terpadu yang mencakup pengelolaan sumber daya air yang bijaksana dan investasi dalam teknologi. Teknologi desalinasi (penyulingan air laut) dan daur ulang air limbah harus dikembangkan lebih lanjut. **Pemerintah harus menerapkan regulasi yang tegas, mempromosikan praktik konservasi air yang efisien, dan memastikan akses air yang adil dan merata bagi seluruh penduduk.**\n\nApa dua faktor utama yang memperburuk krisis air bersih global menurut Teks 1?",
    "pilihan": [
      "Urbanisasi yang terkelola dan banjir besar.",
      "Desalinasi air laut dan daur ulang air limbah.",
      "Pertumbuhan populasi eksplosif dan urbanisasi yang tidak terkelola.",
      "Pola curah hujan yang menentu dan kekeringan ekstrem.",
      "Ancaman terhadap ketahanan pangan dan konflik antarwilayah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan krisis air diperparah oleh 'pertumbuhan populasi yang eksplosif dan urbanisasi yang tidak terkelola'."
  },
  {
    "id": 2,
    "pertanyaan": "Apa dampak kelangkaan air terhadap sektor pertanian (Teks 1)?",
    "pilihan": [
      "Irigasi yang stabil dan meningkatnya hasil panen.",
      "Ancaman terhadap ketahanan pangan karena irigasi menjadi tidak stabil.",
      "Mendorong penggunaan desalinasi air laut.",
      "Mengurangi konflik antarwilayah.",
      "Kebutuhan untuk berinvestasi dalam teknologi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyatakan 'Irigasi yang bergantung pada sumber air permukaan menjadi tidak stabil, mengancam ketahanan pangan'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'eksplosif'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Sangat lambat.",
      "Dapat meledak.",
      "Terjadi secara tiba-tiba dan besar-besaran.",
      "Bersifat terkelola dengan baik.",
      "Hanya terjadi di wilayah perkotaan."
    ],
    "jawaban": "C",
    "pembahasan": "Eksplosif dalam konteks ini berarti pertumbuhan yang terjadi secara sangat cepat, tiba-tiba, dan besar-besaran."
  },
  {
    "id": 4,
    "pertanyaan": "Perubahan iklim mengganggu siklus hidrologi alami dengan menyebabkan dua hal yang bertentangan, yaitu....",
    "pilihan": [
      "Pertumbuhan populasi dan urbanisasi.",
      "Kekeringan ekstrem dan banjir besar.",
      "Desalinasi dan daur ulang air limbah.",
      "Kompetisi penggunaan air dan konflik.",
      "Pengelolaan sumber daya air yang bijaksana dan regulasi yang tegas."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan 'Pola curah hujan yang tidak menentu menyebabkan kekeringan ekstrem di beberapa wilayah dan banjir besar di wilayah lain'."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (3) Teks 1 adalah....",
    "pilihan": [
      "de-salinasi",
      "desalinasi",
      "penyulingan air",
      "daur-ulang",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam Kamus Besar Bahasa Indonesia (KBBI), kata serapan *desalinasi* (proses penghilangan garam) ditulis tanpa tanda hubung."
  },
  {
    "id": 6,
    "pertanyaan": "Hubungan antara kalimat yang dicetak tebal di paragraf (3) Teks 1 dengan kalimat sebelumnya adalah....",
    "pilihan": [
      "Pengecualian.",
      "Sebab-akibat.",
      "Perincian solusi.",
      "Pertentangan.",
      "Definisi."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat yang dicetak tebal merinci dan menegaskan tindakan-tindakan spesifik yang harus dilakukan oleh pemerintah (regulasi, konservasi, akses adil) sebagai bagian dari 'pendekatan terpadu' yang disebutkan pada kalimat sebelumnya."
  },
  {
    "id": 7,
    "pertanyaan": "Teks 1 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Sejarah desalinasi air laut.",
      "Analisis dampak perubahan iklim dan strategi mitigasi krisis air bersih.",
      "Teknik irigasi yang stabil di sektor pertanian.",
      "Prosedur pengelolaan sumber daya air.",
      "Perdebatan mengenai konflik antarwilayah."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini menyajikan masalah (krisis air dan iklim), dampak (keamanan pangan, konflik), dan solusi (strategi mitigasi/teknologi)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Pergeseran Pola Konsumsi Berita di Era Digital**\n\n(1) Era digital telah mengubah secara fundamental cara masyarakat mengonsumsi berita. Jika dahulu berita didominasi oleh media cetak dan siaran televisi, kini mayoritas publik beralih ke platform digital, khususnya media sosial dan agregator berita daring. Pergeseran ini dipicu oleh kecepatan penyampaian informasi dan kemampuan platform digital untuk mempersonalisasi konten sesuai minat pengguna.\n\n(2) Pergeseran ini menimbulkan konsekuensi serius. Salah satunya adalah munculnya **'jurnalisme instan'** yang mengutamakan kecepatan di atas akurasi, yang berpotensi menyebarkan misinformasi dan *hoaks*. Selain itu, karena algoritma cenderung menyajikan berita yang disukai pengguna, muncul risiko bias konfirmasi dan polarisasi, di mana pengguna hanya terpapar pandangan yang menguatkan keyakinan mereka sendiri.\n\n(3) Untuk memelihara masyarakat yang terinformasi dan kritis, peran media arus utama harus direvitalisasi. Media harus kembali menekankan pada jurnalisme investigatif yang berkualitas dan diverifikasi, daripada sekadar mengejar klik. Di sisi pengguna, peningkatan literasi media dan keterampilan berpikir kritis menjadi benteng pertahanan utama melawan penyebaran disinformasi yang masif.\n\nApa penyebab utama pergeseran konsumsi berita dari media tradisional ke digital (Teks 2)?",
    "pilihan": [
      "Munculnya 'jurnalisme instan'.",
      "Dominasi media cetak dan siaran televisi.",
      "Kebutuhan untuk merevitalisasi peran media arus utama.",
      "Kecepatan penyampaian informasi dan personalisasi konten.",
      "Risiko bias konfirmasi dan polarisasi."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (1) menyatakan pergeseran 'dipicu oleh kecepatan penyampaian informasi dan kemampuan platform digital untuk mempersonalisasi konten'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa risiko dari 'jurnalisme instan' (paragraf 2)?",
    "pilihan": [
      "Meningkatkan akurasi berita.",
      "Menguatkan keyakinan pengguna.",
      "Berpotensi menyebarkan misinformasi dan *hoaks*.",
      "Merevitalisasi peran media arus utama.",
      "Membatasi personalisasi konten berita."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menjelaskan bahwa jurnalisme instan 'berpotensi menyebarkan misinformasi dan *hoaks*' karena mengutamakan kecepatan di atas akurasi."
  },
  {
    "id": 10,
    "pertanyaan": "Frasa **'jurnalisme instan'** pada paragraf (2) Teks 2 merujuk pada praktik jurnalisme yang....",
    "pilihan": [
      "Diverifikasi dan berkualitas.",
      "Mengutamakan kecepatan penyampaian informasi.",
      "Hanya disajikan melalui media cetak.",
      "Melibatkan investigasi mendalam.",
      "Membatasi personalisasi konten."
    ],
    "jawaban": "B",
    "pembahasan": "Jurnalisme instan adalah istilah untuk berita yang sangat cepat disampaikan, seringkali mengorbankan proses verifikasi demi kecepatan."
  },
  {
    "id": 11,
    "pertanyaan": "Apa solusi yang diusulkan bagi pengguna berita untuk melawan disinformasi (Teks 2)?",
    "pilihan": [
      "Kembali mengonsumsi media cetak saja.",
      "Meningkatkan literasi media dan keterampilan berpikir kritis.",
      "Mengandalkan media sosial sebagai sumber berita utama.",
      "Menuntut media arus utama untuk mengejar klik.",
      "Membiarkan algoritma menyajikan pandangan yang disukai saja."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan 'peningkatan literasi media dan keterampilan berpikir kritis menjadi benteng pertahanan utama melawan penyebaran disinformasi'."
  },
  {
    "id": 12,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 2 adalah....",
    "pilihan": [
      "misinformation",
      "berita palsu",
      "informasi keliru",
      "misinformasi",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "D",
    "pembahasan": "Kata 'misinformasi' adalah padanan baku dalam Bahasa Indonesia (KBBI) untuk informasi yang salah/keliru. Penulisan yang tepat adalah 'misinformasi' (tanpa cetak miring jika digunakan dalam teks baku, namun dalam pilihan perbaikan D adalah yang paling tepat)."
  },
  {
    "id": 13,
    "pertanyaan": "Istilah **'bias konfirmasi'** pada paragraf (2) Teks 2 berarti kecenderungan untuk....",
    "pilihan": [
      "Menerima semua berita tanpa memandang sumber.",
      "Menolak semua berita yang disajikan oleh algoritma.",
      "Hanya mencari atau menafsirkan informasi yang menguatkan keyakinan yang sudah ada.",
      "Selalu berpikir kritis terhadap setiap berita yang diterima.",
      "Terpapar pada keragaman pandangan dan perspektif."
    ],
    "jawaban": "C",
    "pembahasan": "Bias konfirmasi adalah kecenderungan psikologis untuk mencari, menafsirkan, dan mengingat informasi yang mengonfirmasi atau mendukung keyakinan atau hipotesis seseorang."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 menggunakan pola pengembangan paragraf....",
    "pilihan": [
      "Narasi-deskripsi.",
      "Klasifikasi-perbandingan.",
      "Proses-prosedural.",
      "Definisi-sebab-akibat-solusi.",
      "Analogi-ilustrasi."
    ],
    "jawaban": "D",
    "pembahasan": "Teks ini mendefinisikan pergeseran (P1), membahas sebab dan akibat (P1 & P2), dan memberikan solusi (P3)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Peran Vital Tidur dalam Pemeliharaan Fungsi Kognitif**\n\n(1) Tidur seringkali dianggap sebagai periode inaktif atau istirahat pasif. Padahal, tidur adalah proses biologis yang sangat aktif dan vital dalam pemeliharaan fungsi kognitif dan kesehatan mental. Selama tidur, otak tidak hanya beristirahat, tetapi juga melakukan konsolidasi memori, yaitu memindahkan informasi baru dari memori jangka pendek ke memori jangka panjang.\n\n(2) Selain konsolidasi memori, penelitian menunjukkan bahwa tidur bertindak sebagai sistem pembersihan otak. Saat kita tidur, sistem glimfatik akan aktif dan membersihkan akumulasi produk limbah metabolisme, termasuk protein amiloid. Akumulasi protein amiloid ini telah dikaitkan erat dengan peningkatan risiko penyakit neurodegeneratif, seperti Alzheimer. Oleh karena itu, kurang tidur secara kronis dapat memberikan dampak negatif jangka panjang.\n\n(3) Untuk mengoptimalkan fungsi kognitif, penting untuk memastikan kualitas dan kuantitas tidur yang memadai. Rutinitas tidur yang teratur (*sleep hygiene*) dan menghindari paparan layar biru menjelang tidur adalah praktik yang dianjurkan. **Mempertimbangkan peran tidur yang fundamental dalam membersihkan limbah metabolik dan menjaga memori, investasi pada kualitas tidur adalah investasi pada kesehatan otak di masa tua.**\n\nApa fungsi utama tidur terkait memori (Teks 3)?",
    "pilihan": [
      "Mengurangi paparan layar biru.",
      "Membuat tidur menjadi periode inaktif.",
      "Melakukan konsolidasi memori.",
      "Mengaktifkan sistem glimfatik.",
      "Meningkatkan risiko penyakit neurodegeneratif."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan bahwa selama tidur, otak 'melakukan konsolidasi memori, yaitu memindahkan informasi baru dari memori jangka pendek ke memori jangka panjang'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa yang dilakukan oleh sistem glimfatik saat seseorang tidur (Teks 3)?",
    "pilihan": [
      "Menyebabkan kurang tidur kronis.",
      "Memicu penyakit neurodegeneratif.",
      "Membersihkan akumulasi produk limbah metabolisme otak, termasuk protein amiloid.",
      "Melakukan konsolidasi memori jangka pendek.",
      "Membuat otak menjadi pasif."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menjelaskan bahwa sistem glimfatik 'aktif dan membersihkan akumulasi produk limbah metabolisme, termasuk protein amiloid'."
  },
  {
    "id": 17,
    "pertanyaan": "Berikut ini adalah praktik yang dianjurkan untuk mengoptimalkan fungsi kognitif terkait tidur, **kecuali**....",
    "pilihan": [
      "Memastikan kualitas tidur yang memadai.",
      "Menghindari paparan layar biru menjelang tidur.",
      "Menerapkan rutinitas tidur yang teratur.",
      "Mengaktifkan sistem glimfatik secara sadar.",
      "Memastikan kuantitas tidur yang memadai."
    ],
    "jawaban": "D",
    "pembahasan": "Mengaktifkan sistem glimfatik adalah proses biologis yang terjadi secara otomatis saat tidur, bukan praktik yang dianjurkan secara sadar. Pilihan lainnya adalah saran yang disebutkan di paragraf (3)."
  },
  {
    "id": 18,
    "pertanyaan": "Akumulasi protein amiloid telah dikaitkan erat dengan peningkatan risiko penyakit....",
    "pilihan": [
      "Jantung.",
      "Radang usus.",
      "Kanker.",
      "Neurodegeneratif.",
      "Sistem pernapasan."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (2) menyebutkan akumulasi protein amiloid dikaitkan 'dengan peningkatan risiko penyakit neurodegeneratif, seperti Alzheimer'."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur membersihkan protein amiloid di otak.",
      "Analisis tentang dampak tidur pasif pada kesehatan mental.",
      "Hubungan vital antara kualitas tidur dan fungsi otak/kognisi.",
      "Sejarah penelitian tentang sistem glimfatik.",
      "Proses konsolidasi memori jangka pendek."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini menjelaskan peran (hubungan) tidur yang fundamental (*vital*) dalam menjaga fungsi otak (kognisi, pembersihan limbah, memori)."
  },
  {
    "id": 20,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (3) Teks 3 adalah....",
    "pilihan": [
      "Limbah metabolik hanya bisa dibersihkan saat tidur.",
      "Kualitas tidur tidak penting bagi kesehatan otak.",
      "Kualitas tidur adalah investasi penting untuk kesehatan otak jangka panjang.",
      "Semua investasi harus dialihkan ke kesehatan otak.",
      "Memori hanya dijaga dengan paparan layar biru."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menyimpulkan bahwa 'investasi pada kualitas tidur adalah investasi pada kesehatan otak di masa tua' berdasarkan peran fundamental tidur."
  }
]
