[
  {
    "id": 61,
    "pertanyaan": "Bacalah kalimat berikut: 'Kerja keras dan disiplin adalah kunci utama meraih kesuksesan.' Kata 'kunci' dalam kalimat tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Gembok", "B. Faktor penentu", "C. Pembuka", "D. Rahasia", "E. Alat"],
    "jawaban": "B",
    "pembahasan": "Dalam konteks ini, 'kunci' digunakan sebagai metafora yang berarti 'faktor penentu' atau 'penyebab utama' untuk mencapai kesuksesan."
  },
  {
    "id": 62,
    "pertanyaan": "Perhatikan kalimat berikut: 'Pemerintah terus berupaya meningkatkan kualitas pendidikan, ______ masih banyak tantangan yang harus dihadapi.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": ["A. sehingga", "B. karena", "C. meskipun", "D. dan", "E. akibatnya"],
    "jawaban": "C",
    "pembahasan": "Konjungsi 'meskipun' atau 'walaupun' digunakan untuk menunjukkan pertentangan atau hal yang tidak sejalan. Upaya peningkatan kualitas pendidikan (positif) berlawanan dengan adanya tantangan (negatif)."
  },
  {
    "id": 63,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya tidak baku?",
    "pilihan": ["A. Netral", "B. Sekuriti", "C. Optimal", "D. Modern", "E. Kreatif"],
    "jawaban": "B",
    "pembahasan": "Kata baku yang benar adalah 'sekuriti'. Bentuk baku yang disarankan adalah 'sekuritas' (jika merujuk pada nilai atau aset) atau 'petugas keamanan' (jika merujuk pada profesi). Pilihan lainnya sudah baku."
  },
  {
    "id": 64,
    "pertanyaan": "Pilihlah kalimat yang mengandung pemborosan kata.",
    "pilihan": ["A. Para hadirin dipersilakan masuk.", "B. Mereka belajar bersama di perpustakaan.", "C. Agar supaya kita sukses, kita harus bekerja keras.", "D. Dia adalah seorang guru yang baik.", "E. Kami akan pergi ke Bandung besok pagi."],
    "jawaban": "C",
    "pembahasan": "Kalimat 'Agar supaya kita sukses, kita harus bekerja keras' mengandung pemborosan kata karena 'agar' dan 'supaya' memiliki makna yang sama dan digunakan secara bersamaan. Cukup gunakan salah satunya."
  },
  {
    "id": 65,
    "pertanyaan": "Bacalah kalimat: 'Proposal penelitian itu sedang direvisi oleh tim peneliti.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": ["A. Tim peneliti merevisi proposal penelitian itu.", "B. Proposal penelitian itu direvisi tim peneliti.", "C. Tim peneliti merevisi penelitian proposal itu.", "D. Proposal penelitian sedang direvisi.", "E. Tim peneliti melakukan revisi proposal penelitian."],
    "jawaban": "A",
    "pembahasan": "Dalam kalimat aktif, subjek melakukan tindakan. Pada kalimat asli, 'proposal penelitian itu' dikenai tindakan. Pada pilihan A, 'tim peneliti' adalah subjek yang melakukan tindakan 'merevisi'."
  },
  {
    "id": 66,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Bencana alam dapat terjadi kapan saja dan di mana saja. ______ kesiapsiagaan masyarakat sangat penting untuk meminimalkan korban dan kerugian.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": ["A. Meskipun demikian,", "B. Namun,", "C. Oleh karena itu,", "D. Selain itu,", "E. Bahkan,"],
    "jawaban": "C",
    "pembahasan": "Kalimat setelah rumpang menunjukkan kesimpulan atau konsekuensi dari fakta bahwa bencana alam dapat terjadi kapan saja. 'Oleh karena itu,' adalah konjungsi yang tepat untuk menunjukkan hubungan sebab-akibat atau simpulan."
  },
  {
    "id": 67,
    "pertanyaan": "Pilihlah penggunaan tanda baca koma (,) yang tidak tepat pada kalimat berikut.",
    "pilihan": ["A. Saya membeli buku, pulpen, dan pensil.", "B. Ibu saya seorang dokter, dan ayah saya seorang insinyur.", "C. Dia sangat lelah, tetapi tetap semangat.", "D. Meskipun hujan deras, kami tetap berangkat.", "E. Dengan demikian, masalah ini dapat teratasi."],
    "jawaban": "B",
    "pembahasan": "Tanda koma tidak diperlukan sebelum konjungsi 'dan' jika klausa yang dihubungkan tidak memiliki subjek yang berbeda atau jika tidak ada jeda yang signifikan. Dalam kasus ini, dua klausa tersebut dapat dianggap satu kesatuan yang erat. Seharusnya 'Ibu saya seorang dokter dan ayah saya seorang insinyur.'"
  },
  {
    "id": 68,
    "pertanyaan": "Bacalah kalimat: 'Petani itu mencangkul sawah dengan giat.' Kata 'mencangkul' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": ["A. Subjek", "B. Predikat", "C. Objek", "D. Keterangan", "E. Pelengkap"],
    "jawaban": "B",
    "pembahasan": "Predikat adalah bagian kalimat yang menyatakan tindakan, keadaan, atau sifat subjek. Dalam kalimat ini, 'mencangkul' adalah kata kerja yang menjelaskan apa yang dilakukan oleh subjek 'Petani itu'."
  },
  {
    "id": 69,
    "pertanyaan": "Perkembangan pariwisata di Indonesia menunjukkan tren yang positif dalam beberapa tahun terakhir. Keindahan alam, kekayaan budaya, dan keramahan penduduk menjadi daya tarik utama bagi wisatawan domestik maupun mancanegara. Namun, pengembangan pariwisata juga menghadapi tantangan, seperti masalah infrastruktur, pengelolaan sampah, dan promosi yang belum optimal. Untuk itu, diperlukan sinergi antara pemerintah, pelaku industri, dan masyarakat lokal agar potensi pariwisata dapat dimanfaatkan secara maksimal dan berkelanjutan.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan masalah utama dalam pengembangan pariwisata di Indonesia berdasarkan paragraf tersebut?",
    "pilihan": ["A. Kurangnya minat wisatawan domestik dan mancanegara.", "B. Keindahan alam dan kekayaan budaya belum dieksplorasi.", "C. Keterbatasan dana untuk promosi pariwisata.", "D. Masalah infrastruktur, pengelolaan sampah, dan promosi yang belum optimal.", "E. Kurangnya peran serta masyarakat lokal dalam pariwisata."],
    "jawaban": "D",
    "pembahasan": "Paragraf secara eksplisit menyebutkan 'masalah infrastruktur, pengelolaan sampah, dan promosi yang belum optimal' sebagai tantangan dalam pengembangan pariwisata."
  },
  {
    "id": 70,
    "pertanyaan": "Meningkatnya penggunaan plastik sekali pakai telah menimbulkan masalah lingkungan yang serius. Jutaan ton sampah plastik mencemari lautan, mengancam ekosistem laut, dan bahkan masuk ke dalam rantai makanan manusia. Edukasi tentang bahaya plastik dan kampanye pengurangan penggunaan plastik terus digalakkan. Selain itu, inovasi dalam pengembangan bahan pengganti plastik yang ramah lingkungan juga menjadi solusi penting. Pemerintah juga memiliki peran krusial dalam menerapkan regulasi yang lebih ketat terkait produksi dan konsumsi plastik.",
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": ["A. Bahaya sampah plastik terhadap lingkungan dan kesehatan.", "B. Upaya edukasi dan kampanye pengurangan penggunaan plastik.", "C. Inovasi bahan pengganti plastik yang ramah lingkungan.", "D. Peran pemerintah dalam regulasi produksi plastik.", "E. Krisis sampah plastik global dan upaya penanggulangannya."],
    "jawaban": "E",
    "pembahasan": "Ide pokok adalah gagasan utama yang melandasi seluruh paragraf. Paragraf ini secara keseluruhan membahas tentang masalah serius sampah plastik dan berbagai upaya yang sedang atau harus dilakukan untuk menanggulanginya."
  },
  {
    "id": 71,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah berulang kali jatuh, atlet itu tidak menyerah dan terus berlatih.' Kata 'terus' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": ["A. Berhenti", "B. Keberlanjutan", "C. Perubahan", "D. Pengulangan", "E. Penegasan"],
    "jawaban": "B",
    "pembahasan": "Kata 'terus' menunjukkan bahwa tindakan 'berlatih' dilakukan secara berkelanjutan atau tanpa henti, meskipun ada rintangan ('jatuh'). Ini mengindikasikan keberlanjutan suatu kondisi atau aktivitas."
  },
  {
    "id": 72,
    "pertanyaan": "Fenomena perubahan sosial yang cepat seringkali menimbulkan disorientasi di kalangan masyarakat. Nilai-nilai tradisional mulai terkikis, sementara nilai-nilai baru belum sepenuhnya mapan. Hal ini dapat memicu konflik antargenerasi dan krisis identitas. Oleh karena itu, diperlukan adaptasi yang fleksibel dari individu dan komunitas, serta peran aktif institusi sosial dalam menjembatani perubahan ini. Edukasi dan dialog antarbudaya juga menjadi kunci untuk menjaga harmoni di tengah dinamika sosial.",
    "pertanyaan": "Apa hubungan antara kalimat kedua ('Nilai-nilai tradisional mulai terkikis, sementara nilai-nilai baru belum sepenuhnya mapan.') dengan kalimat ketiga ('Hal ini dapat memicu konflik antargenerasi dan krisis identitas.')?",
    "pilihan": ["A. Hubungan perbandingan", "B. Hubungan pertentangan", "C. Hubungan sebab-akibat", "D. Hubungan penambahan", "E. Hubungan penegasan"],
    "jawaban": "C",
    "pembahasan": "Kalimat ketiga menjelaskan 'akibat' atau 'dampak' dari kondisi yang dijelaskan di kalimat kedua ('Nilai-nilai tradisional mulai terkikis, sementara nilai-nilai baru belum sepenuhnya mapan'). Frasa 'Hal ini dapat memicu' secara jelas menunjukkan hubungan sebab-akibat."
  },
  {
    "id": 73,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan logis.",
    "pilihan": ["A. Bagi para peserta diharapkan hadir tepat waktu.", "B. Meskipun dia kaya raya, tetapi dia tidak sombong.", "C. Saya akan pergi ke pasar, setelah itu saya akan memasak.", "D. Karena hujan deras, oleh karena itu kami tidak jadi pergi.", "E. Dalam rangka ulang tahun sekolah, akan diadakan berbagai lomba."],
    "jawaban": "E",
    "pembahasan": "Pilihan E memiliki struktur yang benar dan logis. Pilihan A salah karena ada pemborosan preposisi ('Bagi para'). Pilihan B salah karena 'meskipun' dan 'tetapi' redundant. Pilihan C kurang efektif karena 'setelah itu' dapat digabungkan atau dihilangkan jika jeda singkat. Pilihan D salah karena 'Karena' dan 'oleh karena itu' redundant."
  },
  {
    "id": 74,
    "pertanyaan": "Kesehatan mental adalah aspek penting dari kesejahteraan holistik individu. Tekanan hidup modern, masalah pekerjaan, dan dinamika sosial dapat berkontribusi pada gangguan kesehatan mental. Mengenali gejala dan mencari bantuan profesional adalah langkah krusial. Stigma negatif terhadap isu kesehatan mental masih menjadi penghalang bagi banyak orang untuk mencari pertolongan. Oleh karena itu, edukasi publik dan kampanye anti-stigma perlu terus digalakkan untuk menciptakan lingkungan yang lebih suportif dan inklusif.",
    "pertanyaan": "Implikasi tersirat dari adanya 'stigma negatif terhadap isu kesehatan mental' adalah...",
    "pilihan": ["A. Gangguan kesehatan mental hanya menyerang individu yang lemah.", "B. Banyak orang menunda atau tidak mencari bantuan profesional karena malu atau takut dihakimi.", "C. Masalah kesehatan mental tidak dapat disembuhkan.", "D. Tekanan hidup modern adalah penyebab utama semua gangguan mental.", "E. Hanya profesional kesehatan mental yang dapat mengatasi stigma."],
    "jawaban": "B",
    "pembahasan": "Implikasi tersirat dari stigma negatif adalah bahwa hal itu menghalangi orang untuk mencari bantuan. Jika orang merasa malu atau takut dihakimi (karena stigma), mereka akan cenderung menunda atau tidak mencari pertolongan profesional meskipun mereka membutuhkannya."
  },
  {
    "id": 75,
    "pertanyaan": "Pariwisata berbasis komunitas (community-based tourism/CBT) menawarkan pendekatan baru dalam pengembangan sektor pariwisata yang lebih inklusif dan berkelanjutan. Berbeda dengan model pariwisata massal yang seringkali mengabaikan kepentingan lokal, CBT memberdayakan masyarakat setempat untuk berperan aktif dalam pengelolaan destinasi wisata. Hal ini tidak hanya meningkatkan pendapatan dan kesejahteraan komunitas, tetapi juga menjaga kelestarian lingkungan dan budaya lokal. Meskipun demikian, implementasi CBT memerlukan pendampingan yang intensif, pelatihan, dan dukungan regulasi dari pemerintah agar masyarakat memiliki kapasitas yang memadai untuk mengelola potensi wisatanya secara profesional dan berkesinambungan. Kesuksesan CBT juga sangat bergantung pada kemauan dan inisiatif dari komunitas itu sendiri.",
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan argumen utama penulis mengenai pariwisata berbasis komunitas adalah...",
    "pilihan": ["A. CBT adalah satu-satunya model pariwisata yang berkelanjutan.", "B. Keberhasilan CBT sepenuhnya bergantung pada dukungan pemerintah.", "C. CBT merupakan solusi inovatif untuk pariwisata yang memberdayakan lokal dan menjaga kelestarian, namun membutuhkan dukungan dan inisiatif kuat dari komunitas.", "D. Pariwisata massal harus sepenuhnya dihentikan untuk mendukung CBT.", "E. Peningkatan pendapatan adalah tujuan utama dari CBT."],
    "jawaban": "C",
    "pembahasan": "Argumen utama penulis adalah bahwa CBT adalah pendekatan yang inklusif dan berkelanjutan yang memberdayakan masyarakat serta menjaga lingkungan dan budaya, tetapi penulis juga mengakui bahwa implementasinya memiliki tantangan dan sangat bergantung pada dukungan eksternal dan inisiatif komunitas. Pilihan C paling komprehensif mencakup semua aspek argumen ini."
  },
  {
    "id": 76,
    "pertanyaan": "Industri 4.0, yang ditandai dengan integrasi teknologi digital, otomatisasi, dan kecerdasan buatan, telah mengubah lanskap manufaktur global. Produksi menjadi lebih efisien, biaya operasional dapat ditekan, dan kualitas produk meningkat. Namun, transisi menuju Industri 4.0 juga menimbulkan kekhawatiran terkait hilangnya lapangan kerja akibat otomatisasi dan perlunya peningkatan keterampilan tenaga kerja. Oleh karena itu, pemerintah dan lembaga pendidikan harus proaktif dalam mempersiapkan sumber daya manusia dengan keterampilan yang relevan, serta mengembangkan kebijakan yang dapat memitigasi dampak sosial ekonomi dari perubahan ini. Adaptasi yang cepat dan strategis adalah kunci bagi suatu negara untuk tetap kompetitif di era ini.",
    "pertanyaan": "Asumsi implisit yang mendasari perlunya 'peningkatan keterampilan tenaga kerja' adalah...",
    "pilihan": ["A. Tenaga kerja saat ini tidak memiliki keterampilan sama sekali.", "B. Keterampilan yang dibutuhkan di Industri 4.0 sangat berbeda dari sebelumnya.", "C. Otomatisasi akan menggantikan semua jenis pekerjaan.", "D. Pendidikan formal adalah satu-satunya cara untuk memperoleh keterampilan baru.", "E. Biaya pelatihan keterampilan akan sepenuhnya ditanggung oleh pemerintah."],
    "jawaban": "B",
    "pembahasan": "Paragraf menyebutkan 'perlunya peningkatan keterampilan tenaga kerja' sebagai kekhawatiran dampak Industri 4.0. Asumsi implisit di sini adalah bahwa keterampilan yang dimiliki tenaga kerja saat ini mungkin tidak cukup atau tidak sesuai dengan tuntutan pekerjaan di lingkungan Industri 4.0 yang baru. Ini berarti jenis keterampilan yang dibutuhkan telah berubah secara signifikan."
  },
  {
    "id": 77,
    "pertanyaan": "Krisis air bersih menjadi ancaman serius bagi banyak negara di dunia, terutama di wilayah yang padat penduduk dan mengalami perubahan iklim ekstrem. Sumber daya air tawar semakin langka akibat pencemaran, eksploitasi berlebihan, dan pola curah hujan yang tidak menentu. Dampak krisis ini tidak hanya terbatas pada sektor pertanian dan industri, tetapi juga memicu masalah kesehatan dan konflik sosial. Oleh karena itu, diperlukan strategi pengelolaan air yang komprehensif, mulai dari konservasi, daur ulang air, hingga pengembangan teknologi desalinasi. Selain itu, kesadaran masyarakat akan pentingnya efisiensi penggunaan air juga harus ditingkatkan melalui edukasi dan kampanye berkelanjutan.",
    "pertanyaan": "Pernyataan manakah yang paling mungkin menjadi kalimat pertama dari paragraf sebelumnya jika artikel ini membahas secara luas mengenai isu-isu lingkungan global?",
    "pilihan": ["A. Sumber daya alam di bumi semakin menipis.", "B. Perubahan iklim global menyebabkan banyak masalah lingkungan.", "C. Air bersih adalah sumber kehidupan yang vital bagi semua makhluk.", "D. Pencemaran lingkungan telah mencapai tingkat yang mengkhawatirkan.", "E. Masalah lingkungan global memerlukan solusi yang terintegrasi."],
    "jawaban": "C",
    "pembahasan": "Jika paragraf ini adalah bagian dari pembahasan yang lebih luas mengenai isu lingkungan, kalimat sebelumnya kemungkinan akan memperkenalkan pentingnya air bersih sebagai konteks sebelum membahas krisisnya. Pilihan C ('Air bersih adalah sumber kehidupan yang vital bagi semua makhluk.') akan menjadi kalimat pengantar yang baik untuk transisi ke pembahasan krisis air bersih."
  },
  {
    "id": 78,
    "pertanyaan": "Pendidikan adalah pilar utama pembangunan nasional. Kualitas sumber daya manusia suatu bangsa sangat ditentukan oleh seberapa baik sistem pendidikannya. Namun, tantangan dalam mencapai pendidikan yang merata dan berkualitas masih sangat besar, terutama di daerah terpencil dan perbatasan. Keterbatasan akses, kurangnya fasilitas, dan ketersediaan tenaga pengajar yang kompeten menjadi hambatan utama. Oleh karena itu, diperlukan kebijakan inovatif dan kolaborasi multis stakeholder untuk mengatasi kesenjangan ini, serta memastikan setiap anak Indonesia memiliki kesempatan yang sama untuk mendapatkan pendidikan terbaik.",
    "pertanyaan": "Frasa 'kebijakan inovatif dan kolaborasi multis stakeholder' menunjukkan bahwa masalah yang dibahas memerlukan...",
    "pilihan": ["A. Pendekatan tunggal dan sederhana.", "B. Solusi yang konvensional dan terpisah-pisah.", "C. Pendekatan yang baru dan kerjasama dari banyak pihak.", "D. Tanggung jawab sepenuhnya dari pemerintah.", "E. Peningkatan anggaran sebagai satu-satunya solusi."],
    "jawaban": "C",
    "pembahasan": "Frasa 'kebijakan inovatif' berarti pendekatan yang baru atau tidak biasa, sementara 'kolaborasi multis stakeholder' berarti kerja sama dari banyak pihak (multi = banyak, stakeholder = pihak yang berkepentingan). Jadi, secara keseluruhan ini menunjukkan perlunya pendekatan yang baru dan kerjasama dari banyak pihak."
  },
  {
    "id": 79,
    "pertanyaan": "Transformasi ekonomi digital telah membuka peluang baru bagi usaha mikro, kecil, dan menengah (UMKM) untuk berkembang. Platform e-commerce dan media sosial memungkinkan UMKM menjangkau pasar yang lebih luas tanpa harus memiliki toko fisik. Namun, adaptasi terhadap perubahan ini tidak selalu mudah. Tantangan seperti kurangnya literasi digital, keterbatasan modal untuk investasi teknologi, dan persaingan yang ketat menjadi penghalang. Oleh karena itu, pemerintah perlu memperkuat program pelatihan digital, menyediakan akses permodalan yang mudah, dan menciptakan ekosistem yang kondusif bagi UMKM agar dapat bersaing di era digital.",
    "pertanyaan": "Pernyataan yang merupakan inferensi paling tepat dari paragraf tersebut adalah...",
    "pilihan": ["A. UMKM yang tidak beradaptasi dengan ekonomi digital akan gulung tikar.", "B. Semua UMKM pasti akan sukses jika menggunakan platform e-commerce.", "C. Dukungan pemerintah sangat krusial bagi UMKM untuk mengatasi tantangan digitalisasi.", "D. Literasi digital adalah masalah terbesar yang dihadapi UMKM.", "E. Hanya UMKM dengan modal besar yang dapat bersaing di era digital."],
    "jawaban": "C",
    "pembahasan": "Inferensi yang paling tepat adalah C. Paragraf mengidentifikasi berbagai tantangan yang dihadapi UMKM dalam transformasi digital dan kemudian menyimpulkan bahwa 'pemerintah perlu memperkuat program pelatihan digital, menyediakan akses permodalan yang mudah, dan menciptakan ekosistem yang kondusif'. Ini mengimplikasikan bahwa dukungan pemerintah adalah faktor krusial untuk keberhasilan UMKM dalam menghadapi tantangan digitalisasi."
  },
  {
    "id": 80,
    "pertanyaan": "Pentingnya menjaga kearifan lokal di tengah arus globalisasi tidak dapat diabaikan. Nilai-nilai, tradisi, dan praktik yang telah diwariskan secara turun-temurun ini merupakan identitas bangsa dan perekat sosial. Gempuran budaya asing yang masif melalui media dan teknologi berpotensi mengikis kearifan lokal, terutama di kalangan generasi muda. Oleh karena itu, revitalisasi dan promosi kearifan lokal melalui pendidikan formal dan nonformal, serta pemanfaatan media digital secara kreatif, menjadi strategi penting. Dengan demikian, kearifan lokal dapat tetap lestari dan relevan, bahkan menjadi daya tarik di panggung global.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari esai argumentatif, manakah kalimat yang paling tepat berfungsi sebagai tesis (pernyataan inti argumen) dari esai tersebut?",
    "pilihan": ["A. Gempuran budaya asing mengancam kearifan lokal.", "B. Kearifan lokal adalah identitas bangsa dan perekat sosial.", "C. Revitalisasi dan promosi kearifan lokal adalah strategi penting.", "D. Diperlukan upaya serius untuk menjaga kelestarian kearifan lokal di tengah tantangan globalisasi agar tetap relevan dan lestari.", "E. Kearifan lokal dapat menjadi daya tarik di panggung global."],
    "jawaban": "D",
    "pembahasan": "Tesis adalah pernyataan inti yang akan dibahas dan dipertahankan dalam keseluruhan esai. Pilihan D merangkum seluruh gagasan utama paragraf: pentingnya menjaga kearifan lokal, tantangan yang dihadapi (globalisasi), serta kebutuhan akan upaya dan strateginya agar tetap lestari dan relevan. Ini adalah pernyataan yang cukup luas untuk menjadi dasar argumen sebuah esai."
  }
]
