
[
  {
    "id": 1,
    "pertanyaan": "Bacalah kalimat berikut: 'Pemerintah sedang menggalakkan program penghijauan di kota-kota besar.' Kata 'menggalakkan' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": [
      "Menghentikan",
      "Mendukung",
      "Menunda",
      "Menentang",
      "Melarang"
    ],
    "jawaban": "B",
    "pembahasan": "Kata '**menggalakkan**' berarti mendukung atau mendorong agar suatu kegiatan (dalam hal ini, program penghijauan) dilaksanakan atau ditingkatkan. Oleh karena itu, '**mendukung**' adalah makna yang paling dekat."
  },
  {
    "id": 2,
    "pertanyaan": "Perhatikan kalimat berikut: 'Tim SAR berhasil menemukan korban, ______ mereka sudah mencari selama berjam-jam.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "sehingga",
      "karena",
      "meskipun",
      "dan",
      "lalu"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'berhasil menemukan korban' dan 'sudah mencari selama berjam-jam' adalah pertentangan atau kontras (upaya keras tidak menghalangi keberhasilan). Konjungsi '**meskipun**' paling tepat menunjukkan hal ini."
  },
  {
    "id": 3,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya baku?",
    "pilihan": [
      "Proyek",
      "Nopember",
      "Jaman",
      "Paspor",
      "Aktifitas"
    ],
    "jawaban": "D",
    "pembahasan": "Menurut KBBI, '**paspor**' adalah bentuk baku. Bentuk baku dari pilihan lain adalah 'proyek', 'November', 'zaman', dan 'aktivitas'."
  },
  {
    "id": 4,
    "pertanyaan": "Pilihlah kalimat yang mengandung pemborosan kata.",
    "pilihan": [
      "Ibu membeli sayuran dan buah-buahan.",
      "Demi untuk kebaikan bersama, mari kita bekerja sama.",
      "Dia datang terlambat karena macet.",
      "Kami akan belajar di perpustakaan besok.",
      "Anak itu sangat cerdas dan rajin."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat '**Demi untuk kebaikan bersama, mari kita bekerja sama**' mengandung pemborosan kata karena 'demi' dan 'untuk' memiliki makna yang sama dan digunakan secara bersamaan. Cukup gunakan salah satunya."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah kalimat: 'Museum itu sering dikunjungi oleh wisatawan mancanegara.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Wisatawan mancanegara sering mengunjungi museum itu.",
      "Museum itu mengunjungi wisatawan mancanegara.",
      "Wisatawan mancanegara dikunjungi oleh museum itu.",
      "Sering dikunjungi wisatawan mancanegara di museum itu.",
      "Museum sering dikunjungi wisatawan mancanegara."
    ],
    "jawaban": "A",
    "pembahasan": "Dalam kalimat aktif, subjek melakukan tindakan. Pada kalimat asli, 'museum itu' dikenai tindakan 'dikunjungi'. Pada pilihan A, '**Wisatawan mancanegara**' adalah subjek yang melakukan tindakan '**mengunjungi**'."
  },
  {
    "id": 6,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Harga kebutuhan pokok terus naik. ______ daya beli masyarakat menurun.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Meskipun demikian,",
      "Namun,",
      "Akibatnya,",
      "Selain itu,",
      "Bahkan,"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'harga kebutuhan pokok terus naik' dan 'daya beli masyarakat menurun' adalah sebab-akibat. '**Akibatnya,**' adalah konjungsi yang tepat untuk menunjukkan bahwa klausa kedua adalah hasil dari klausa pertama."
  },
  {
    "id": 7,
    "pertanyaan": "Pilihlah penggunaan tanda baca koma (,) yang tepat pada kalimat berikut.",
    "pilihan": [
      "Jakarta, ibu kota Indonesia sangat padat penduduknya.",
      "Saya membawa buku, pena, dan pensil.",
      "Dia sangat cerdas tetapi malas belajar.",
      "Ibu berkata, 'Saya akan pergi sekarang'.",
      "Walaupun sudah malam kami tetap bekerja."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan **B** benar. Tanda koma digunakan untuk memisahkan unsur-unsur dalam suatu perincian yang lebih dari dua. Pilihan A salah karena frasa apositif 'ibu kota Indonesia' harus diapit koma. Pilihan C salah karena seharusnya ada koma sebelum 'tetapi' jika menghubungkan dua klausa yang setara. Pilihan D salah karena tanda titik seharusnya berada di dalam tanda petik. Pilihan E salah karena seharusnya ada koma setelah 'Walaupun sudah malam'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah kalimat: 'Anak itu berlari kencang menuju sekolah.' Kata 'sekolah' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": [
      "Subjek",
      "Predikat",
      "Objek",
      "Keterangan tempat",
      "Pelengkap"
    ],
    "jawaban": "D",
    "pembahasan": "**Keterangan tempat** adalah bagian kalimat yang memberikan informasi mengenai tempat terjadinya suatu peristiwa atau tindakan. Dalam kalimat ini, 'menuju **sekolah**' menjelaskan ke mana anak itu berlari."
  },
  {
    "id": 9,
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan penyebab utama pemanasan global menurut paragraf tersebut?",
    "pilihan": [
      "Perubahan pola cuaca ekstrem.",
      "Kenaikan permukaan air laut.",
      "Pembakaran bahan bakar fosil dan deforestasi.",
      "Ancaman terhadap keanekaragaman hayati.",
      "Kurangnya upaya mitigasi dan adaptasi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf secara eksplisit menyatakan bahwa 'Peningkatan ini disebabkan oleh peningkatan konsentrasi gas rumah kaca akibat aktivitas manusia, seperti **pembakaran bahan bakar fosil dan deforestasi**'."
  },
  {
    "id": 10,
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": [
      "Masalah kemacetan lalu lintas di perkotaan.",
      "Pentingnya hunian layak dan terjangkau di kota besar.",
      "Tantangan urbanisasi dan upaya penanganannya di kota besar.",
      "Peran pemerintah kota dalam menata ruang.",
      "Partisipasi masyarakat dalam menjaga kebersihan lingkungan."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok adalah gagasan utama yang melandasi seluruh paragraf. Paragraf ini membahas berbagai **tantangan yang timbul akibat urbanisasi dan kemudian menguraikan upaya-upaya yang diperlukan untuk menanganinya**."
  },
  {
    "id": 11,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun hujan deras, pertandingan sepak bola tetap dilanjutkan.' Kata 'tetap' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": [
      "Berhenti",
      "Berlanjut",
      "Berubah",
      "Terhambat",
      "Selesai"
    ],
    "jawaban": "B",
    "pembahasan": "Kata '**tetap**' menunjukkan bahwa suatu kondisi atau tindakan (**dilanjutkan**) tidak berubah atau berhenti meskipun ada faktor lain yang mungkin mengganggu. Dalam konteks ini, berarti pertandingan **berlanjut**."
  },
  {
    "id": 12,
    "pertanyaan": "Apa hubungan antara kalimat kedua ('Kemudahan akses informasi dan komunikasi melalui internet dan media sosial telah mengubah cara kita berinteraksi.') dengan kalimat ketiga ('Namun, di sisi lain, muncul pula kekhawatiran tentang privasi data, penyebaran berita palsu, dan dampak negatif terhadap kesehatan mental.')?",
    "pilihan": [
      "Hubungan sebab-akibat",
      "Hubungan penambahan",
      "Hubungan pertentangan",
      "Hubungan perbandingan",
      "Hubungan penegasan"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ketiga diawali dengan '**Namun, di sisi lain,**' yang secara jelas menunjukkan adanya **pertentangan** atau kontras dengan manfaat yang disebutkan di kalimat kedua. Kalimat kedua membahas manfaat kemudahan akses, sedangkan kalimat ketiga membahas kekhawatiran atau dampak negatifnya."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan efektif.",
    "pilihan": [
      "Bagi semua mahasiswa, wajib mengikuti perkuliahan.",
      "Dalam rangka meningkatkan kualitas, pelatihan itu diadakan.",
      "Karena hujan deras, sehingga kami tidak jadi pergi.",
      "Meskipun sudah tua, namun semangatnya masih membara.",
      "Mereka adalah siswa yang cerdas dan, berprestasi."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan **B** memiliki struktur yang benar dan efektif. Pilihan A salah karena ada pemborosan preposisi ('Bagi semua mahasiswa'). Pilihan C salah karena 'Karena' dan 'sehingga' redundant. Pilihan D salah karena 'Meskipun' dan 'namun' redundant. Pilihan E salah karena koma tidak memisahkan dua sifat yang setara yang dihubungkan dengan 'dan'."
  },
  {
    "id": 14,
    "pertanyaan": "Implikasi tersirat dari kalimat 'informasi gizi yang beredar di media sosial seringkali tidak akurat atau menyesatkan' adalah...",
    "pilihan": [
      "Media sosial adalah sumber informasi gizi yang buruk.",
      "Masyarakat harus sepenuhnya menghindari informasi gizi dari media sosial.",
      "Masyarakat perlu memiliki kemampuan untuk membedakan informasi gizi yang benar dan salah.",
      "Ahli gizi harus mengontrol semua informasi di media sosial.",
      "Semua informasi gizi di media sosial adalah hoaks."
    ],
    "jawaban": "C",
    "pembahasan": "Jika informasi gizi di media sosial seringkali tidak akurat atau menyesatkan, dan ini membingungkan masyarakat, maka implikasinya adalah **masyarakat perlu memiliki kemampuan untuk membedakan informasi gizi yang benar dan salah** agar tidak salah langkah dalam memilih pola makan sehat."
  },
  {
    "id": 15,
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan argumen utama penulis mengenai energi nuklir adalah...",
    "pilihan": [
      "Energi nuklir adalah sumber energi paling berbahaya.",
      "Energi nuklir adalah satu-satunya solusi untuk krisis iklim.",
      "Energi nuklir memiliki potensi besar sebagai energi bersih, namun tantangan keamanannya memerlukan solusi dan regulasi ketat.",
      "Limbah radioaktif tidak dapat ditangani.",
      "Masyarakat harus sepenuhnya menolak pengembangan energi nuklir."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen utama penulis adalah bahwa energi nuklir memiliki potensi besar sebagai energi bersih (manfaat), tetapi juga menghadapi **tantangan serius terkait keamanan dan limbah yang memerlukan solusi dan regulasi ketat**. Pilihan **C** paling komprehensif mencakup kedua sisi pandang penulis."
  },
  {
    "id": 16,
    "pertanyaan": "Asumsi implisit yang mendasari perlunya 'sinergi antara guru, orang tua, dan masyarakat' adalah...",
    "pilihan": [
      "Guru adalah satu-satunya pihak yang bertanggung jawab atas pendidikan karakter.",
      "Pendidikan karakter tidak bisa berhasil tanpa dukungan dari semua pihak yang relevan.",
      "Orang tua tidak memiliki peran penting dalam pembentukan karakter anak.",
      "Lingkungan sekolah adalah satu-satunya tempat pembentukan karakter.",
      "Beban kurikulum yang padat dapat dihilangkan dengan sinergi."
    ],
    "jawaban": "B",
    "pembahasan": "Jika paragraf menekankan perlunya sinergi dari berbagai pihak untuk mengatasi kendala dalam pendidikan karakter, asumsi implisitnya adalah bahwa pendidikan karakter adalah upaya kolektif dan **tidak bisa berhasil tanpa dukungan dari semua pihak yang relevan**. Artinya, dukungan dari semua pihak relevan sangat diperlukan."
  },
  {
    "id": 17,
    "pertanyaan": "Jika paragraf ini adalah bagian dari pidato pembukaan forum ekonomi global, manakah kalimat yang paling tepat menjadi 'seruan aksi' (call to action) dari pidato tersebut?",
    "pilihan": [
      "Otomatisasi akan menggantikan semua pekerjaan di masa depan.",
      "Kita harus menghadapi disrupsi teknologi dengan optimis.",
      "Mari bersama-sama berinvestasi dalam 'reskilling' dan 'upskilling' tenaga kerja kita untuk memastikan masa depan yang inklusif dan berkelanjutan di era Revolusi Industri 4.0.",
      "Pemerintah harus bertanggung jawab penuh atas pelatihan tenaga kerja.",
      "Pekerjaan yang membutuhkan kreativitas akan selalu aman."
    ],
    "jawaban": "C",
    "pembahasan": "Seruan aksi dalam pidato harus mengajak audiens untuk melakukan sesuatu. Pilihan **C** adalah yang paling tepat karena mengajak pendengar ('**Mari bersama-sama**') untuk melakukan tindakan spesifik ('**berinvestasi dalam 'reskilling' dan 'upskilling' tenaga kerja kita**') dengan tujuan yang jelas ('**memastikan masa depan yang inklusif dan berkelanjutan di era Revolusi Industri 4.0.**')."
  },
  {
    "id": 18,
    "pertanyaan": "Frasa 'pangan yang cukup, aman, dan bergizi' dalam paragraf tersebut mengindikasikan aspek-aspek...",
    "pilihan": [
      "Kuantitas saja.",
      "Kualitas saja.",
      "Aksesibilitas saja.",
      "Kuantitas, kualitas, dan keamanan pangan.",
      "Distribusi pangan."
    ],
    "jawaban": "D",
    "pembahasan": "Frasa '**cukup**' mengacu pada kuantitas, '**aman**' mengacu pada keamanan, dan '**bergizi**' mengacu pada kualitas. Jadi, frasa tersebut mencakup aspek **kuantitas, kualitas, dan keamanan pangan**."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": [
      "Kita harus belajar dengan giat, agar sukses.",
      "Buku 'Bumi Manusia' karya Pramoedya Ananta Toer sangat terkenal.",
      "Sungai Kapuas, sungai terpanjang di Indonesia, terletak di Kalimantan.",
      "Dia berkata 'Saya tidak tahu.'",
      "Bapak kepala sekolah, akan menyampaikan pidato."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan **C** benar. Frasa apositif ('**sungai terpanjang di Indonesia**') diapit oleh koma. Pilihan A salah karena koma tidak diperlukan sebelum 'agar'. Pilihan B salah karena judul buku seharusnya dicetak miring. Pilihan D salah karena titik seharusnya berada di dalam tanda petik. Pilihan E salah karena 'kepala sekolah' tidak perlu diawali huruf kapital jika tidak diikuti nama diri."
  },
  {
    "id": 20,
    "pertanyaan": "Jika paragraf ini adalah bagian dari studi kasus tentang strategi pemasaran digital, manakah kalimat yang paling tepat untuk menjadi topik utama bagian 'Implikasi untuk Strategi Pemasaran'?",
    "pilihan": [
      "Perilaku konsumen telah berubah secara signifikan di era digital.",
      "Pemasaran harus bergeser dari tradisional ke digital sepenuhnya.",
      "Perusahaan harus mengadopsi strategi pemasaran digital yang berpusat pada pelanggan, berbasis data, dan mengutamakan kepercayaan untuk sukses di era digital.",
      "Keamanan data adalah satu-satunya fokus utama perusahaan.",
      "Platform online adalah satu-satunya saluran penjualan efektif."
    ],
    "jawaban": "C",
    "pembahasan": "Topik utama bagian 'Implikasi untuk Strategi Pemasaran' harus merangkum bagaimana perusahaan harus merespons perubahan perilaku konsumen yang dibahas dalam paragraf. Pilihan **C** paling komprehensif, mencakup aspek customer-centric, berbasis data, dan pentingnya kepercayaan, yang merupakan inti dari implikasi strategi pemasaran di era digital."
  }
]

