[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Revolusi Konser Hologram dan Industri Musik**\n\n(1) Industri musik telah memasuki era baru yang disruptif dengan kemunculan konser hologram, sebuah teknologi yang memungkinkan penampilan musisi legendaris yang telah meninggal atau bahkan karakter fiksi hadir di atas panggung. Teknologi proyeksi 3D yang canggih ini menciptakan pengalaman visual yang imersif, mengatasi batas-batas fisik dan waktu, serta menawarkan nilai nostalgia yang tinggi bagi para penggemar.\n\n(2) Meskipun konser hologram menawarkan peluang pendapatan baru yang masif dan mengatasi masalah logistik tur (misalnya, kesehatan atau jadwal artis), adopsinya memicu perdebatan serius mengenai etika dan hak cipta. Penggunaan citra musisi yang telah tiada menuntut penentuan hak waris dan persetujuan yang rumit. Selain itu, ada kekhawatiran bahwa penggandaan digital (*digital replication*) dapat mengurangi nilai keaslian dan pengalaman unik dari pertunjukan musik langsung yang sesungguhnya.\n\n(3) Agar teknologi ini dapat berkembang secara berkelanjutan, kerangka regulasi harus segera ditetapkan untuk melindungi hak moral dan finansial warisan seniman. **Diperlukan keseimbangan antara memanfaatkan teknologi untuk inovasi dan menjaga integritas artistik, sehingga konser hologram dapat memperkaya, bukan menggantikan, bentuk seni pertunjukan tradisional.**\n\nApa gagasan utama yang dibahas dalam paragraf (1) Teks 1?",
    "pilihan": [
      "Perdebatan etika dan hak cipta dalam konser hologram.",
      "Kekhawatiran akan berkurangnya nilai keaslian pertunjukan musik.",
      "Kemunculan dan deskripsi teknologi konser hologram.",
      "Konser hologram sebagai solusi logistik tur musisi.",
      "Nilai nostalgia yang tinggi bagi para penggemar musisi legendaris."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) memperkenalkan teknologi konser hologram (kemunculan) dan menjelaskan fungsinya (proyeksi 3D) dan manfaatnya (pengalaman imersif, nilai nostalgia)."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, kerangka regulasi diperlukan untuk melindungi dua aspek utama, yaitu....",
    "pilihan": [
      "Hak cipta dan logistik tur.",
      "Hak waris dan teknologi proyeksi.",
      "Nilai keaslian dan penggandaan digital.",
      "Hak moral dan finansial warisan seniman.",
      "Peluang pendapatan dan etika."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (3) menyebutkan regulasi harus ditetapkan untuk 'melindungi hak moral dan finansial warisan seniman'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'disruptif'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Menciptakan nilai nostalgia tinggi.",
      "Mengalami stagnasi atau kemunduran.",
      "Memiliki potensi untuk menggantikan atau mengubah total industri yang sudah ada.",
      "Hanya terbatas pada musisi legendaris.",
      "Mengatasi batas-batas fisik dan waktu."
    ],
    "jawaban": "C",
    "pembahasan": "Disruptif merujuk pada sesuatu yang mengganggu atau mengubah secara radikal cara suatu industri atau pasar beroperasi."
  },
  {
    "id": 4,
    "pertanyaan": "Konser hologram memicu kekhawatiran bahwa penggandaan digital dapat mengurangi....",
    "pilihan": [
      "Pendapatan baru musisi yang telah tiada.",
      "Hak waris dan persetujuan keluarga.",
      "Kebutuhan akan teknologi proyeksi 3D yang canggih.",
      "Nilai keaslian dan pengalaman unik pertunjukan musik langsung.",
      "Masalah logistik tur artis."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (2) menyebutkan kekhawatiran bahwa penggandaan digital dapat mengurangi 'nilai keaslian dan pengalaman unik dari pertunjukan musik langsung yang sesungguhnya'."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "replikasi digital",
      "penggandaan-digital",
      "digital-replication",
      "pembuatan digital",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "A",
    "pembahasan": "Meskipun istilah aslinya *digital replication*, kata serapan baku yang lebih tepat untuk frasa ini adalah 'replikasi digital' daripada 'penggandaan digital'."
  },
  {
    "id": 6,
    "pertanyaan": "Manakah pernyataan yang merupakan **saran** dalam Teks 1?",
    "pilihan": [
      "Konser hologram menawarkan peluang pendapatan baru yang masif.",
      "Penggunaan citra musisi yang telah tiada menuntut persetujuan yang rumit.",
      "Teknologi proyeksi 3D menciptakan pengalaman visual yang imersif.",
      "Kerangka regulasi harus segera ditetapkan untuk melindungi hak warisan seniman.",
      "Industri musik telah memasuki era baru yang disruptif."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat tersebut menggunakan kata 'harus' yang mengindikasikan sebuah saran atau anjuran tindakan yang perlu segera ditetapkan."
  },
  {
    "id": 7,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 1 dapat diartikan sebagai ajakan untuk mencari....",
    "pilihan": [
      "Dominasi teknologi atas seni tradisional.",
      "Keseimbangan antara inovasi teknologi dan integritas artistik.",
      "Penggantian total pertunjukan tradisional oleh hologram.",
      "Mengabaikan kerangka regulasi yang ada.",
      "Meningkatkan tuntutan hak waris musisi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut secara eksplisit menyebutkan perlunya 'keseimbangan antara memanfaatkan teknologi untuk inovasi dan menjaga integritas artistik'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Etika Penggunaan Data Besar (*Big Data*)**\n\n(1) *Big Data*, yaitu volume data yang sangat besar dan kompleks, telah menjadi aset paling berharga di era digital. Analisis data besar memungkinkan perusahaan dan pemerintah membuat keputusan yang lebih akurat, mulai dari personalisasi layanan hingga perumusan kebijakan publik yang efisien. Namun, peningkatan kemampuan pengumpulan dan analisis data ini menimbulkan tantangan etika yang fundamental.\n\n(2) Tantangan etika utama berpusat pada masalah privasi dan diskriminasi algoritmik. Data pribadi sering dikumpulkan tanpa persetujuan yang sepenuhnya diinformasikan, membuat individu rentan terhadap penyalahgunaan data atau pelanggaran privasi. Selain itu, algoritma yang dilatih menggunakan data yang bias dapat menghasilkan keputusan diskriminatif, misalnya dalam proses perekrutan atau penentuan kredit pinjaman. **Hal ini menciptakan ketidakadilan sistemik yang sulit dilacak dan diperbaiki.**\n\n(3) Untuk memitigasi risiko etika ini, diperlukan regulasi yang ketat dan transparan, seperti undang-undang perlindungan data pribadi (PDP). Selain itu, pengembang algoritma dan analis data harus menjunjung tinggi prinsip akuntabilitas dan keadilan. Tujuannya adalah memastikan bahwa kekuatan *Big Data* digunakan untuk kepentingan sosial yang lebih luas, dan bukan sebaliknya, memperparah ketidaksetaraan yang sudah ada.\n\nApa manfaat *Big Data* bagi perusahaan dan pemerintah (Teks 2)?",
    "pilihan": [
      "Mengumpulkan data tanpa persetujuan.",
      "Menimbulkan diskriminasi algoritmik.",
      "Membuat keputusan yang lebih akurat dan personalisasi layanan.",
      "Menciptakan ketidakadilan sistemik.",
      "Menjamin privasi individu."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan analisis data besar memungkinkan 'perusahaan dan pemerintah membuat keputusan yang lebih akurat, mulai dari personalisasi layanan hingga perumusan kebijakan publik yang efisien'."
  },
  {
    "id": 9,
    "pertanyaan": "Isu etika utama dalam penggunaan *Big Data* berpusat pada masalah....",
    "pilihan": [
      "Perumusan kebijakan publik yang efisien.",
      "Volume data yang sangat besar dan kompleks.",
      "Privasi dan diskriminasi algoritmik.",
      "Peningkatan kemampuan pengumpulan data.",
      "Regulasi yang ketat dan transparan."
    ]
  }
]
