[
  {
    "id": 161,
    "pertanyaan": "Bacalah kalimat berikut: 'Pemerintah berkomitmen untuk merevitalisasi sektor pariwisata pascapandemi.' Kata 'merevitalisasi' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": [
      "Menghilangkan",
      "Menghidupkan kembali",
      "Mengabaikan",
      "Memperlambat",
      "Membatasi"
    ],
    "jawaban": "B",
    "pembahasan": "Kata '**merevitalisasi**' berarti menghidupkan atau menggiatkan kembali sesuatu yang sebelumnya lesu atau kurang berkembang. Oleh karena itu, '**menghidupkan kembali**' adalah makna yang paling dekat."
  },
  {
    "id": 162,
    "pertanyaan": "Perhatikan kalimat berikut: 'Dia belajar giat setiap hari, ______ ia berhasil meraih nilai tertinggi di kelasnya.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "meskipun",
      "akan tetapi",
      "oleh karena itu",
      "dan",
      "sejak"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'belajar giat setiap hari' dan 'berhasil meraih nilai tertinggi' adalah sebab-akibat. Konjungsi '**oleh karena itu**' paling tepat menunjukkan bahwa klausa kedua adalah hasil dari klausa pertama."
  },
  {
    "id": 163,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya baku?",
    "pilihan": [
      "Atlit",
      "Azas",
      "Jadwal",
      "Resiko",
      "Kwalitas"
    ],
    "jawaban": "C",
    "pembahasan": "Menurut KBBI, '**jadwal**' adalah bentuk baku. Bentuk baku dari pilihan lain adalah 'atlet', 'asas', 'risiko', dan 'kualitas'."
  },
  {
    "id": 164,
    "pertanyaan": "Pilihlah kalimat yang mengandung pemborosan kata.",
    "pilihan": [
      "Pemerintah akan segera menaikkan harga BBM.",
      "Ia naik ke atas panggung untuk menerima penghargaan.",
      "Anak-anak sedang bermain di halaman.",
      "Kami sedang mengerjakan tugas kelompok.",
      "Acara itu berlangsung sangat meriah."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat '**Ia naik ke atas panggung untuk menerima penghargaan**' mengandung pemborosan kata karena 'naik' sudah menyiratkan arah ke 'atas'. Cukup gunakan 'Ia naik ke panggung' atau 'Ia ke atas panggung'."
  },
  {
    "id": 165,
    "pertanyaan": "Bacalah kalimat: 'Surat itu dikirimkan oleh adik saya kemarin sore.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Surat itu mengirimkan adik saya kemarin sore.",
      "Adik saya mengirimkan surat itu kemarin sore.",
      "Kemarin sore dikirimkan surat itu oleh adik saya.",
      "Surat itu dikirim kemarin sore oleh adik saya.",
      "Mengirimkan surat itu adik saya kemarin sore."
    ],
    "jawaban": "B",
    "pembahasan": "Dalam kalimat aktif, subjek melakukan tindakan. Pada kalimat asli, 'surat itu' dikenai tindakan 'dikirimkan'. Pada pilihan B, '**Adik saya**' adalah subjek yang melakukan tindakan '**mengirimkan**'."
  },
  {
    "id": 166,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Banyak negara menghadapi krisis energi. ______ mereka berlomba-lomba mencari sumber energi alternatif.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Meskipun demikian,",
      "Namun,",
      "Dengan demikian,",
      "Selain itu,",
      "Bahkan,"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'banyak negara menghadapi krisis energi' dan 'mereka berlomba-lomba mencari sumber energi alternatif' adalah sebab-akibat atau konsekuensi. '**Dengan demikian,**' adalah konjungsi yang tepat untuk menunjukkan bahwa klausa kedua adalah hasil atau konsekuensi logis dari klausa pertama."
  },
  {
    "id": 167,
    "pertanyaan": "Pilihlah penggunaan tanda baca petik dua ('...') yang tepat pada kalimat berikut.",
    "pilihan": [
      "Dia berkata: 'Saya akan datang besok'.",
      "Judul bukunya adalah \"Laskar Pelangi\".",
      "Kata 'Indonesia' berasal dari bahasa Yunani.",
      "Paman bertanya, \"Kapan kau kembali pulang?\"",
      "Mereka berdiskusi tentang \"pembangunan ekonomi\"."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan **D** benar. Tanda petik dua digunakan untuk mengapit petikan langsung. Tanda baca penutup kalimat (tanda tanya) berada di dalam tanda petik. Pilihan A salah karena tanda titik seharusnya di dalam tanda petik. Pilihan B salah karena judul buku seharusnya dicetak miring, bukan diapit tanda petik dua. Pilihan C salah karena kata sebagai contoh atau rujukan seharusnya diapit tanda petik tunggal. Pilihan E salah karena frasa yang bukan petikan langsung tidak perlu diapit tanda petik dua."
  },
  {
    "id": 168,
    "pertanyaan": "Bacalah kalimat: 'Para siswa mengikuti upacara bendera dengan khidmat.' Kata 'khidmat' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": [
      "Subjek",
      "Predikat",
      "Objek",
      "Keterangan cara",
      "Pelengkap"
    ],
    "jawaban": "D",
    "pembahasan": "**Keterangan cara** adalah bagian kalimat yang memberikan informasi mengenai bagaimana suatu tindakan dilakukan. Dalam kalimat ini, 'dengan **khidmat**' menjelaskan bagaimana para siswa mengikuti upacara bendera."
  },
  {
    "id": 169,
    "pertanyaan": "Pariwisata berbasis komunitas (community-based tourism/CBT) semakin populer sebagai model pengembangan pariwisata yang berkelanjutan. Model ini memberdayakan masyarakat lokal untuk mengelola dan mengembangkan potensi wisata di daerah mereka, sehingga manfaat ekonomi langsung dirasakan oleh komunitas. Selain itu, CBT juga mempromosikan pelestarian budaya dan lingkungan, karena masyarakat memiliki kesadaran tinggi untuk menjaga warisan mereka. Namun, tantangan seperti kurangnya kapasitas pengelolaan, promosi yang terbatas, dan persaingan dengan pariwisata massal masih menjadi hambatan. Oleh karena itu, dukungan pemerintah dan pihak swasta dalam bentuk pelatihan, pendampingan, dan akses pasar sangat dibutuhkan untuk mengoptimalkan potensi CBT.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan fokus utama pariwisata berbasis komunitas (CBT) menurut paragraf tersebut?",
    "pilihan": [
      "Hanya berfokus pada keuntungan ekonomi bagi investor.",
      "Lebih mengutamakan pembangunan infrastruktur besar.",
      "Memberdayakan masyarakat lokal, melestarikan budaya dan lingkungan, serta memberikan manfaat ekonomi langsung kepada komunitas.",
      "Hanya menarik wisatawan mancanegara.",
      "Memicu persaingan antar destinasi wisata."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf secara eksplisit menyatakan bahwa CBT 'memberdayakan masyarakat lokal', 'manfaat ekonomi langsung dirasakan oleh komunitas', dan 'mempromosikan pelestarian budaya dan lingkungan'."
  },
  {
    "id": 170,
    "pertanyaan": "Perkembangan kota cerdas (smart city) menjanjikan solusi inovatif untuk berbagai masalah perkotaan, seperti kemacetan, polusi, dan efisiensi layanan publik. Dengan memanfaatkan teknologi informasi dan komunikasi, kota cerdas bertujuan untuk meningkatkan kualitas hidup penduduknya. Integrasi sensor, big data, dan Internet of Things (IoT) memungkinkan pengelolaan kota yang lebih efisien dan responsif. Namun, implementasi kota cerdas tidak lepas dari tantangan, termasuk biaya yang tinggi, isu privasi data, dan kesenjangan digital. Oleh karena itu, diperlukan perencanaan matang, partisipasi warga, dan regulasi yang jelas untuk mewujudkan kota cerdas yang benar-benar inklusif dan berkelanjutan.",
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": [
      "Masalah privasi data di kota cerdas.",
      "Manfaat dan tantangan pengembangan kota cerdas.",
      "Peran teknologi informasi dalam kota cerdas.",
      "Pentingnya partisipasi warga dalam pembangunan kota.",
      "Biaya tinggi dalam implementasi kota cerdas."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf ini adalah membahas **manfaat (solusi inovatif, kualitas hidup meningkat) dan tantangan (biaya, privasi, kesenjangan digital) dari pengembangan kota cerdas**."
  },
  {
    "id": 171,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah berumur, kakek itu masih kuat berjalan kaki puluhan kilometer.' Kata 'kuat' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": [
      "Lemah",
      "Sakit",
      "Berdaya",
      "Tak berdaya",
      "Lelah"
    ],
    "jawaban": "C",
    "pembahasan": "Kata '**kuat**' dalam konteks ini menunjukkan kemampuan fisik atau daya tahan untuk melakukan sesuatu, yang paling dekat maknanya dengan '**berdaya**'."
  },
  {
    "id": 172,
    "pertanyaan": "Dampak pandemi COVID-19 sangat terasa di sektor ekonomi, terutama bagi usaha mikro, kecil, dan menengah (UMKM). Banyak UMKM yang terpaksa gulung tikar atau mengurangi operasionalnya akibat pembatasan mobilitas dan penurunan daya beli masyarakat. Pemerintah telah meluncurkan berbagai stimulus untuk membantu UMKM bertahan, seperti bantuan modal, relaksasi pajak, dan program pelatihan digital. Namun, di sisi lain, pandemi juga mendorong inovasi dan adaptasi digital di kalangan UMKM, memaksa mereka untuk beralih ke platform online dan memperluas pasar. Oleh karena itu, percepatan transformasi digital dan penguatan ekosistem UMKM menjadi kunci pemulihan ekonomi pascapandemi.",
    "pertanyaan": "Apa hubungan antara kalimat kedua ('Banyak UMKM yang terpaksa gulung tikar atau mengurangi operasionalnya akibat pembatasan mobilitas dan penurunan daya beli masyarakat.') dengan kalimat ketiga ('Pemerintah telah meluncurkan berbagai stimulus untuk membantu UMKM bertahan, seperti bantuan modal, relaksasi pajak, dan program pelatihan digital.')?",
    "pilihan": [
      "Hubungan sebab-akibat",
      "Hubungan penambahan",
      "Hubungan pertentangan",
      "Hubungan solusi-masalah",
      "Hubungan perbandingan"
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat kedua mengidentifikasi masalah (UMKM terdampak pandemi), sementara kalimat ketiga menjelaskan **solusi** yang diberikan pemerintah untuk masalah tersebut."
  },
  {
    "id": 173,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan efektif.",
    "pilihan": [
      "Agar supaya kita pintar, maka harus rajin belajar.",
      "Demi untuk anak-anak, ibu rela bekerja keras.",
      "Baik laki-laki ataupun perempuan, berhak mendapatkan pendidikan yang layak.",
      "Ia adalah seorang mahasiswa yang pandai, dan rajin.",
      "Para dosen-dosen sedang mengadakan rapat di aula."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan **C** memiliki struktur yang benar dan efektif. Pilihan A salah karena 'Agar' dan 'supaya' redundant, dan 'maka' tidak diperlukan. Pilihan B salah karena 'Demi' dan 'untuk' redundant. Pilihan D salah karena tidak diperlukan koma antara dua sifat yang setara yang dihubungkan 'dan'. Pilihan E salah karena 'para' dan 'dosen-dosen' redundant (bentuk jamak ganda)."
  },
  {
    "id": 174,
    "pertanyaan": "Indonesia, sebagai negara kepulauan, memiliki potensi besar dalam pengembangan energi terbarukan, terutama energi surya dan angin. Posisi geografisnya yang berada di garis khatulistiwa menjamin intensitas cahaya matahari yang tinggi sepanjang tahun. Selain itu, wilayah pesisir yang luas juga menawarkan potensi energi angin yang signifikan. Pemanfaatan sumber energi ini tidak hanya akan mengurangi ketergantungan pada bahan bakar fosil, tetapi juga berkontribusi pada pengurangan emisi gas rumah kaca dan penciptaan lapangan kerja hijau. Namun, investasi awal yang besar, teknologi yang belum merata, dan regulasi yang belum optimal masih menjadi tantangan. Oleh karena itu, diperlukan kebijakan yang mendukung investasi, insentif fiskal, dan pengembangan kapasitas sumber daya manusia untuk mempercepat transisi energi.",
    "pertanyaan": "Implikasi tersirat dari kalimat 'Pemanfaatan sumber energi ini tidak hanya akan mengurangi ketergantungan pada bahan bakar fosil, tetapi juga berkontribusi pada pengurangan emisi gas rumah kaca dan penciptaan lapangan kerja hijau' adalah...",
    "pilihan": [
      "Energi terbarukan tidak memiliki dampak lingkungan.",
      "Bahan bakar fosil adalah satu-satunya sumber energi yang baik.",
      "Pengembangan energi terbarukan memiliki manfaat multidimensional (lingkungan, ekonomi, sosial).",
      "Lapangan kerja hijau tidak dapat diciptakan.",
      "Indonesia tidak memiliki potensi energi terbarukan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut secara eksplisit menyebutkan manfaat lebih dari satu dari energi terbarukan. Implikasinya adalah **pengembangan energi terbarukan memiliki manfaat multidimensional (lingkungan, ekonomi, sosial)**, bukan hanya pada satu aspek saja."
  },
  {
    "id": 175,
    "pertanyaan": "Kesehatan mental menjadi isu yang semakin mendapat perhatian, terutama di kalangan generasi muda. Tekanan akademis, ekspektasi sosial, dan paparan media sosial yang berlebihan seringkali menjadi pemicu masalah kesehatan mental seperti stres, kecemasan, dan depresi. Stigma negatif terhadap isu ini juga masih menjadi hambatan bagi individu untuk mencari bantuan profesional. Oleh karena itu, diperlukan upaya kolektif dari keluarga, sekolah, pemerintah, dan masyarakat untuk menciptakan lingkungan yang mendukung kesehatan mental. Edukasi tentang pentingnya kesehatan mental, penyediaan layanan konseling yang mudah diakses, dan penghapusan stigma menjadi langkah krusial. Kampanye kesadaran dan dukungan sebaya juga berperan penting dalam membantu individu yang mengalami kesulitan.",
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan argumen utama penulis mengenai kesehatan mental adalah...",
    "pilihan": [
      "Kesehatan mental hanya masalah individu.",
      "Media sosial adalah satu-satunya penyebab masalah kesehatan mental.",
      "Kesehatan mental adalah isu penting yang dipengaruhi oleh berbagai faktor, dan memerlukan upaya kolektif serta penghapusan stigma untuk penanganannya.",
      "Tidak ada solusi untuk masalah kesehatan mental.",
      "Hanya layanan konseling yang dapat membantu."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen utama penulis adalah bahwa kesehatan mental adalah isu penting yang kompleks (dipengaruhi berbagai faktor) dan memerlukan **upaya kolektif serta penghapusan stigma** untuk penanganannya. Pilihan **C** paling komprehensif."
  },
  {
    "id": 176,
    "pertanyaan": "Bonus demografi adalah periode di mana proporsi penduduk usia produktif (15-64 tahun) lebih besar dibandingkan usia non-produktif. Fenomena ini menawarkan peluang besar bagi suatu negara untuk mencapai pertumbuhan ekonomi yang pesat melalui peningkatan angkatan kerja dan produktivitas. Namun, bonus demografi juga bisa menjadi bencana jika tidak diimbangi dengan investasi yang memadai dalam pendidikan, kesehatan, dan penciptaan lapangan kerja. Tanpa persiapan yang matang, negara dapat terjebak dalam masalah pengangguran massal dan kesenjangan sosial. Oleh karena itu, pemerintah harus merumuskan kebijakan jangka panjang yang berfokus pada peningkatan kualitas sumber daya manusia dan penyediaan lapangan kerja yang relevan dengan perkembangan zaman.",
    "pertanyaan": "Asumsi implisit yang mendasari bahwa 'bonus demografi juga bisa menjadi bencana' adalah...",
    "pilihan": [
      "Penduduk usia produktif selalu membawa keuntungan.",
      "Pendidikan dan kesehatan tidak penting.",
      "Ada kemungkinan penduduk usia produktif tidak terserap pasar kerja atau tidak memiliki kualitas yang memadai.",
      "Pengangguran tidak pernah terjadi di negara yang mengalami bonus demografi.",
      "Pemerintah tidak perlu campur tangan dalam persiapan bonus demografi."
    ],
    "jawaban": "C",
    "pembahasan": "Jika bonus demografi bisa menjadi bencana jika tidak diimbangi investasi, asumsi implisitnya adalah bahwa **ada kemungkinan penduduk usia produktif tidak terserap pasar kerja atau tidak memiliki kualitas yang memadai**, sehingga potensi bonus demografi tidak dapat dimanfaatkan dan justru menimbulkan masalah."
  },
  {
    "id": 177,
    "pertanyaan": "Ekonomi kreatif, yang mengandalkan ide dan kreativitas sebagai aset utama, semakin menunjukkan potensinya sebagai pendorong pertumbuhan ekonomi baru. Subsektor seperti fesyen, kuliner, film, musik, dan desain grafis tidak hanya menciptakan lapangan kerja, tetapi juga meningkatkan nilai tambah produk lokal dan mempromosikan citra bangsa. Di Indonesia, sektor ini tumbuh pesat, didukung oleh talenta muda yang inovatif dan akses teknologi yang semakin mudah. Namun, tantangan seperti perlindungan hak cipta, akses permodalan, dan kurangnya ekosistem yang terintegrasi masih perlu diatasi. Pemerintah, akademisi, dan pelaku industri perlu bersinergi untuk menciptakan iklim yang kondusif bagi pengembangan ekonomi kreatif, termasuk melalui regulasi yang adaptif dan program inkubasi bagi startup kreatif.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari presentasi investasi, manakah kalimat yang paling tepat menjadi 'ajakan' (call to action) dari presentasi tersebut?",
    "pilihan": [
      "Ekonomi kreatif hanya untuk anak muda.",
      "Perlindungan hak cipta adalah satu-satunya masalah.",
      "Mari kita bersama-sama berinvestasi dalam potensi tak terbatas ekonomi kreatif Indonesia, untuk menciptakan nilai tambah, lapangan kerja, dan identitas bangsa yang mendunia.",
      "Pemerintah harus memberikan semua modal untuk pelaku ekonomi kreatif.",
      "Desain grafis adalah subsektor paling penting."
    ],
    "jawaban": "C",
    "pembahasan": "Ajakan dalam presentasi investasi harus mengajak audiens (investor) untuk melakukan tindakan spesifik. Pilihan **C** adalah yang paling tepat karena mengajak pendengar ('**Mari kita bersama-sama berinvestasi**') untuk melakukan tindakan spesifik dengan tujuan yang jelas ('**menciptakan nilai tambah, lapangan kerja, dan identitas bangsa yang mendunia**')."
  },
  {
    "id": 178,
    "pertanyaan": "Revitalisasi bahasa daerah menjadi sangat penting di tengah arus globalisasi. Banyak bahasa daerah di Indonesia yang terancam punah karena kurangnya penutur, terutama dari kalangan generasi muda. Padahal, bahasa daerah adalah kekayaan budaya yang tak ternilai, mengandung kearifan lokal, sejarah, dan identitas komunal. Kehilangan bahasa berarti kehilangan bagian penting dari warisan bangsa. Oleh karena itu, diperlukan upaya serius dari berbagai pihak, termasuk keluarga, sekolah, dan pemerintah daerah, untuk melestarikan dan mengembangkan bahasa daerah. Program pengajaran di sekolah, penggunaan dalam kehidupan sehari-hari, dan dukungan untuk komunitas penutur adalah beberapa langkah konkret yang bisa dilakukan.",
    "pertanyaan": "Frasa 'kekayaan budaya yang tak ternilai' dalam paragraf tersebut mengindikasikan aspek-aspek...",
    "pilihan": [
      "Hanya nilai ekonomisnya.",
      "Hanya nilai sejarahnya.",
      "Nilai intrinsik, historis, dan identitas yang sangat tinggi.",
      "Hanya nilai komunikasinya.",
      "Tidak memiliki nilai sama sekali."
    ],
    "jawaban": "C",
    "pembahasan": "Frasa '**kekayaan budaya yang tak ternilai**' menunjukkan bahwa bahasa daerah memiliki nilai yang sangat tinggi dan tidak dapat diukur secara materi. Hal ini mencakup **nilai intrinsik (karena keunikannya), historis (penyimpan sejarah), dan identitas (pembentuk jati diri)**."
  },
  {
    "id": 179,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": [
      "Ibu membeli sayur mayur, ikan, dan buah-buahan.",
      "Dia adalah seorang Profesor dari universitas terkemuka.",
      "Saya sangat suka membaca novel 'Anak Semua Bangsa'.",
      "Kakak bertanya, 'Apakah kamu sudah makan?'",
      "Upacara itu dihadiri oleh Bapak Presiden."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan **D** benar. Tanda tanya berada di dalam tanda petik untuk petikan langsung. Pilihan A salah karena 'sayur mayur' adalah frasa, bukan perincian yang dipisahkan koma. Pilihan B salah karena 'Profesor' tidak diikuti nama diri, sehingga tidak perlu huruf kapital. Pilihan C salah karena judul novel seharusnya dicetak miring. Pilihan E salah karena 'Presiden' tidak diikuti nama diri, sehingga tidak perlu huruf kapital."
  },
  {
    "id": 180,
    "pertanyaan": "Konsep "work-life balance" semakin relevan di tengah tuntutan pekerjaan yang tinggi dan kemajuan teknologi yang memungkinkan konektivitas tanpa henti. Keseimbangan antara kehidupan profesional dan personal penting untuk menjaga kesehatan fisik dan mental, serta meningkatkan produktivitas. Perusahaan yang mendukung work-life balance cenderung memiliki karyawan yang lebih loyal, bersemangat, dan kreatif. Namun, budaya kerja yang menuntut jam kerja panjang, tekanan untuk selalu 'online', dan kurangnya fleksibilitas masih menjadi hambatan. Oleh karena itu, perlu ada perubahan paradigma di tingkat perusahaan dan individu, serta dukungan kebijakan yang mempromosikan fleksibilitas kerja, batasan jam kerja yang jelas, dan kesadaran akan pentingnya istirahat dan rekreasi. Hanya dengan demikian, lingkungan kerja yang sehat dan produktif dapat tercipta.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari artikel di jurnal manajemen sumber daya manusia, manakah kalimat yang paling tepat untuk menjadi topik utama bagian 'Rekomendasi bagi Perusahaan'?",
    "pilihan": [
      "Karyawan harus bekerja lebih keras.",
      "Teknologi memungkinkan kita bekerja tanpa henti.",
      "Perusahaan harus mengadopsi budaya kerja yang mendukung work-life balance melalui fleksibilitas, batasan jam kerja yang jelas, dan kesadaran akan pentingnya keseimbangan, untuk meningkatkan loyalitas dan produktivitas karyawan.",
      "Work-life balance hanya relevan untuk karyawan.",
      "Istirahat dan rekreasi tidak penting dalam pekerjaan."
    ],
    "jawaban": "C",
    "pembahasan": "Topik utama bagian 'Rekomendasi bagi Perusahaan' harus merangkum tindakan yang perlu diambil oleh perusahaan. Pilihan **C** paling komprehensif, mencakup aspek budaya kerja, fleksibilitas, batasan jam kerja, kesadaran, serta tujuan (loyalitas dan produktivitas karyawan), yang merupakan inti dari rekomendasi bagi perusahaan terkait work-life balance."
  }
]
