[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Ekonomi Sirkular dan Masa Depan Sumber Daya**\n\n(1) Model ekonomi linier—ambil, buat, gunakan, buang—telah mencapai batas daya dukung lingkungannya. Sebagai respons, konsep ekonomi sirkular muncul sebagai paradigma baru yang revolusioner. Ekonomi sirkular bertujuan untuk menjaga agar produk, komponen, dan material tetap berada dalam siklus penggunaan dan nilai setinggi mungkin, dengan meminimalkan limbah dan ketergantungan pada sumber daya alam primer.\n\n(2) Prinsip inti dari ekonomi sirkular adalah desain ulang. Produk harus dirancang agar tahan lama, mudah diperbaiki (*repairable*), dan dapat didaur ulang. Ini memerlukan pergeseran dari kepemilikan massal ke model layanan, di mana perusahaan menjual fungsi atau kinerja produk, bukan produk itu sendiri (misalnya, penyewaan alat). Perubahan ini memerlukan investasi modal awal yang besar, terutama dalam infrastruktur daur ulang dan rantai pasokan balik (*reverse logistics*).\n\n(3) Keberhasilan transisi menuju model sirkular sangat bergantung pada kolaborasi lintas sektor. Pemerintah harus menetapkan kerangka regulasi yang kondusif, sementara konsumen didorong untuk mengubah perilaku konsumsi mereka. **Transisi ini bukan hanya tentang pengelolaan sampah yang lebih baik, melainkan sebuah transformasi sistemik yang menciptakan nilai ekonomi dan lingkungan yang berkelanjutan.**\n\nApa perbedaan utama model ekonomi sirkular dengan model ekonomi linier (Teks 1)?",
    "pilihan": [
      "Model linier fokus pada meminimalkan limbah, sedangkan sirkular fokus pada mengambil dan membuang.",
      "Model linier menjaga produk dalam siklus penggunaan, sedangkan sirkular adalah paradigma yang sudah usang.",
      "Model sirkular bertujuan menjaga produk dan material dalam siklus penggunaan setinggi mungkin, sedangkan linier adalah model 'ambil, buat, gunakan, buang'.",
      "Model sirkular memerlukan investasi modal awal yang besar, sedangkan linier tidak memerlukan biaya.",
      "Model linier menciptakan nilai ekonomi, sedangkan sirkular hanya fokus pada lingkungan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) membandingkan model linier ('ambil, buat, gunakan, buang') dengan sirkular ('menjaga agar produk, komponen, dan material tetap berada dalam siklus penggunaan')."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, pergeseran dari kepemilikan massal ke model layanan adalah salah satu implementasi dari prinsip....",
    "pilihan": [
      "Mengelola sampah yang lebih baik.",
      "Menciptakan limbah.",
      "Desain ulang produk yang berkelanjutan.",
      "Investasi modal yang kecil.",
      "Ketergantungan pada sumber daya alam primer."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menjelaskan bahwa pergeseran ke model layanan adalah bagian dari prinsip 'desain ulang' (produk dirancang agar tahan lama, mudah diperbaiki, dan dapat didaur ulang)."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'paradigma'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Hasil akhir dari suatu proses.",
      "Model atau pola pikir yang mendasari suatu teori atau sistem.",
      "Model yang berfokus pada sumber daya alam primer.",
      "Investasi modal awal yang besar.",
      "Ketergantungan pada material daur ulang."
    ],
    "jawaban": "B",
    "pembahasan": "Paradigma adalah kerangka berpikir atau model yang mendasari suatu cara pandang atau sistem."
  },
  {
    "id": 4,
    "pertanyaan": "Apa yang menjadi hambatan dalam transisi menuju model sirkular (paragraf 2)?",
    "pilihan": [
      "Ketergantungan pada sumber daya alam primer.",
      "Perubahan perilaku konsumsi konsumen.",
      "Kebutuhan investasi modal awal yang besar dalam infrastruktur dan rantai pasokan balik.",
      "Kurangnya kerangka regulasi yang kondusif.",
      "Model ekonomi linier yang sudah usang."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan perubahan ini memerlukan 'investasi modal awal yang besar, terutama dalam infrastruktur daur ulang dan rantai pasokan balik'."
  },
  {
    "id": 5,
    "pertanyaan": "Transisi menuju ekonomi sirkular disebut sebagai transformasi sistemik karena....",
    "pilihan": [
      "Hanya berfokus pada pengelolaan sampah yang lebih baik.",
      "Menciptakan nilai ekonomi tanpa memandang lingkungan.",
      "Melibatkan perubahan mendasar di seluruh sistem (desain, produksi, konsumsi, dan logistik).",
      "Hanya tergantung pada investasi modal awal.",
      "Bertujuan untuk menjaga agar produk tetap berada dalam nilai setinggi mungkin."
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'sistemik' (P3) berarti melibatkan perubahan mendasar di seluruh sistem yang ada (desain, produksi, konsumsi, dll.), bukan hanya pada satu aspek (seperti pengelolaan sampah)."
  },
  {
    "id": 6,
    "pertanyaan": "Penggunaan kata depan yang salah terdapat pada kalimat....",
    "pilihan": [
      "(1) Model ekonomi linier—ambil, buat, gunakan, buang—telah mencapai batas daya dukung lingkungannya.",
      "(1) Sebagai respons, konsep ekonomi sirkular muncul sebagai paradigma baru yang revolusioner.",
      "(2) Produk harus dirancang agar tahan lama, mudah diperbaiki (*repairable*), dan dapat didaur ulang.",
      "(2) Ini memerlukan pergeseran dari kepemilikan massal ke model layanan, di mana perusahaan menjual fungsi atau kinerja produk, bukan produk itu sendiri (misalnya, penyewaan alat).",
      "(3) Pemerintah harus menetapkan kerangka regulasi yang kondusif, sementara konsumen didorong untuk mengubah perilaku konsumsi mereka."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat (4) menggunakan kata depan 'ke' diikuti kata benda abstrak 'model layanan'. Seharusnya ditulis 'ke model layanan' (tanpa spasi). Selain itu, kata 'dimana' seharusnya ditulis 'di mana' (terpisah) dan kata 'produk' diulang dua kali, yang bisa disederhanakan."
  },
  {
    "id": 7,
    "pertanyaan": "Teks 1 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur pembuatan produk tahan lama.",
      "Perbandingan antara ekonomi sirkular dan linier, tantangan transisi, dan solusi sistemik.",
      "Kebutuhan investasi modal di infrastruktur daur ulang.",
      "Sejarah rantai pasokan balik (*reverse logistics*).",
      "Perubahan perilaku konsumsi konsumen secara global."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini menyajikan perbandingan (P1), tantangan/hambatan (P2), dan solusi/strategi transisi (P3) dari model ekonomi."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Dasar-Dasar *Quantum Computing***\n\n(1) Komputer klasik, yang kita gunakan sehari-hari, menyimpan informasi dalam bentuk *bit* yang hanya bisa merepresentasikan 0 atau 1. Sebaliknya, *quantum computing* memanfaatkan prinsip-prinsip mekanika kuantum untuk memproses informasi dalam bentuk *qubit*. *Qubit* memiliki kemampuan unik yang disebut superposisi dan keterikatan (*entanglement*).\n\n(2) **Superposisi** memungkinkan *qubit* untuk merepresentasikan 0 dan 1 secara bersamaan, jauh melebihi kemampuan *bit* klasik. Sedangkan **Keterikatan (*entanglement*)** adalah fenomena di mana dua atau lebih *qubit* saling terhubung, sehingga kondisi satu *qubit* secara instan memengaruhi kondisi *qubit* lainnya, terlepas dari jarak. Kemampuan ini memberikan daya komputasi eksponensial yang belum pernah tercapai sebelumnya.\n\n(3) Daya komputasi kuantum diperkirakan akan merevolusi bidang-bidang seperti penemuan obat, material baru, dan kriptografi. Komputer kuantum dapat memecahkan masalah yang saat ini dianggap tidak mungkin dipecahkan oleh superkomputer tercepat sekalipun. Namun, tantangan terbesarnya terletak pada mempertahankan kondisi *qubit* yang sangat rapuh dan sensitif terhadap gangguan lingkungan, seperti panas dan getaran (*dekoherensi*).\n\nApa perbedaan fundamental antara *bit* pada komputer klasik dan *qubit* pada *quantum computing* (Teks 2)?",
    "pilihan": [
      "*Bit* menggunakan superposisi, sedangkan *qubit* hanya merepresentasikan 0 atau 1.",
      "*Bit* merepresentasikan 0 atau 1, sedangkan *qubit* dapat merepresentasikan 0 dan 1 secara bersamaan (superposisi).",
      "Keduanya memiliki kemampuan *entanglement* yang sama.",
      "*Qubit* tidak sensitif terhadap panas dan getaran, sedangkan *bit* sangat rapuh.",
      "Komputer klasik lebih cepat memecahkan masalah kriptografi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) dan (2) menjelaskan *bit* klasik hanya 0 atau 1, sementara *qubit* memanfaatkan superposisi (merepresentasikan 0 dan 1 secara bersamaan)."
  },
  {
    "id": 9,
    "pertanyaan": "Istilah **'entanglement'** atau keterikatan dalam komputasi kuantum berarti....",
    "pilihan": [
      "Dua *qubit* tidak saling memengaruhi.",
      "Kondisi satu *qubit* secara instan memengaruhi *qubit* lain, terlepas dari jarak.",
      "*Qubit* dapat merepresentasikan 0 dan 1 secara bersamaan.",
      "Daya komputasi yang linier.",
      "Kondisi *qubit* sangat sensitif terhadap gangguan lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) mendefinisikan *entanglement* sebagai 'kondisi satu *qubit* secara instan memengaruhi kondisi *qubit* lainnya, terlepas dari jarak'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'eksponensial'** pada kalimat (2) Teks 2 adalah....",
    "pilihan": [
      "Pertumbuhan yang sangat lambat.",
      "Pertumbuhan yang bersifat linier.",
      "Peningkatan yang sangat cepat dan besar.",
      "Daya komputasi yang mudah dipecahkan.",
      "Sensitif terhadap panas dan getaran."
    ],
    "jawaban": "C",
    "pembahasan": "Eksponensial merujuk pada peningkatan yang sangat cepat, di mana laju pertumbuhannya semakin besar seiring waktu."
  },
  {
    "id": 11,
    "pertanyaan": "Berikut ini adalah bidang-bidang yang diperkirakan akan direvolusi oleh *quantum computing* (paragraf 3), **kecuali**....",
    "pilihan": [
      "Penemuan obat.",
      "Material baru.",
      "Kriptografi.",
      "Komputasi klasik.",
      "Memecahkan masalah yang dianggap tidak mungkin dipecahkan oleh superkomputer."
    ],
    "jawaban": "D",
    "pembahasan": "Komputer kuantum justru berpotensi menggantikan atau melampaui komputasi klasik, bukan merevolusi bidang komputasi klasik itu sendiri."
  },
  {
    "id": 12,
    "pertanyaan": "Tantangan terbesar dalam pengembangan *quantum computing* (paragraf 3) adalah....",
    "pilihan": [
      "Kemampuan superposisi.",
      "Daya komputasi yang eksponensial.",
      "Mempertahankan kondisi *qubit* yang rapuh (menghindari *dekoherensi*).",
      "Penemuan obat dan material baru.",
      "Prinsip mekanika kuantum."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan tantangan terbesarnya adalah 'mempertahankan kondisi *qubit* yang sangat rapuh dan sensitif terhadap gangguan lingkungan... (*dekoherensi*)'."
  },
  {
    "id": 13,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (3) Teks 2 adalah....",
    "pilihan": [
      "dekoherensi",
      "de-koherensi",
      "kerapuhan",
      "gangguan lingkungan",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'dekoherensi' adalah istilah teknis yang baku untuk menjelaskan hilangnya sifat kuantum, ditulis tanpa tanda hubung dan tidak perlu dimiringkan karena sudah diserap sebagai istilah teknis."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 termasuk jenis teks yang menggunakan pola pengembangan....",
    "pilihan": [
      "Hanya deskripsi fenomena fisik.",
      "Definisi-karakteristik-potensi-tantangan.",
      "Narasi-kronologis.",
      "Prosedur membuat *qubit*.",
      "Perbandingan antara penemuan obat dan kriptografi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mendefinisikan (P1), menjelaskan karakteristik (*superposisi*, *entanglement* di P2), membahas potensi revolusionernya (P3), dan tantangan (P3)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Peran *Critical Thinking* di Era Disinformasi**\n\n(1) Di tengah 'banjir' informasi digital, yang mana batas antara fakta dan fiksi menjadi kabur, keterampilan berpikir kritis (*critical thinking*) menjadi pertahanan kognitif yang paling vital. Berpikir kritis adalah kemampuan untuk menganalisis informasi secara objektif, mengevaluasi sumber, dan mempertanyakan asumsi, alih-alih menerima semua yang disajikan sebagai kebenaran mutlak.\n\n(2) Tanpa keterampilan ini, individu rentan menjadi korban disinformasi dan **'echo chamber'** digital, di mana mereka hanya terpapar pandangan yang menguatkan keyakinan mereka sendiri. Hal ini memperparah polarisasi sosial dan politik, menghambat dialog konstruktif, serta mengancam pengambilan keputusan yang rasional di tingkat individu maupun kolektif. *Critical thinking* berfungsi sebagai filter untuk memproses data yang berlimpah.\n\n(3) Oleh karena itu, *critical thinking* harus diintegrasikan secara holistik ke dalam sistem pendidikan di semua tingkatan. Kurikulum harus berfokus pada pelatihan penalaran logis, pengenalan terhadap bias kognitif, dan praktik verifikasi informasi. Tujuan utamanya adalah menciptakan warga negara yang tidak hanya terinformasi, tetapi juga mahir mengevaluasi informasi, menjadikannya kunci untuk memelihara demokrasi yang sehat.\n\nApa definisi dari *critical thinking* menurut Teks 3?",
    "pilihan": [
      "Kemampuan menerima semua informasi sebagai kebenaran mutlak.",
      "Kemampuan untuk menganalisis informasi secara objektif, mengevaluasi sumber, dan mempertanyakan asumsi.",
      "Kemampuan untuk menjadi korban disinformasi dan *echo chamber* digital.",
      "Kemampuan untuk memperparah polarisasi sosial.",
      "Kemampuan untuk membatasi dialog konstruktif."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mendefinisikan *critical thinking* sebagai 'kemampuan untuk menganalisis informasi secara objektif, mengevaluasi sumber, dan mempertanyakan asumsi'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa risiko bagi individu yang tidak memiliki keterampilan *critical thinking* (Teks 3)?",
    "pilihan": [
      "Mampu menghambat dialog konstruktif.",
      "Meningkatkan polarisasi sosial.",
      "Rentan menjadi korban disinformasi dan *echo chamber* digital.",
      "Membuat mereka menjadi mahir mengevaluasi informasi.",
      "Mengancam pengambilan keputusan yang rasional di tingkat kolektif."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan 'individu rentan menjadi korban disinformasi dan **'echo chamber'** digital'."
  },
  {
    "id": 17,
    "pertanyaan": "Istilah **'echo chamber'** digital (paragraf 2) merujuk pada situasi di mana individu....",
    "pilihan": [
      "Terpapar pada berbagai pandangan yang bertentangan.",
      "Hanya terpapar pandangan yang menguatkan keyakinan mereka sendiri.",
      "Menjadi mahir dalam verifikasi informasi.",
      "Menganalisis informasi secara objektif.",
      "Mampu menciptakan dialog konstruktif."
    ],
    "jawaban": "B",
    "pembahasan": "Echo chamber adalah ruang gema, di mana seseorang hanya mendengar pandangan yang sama atau yang menguatkan keyakinan mereka sendiri."
  },
  {
    "id": 18,
    "pertanyaan": "Berikut ini adalah fokus pelatihan yang harus diintegrasikan ke dalam kurikulum (paragraf 3), **kecuali**....",
    "pilihan": [
      "Pelatihan penalaran logis.",
      "Pengenalan terhadap bias kognitif.",
      "Praktik verifikasi informasi.",
      "Penciptaan warga negara yang terinformasi.",
      "Penerimaan informasi sebagai kebenaran mutlak."
    ],
    "jawaban": "E",
    "pembahasan": "Penerimaan informasi sebagai kebenaran mutlak justru adalah kebalikan dari *critical thinking*."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang bersifat....",
    "pilihan": [
      "Menceritakan kisah para korban disinformasi.",
      "Analitis-persuasif tentang urgensi dan peran *critical thinking* di era digital.",
      "Deskriptif murni tentang cara kerja algoritma media sosial.",
      "Prosedural untuk verifikasi informasi.",
      "Perbandingan antara polarisasi sosial dan politik."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini menganalisis masalah (urgensi), menjelaskan peran (*critical thinking*), dan bersifat persuasif (mengajak untuk mengintegrasikannya dalam pendidikan)."
  },
  {
    "id": 20,
    "pertanyaan": "Tujuan akhir dari integrasi *critical thinking* ke dalam pendidikan (paragraf 3) adalah untuk....",
    "pilihan": [
      "Memperparah polarisasi sosial.",
      "Menciptakan warga negara yang hanya terinformasi saja.",
      "Menciptakan warga negara yang tidak hanya terinformasi, tetapi juga mahir mengevaluasi informasi, demi demokrasi yang sehat.",
      "Mengurangi keterampilan penalaran logis.",
      "Menghambat dialog konstruktif."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan 'Tujuan utamanya adalah menciptakan warga negara yang tidak hanya terinformasi, tetapi juga mahir mengevaluasi informasi, menjadikannya kunci untuk memelihara demokrasi yang sehat'."
  }
]
