[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Ketergantungan Global pada Semikonduktor**\n\n(1) Semikonduktor, sering disebut 'otak' dari teknologi modern, adalah komponen krusial yang digunakan di segala hal mulai dari ponsel pintar, mobil, hingga sistem pertahanan. Industri global sangat bergantung pada pasokan semikonduktor, yang sebagian besar diproduksi di segelintir negara di Asia Timur.\n\n(2) Ketergantungan ini menciptakan kerentanan rantai pasokan yang signifikan. Pandemi COVID-19 dan ketegangan geopolitik telah secara nyata mengekspos kerapuhan ini, memicu krisis chip global. **Krisis ini tidak hanya mengganggu produksi barang elektronik, tetapi juga menghambat sektor-sektor strategis seperti otomotif dan perawatan kesehatan, yang kini semakin terdigitalisasi.**\n\n(3) Sebagai respons, banyak negara, terutama Amerika Serikat dan Uni Eropa, meluncurkan inisiatif besar untuk membangun kapasitas manufaktur semikonduktor domestik. Tujuannya adalah untuk mendesentralisasi produksi dan mengurangi risiko kegagalan pasokan di masa depan. Upaya ini memerlukan investasi modal yang besar, transfer teknologi yang kompleks, dan pelatihan tenaga kerja terampil yang masif.\n\nApa peran semikonduktor dalam teknologi modern (Teks 1)?",
    "pilihan": [
      "Sebagai bahan bakar utama mobil dan sistem pertahanan.",
      "Komponen krusial yang berfungsi sebagai 'otak' dari teknologi modern.",
      "Hanya digunakan dalam produksi ponsel pintar.",
      "Mengurangi kerentanan rantai pasokan global.",
      "Menghambat sektor otomotif dan perawatan kesehatan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan semikonduktor adalah 'komponen krusial yang digunakan di segala hal' dan sering disebut 'otak' dari teknologi modern."
  },
  {
    "id": 2,
    "pertanyaan": "Mengapa ketergantungan pada semikonduktor global menciptakan kerentanan (Teks 1)?",
    "pilihan": [
      "Karena semikonduktor hanya digunakan di ponsel pintar.",
      "Karena sebagian besar semikonduktor diproduksi di segelintir negara.",
      "Karena semikonduktor tidak terpengaruh oleh pandemi dan geopolitik.",
      "Karena krisis chip global dapat meningkatkan produksi barang elektronik.",
      "Karena harganya yang sangat mahal."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) dan (2) menjelaskan kerentanan terjadi karena pasokan 'sebagian besar diproduksi di segelintir negara di Asia Timur'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'geopolitik'** pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "Hubungan antara produksi teknologi dan lingkungan.",
      "Hubungan internasional yang didasarkan pada faktor geografis dan ekonomi.",
      "Krisis yang hanya memengaruhi sektor otomotif.",
      "Ketergantungan pada pasokan semikonduktor.",
      "Proses transfer teknologi yang kompleks."
    ],
    "jawaban": "B",
    "pembahasan": "Geopolitik adalah studi tentang pengaruh faktor geografis (lokasi, sumber daya) terhadap hubungan internasional dan kebijakan suatu negara."
  },
  {
    "id": 4,
    "pertanyaan": "Apa solusi utama yang diupayakan oleh AS dan Uni Eropa untuk mengatasi krisis chip (paragraf 3)?",
    "pilihan": [
      "Meningkatkan impor dari Asia Timur.",
      "Menghentikan produksi barang elektronik.",
      "Membangun kapasitas manufaktur semikonduktor domestik.",
      "Mengurangi pelatihan tenaga kerja terampil.",
      "Menghambat sektor otomotif dan perawatan kesehatan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan inisiatif utamanya adalah 'membangun kapasitas manufaktur semikonduktor domestik'."
  },
  {
    "id": 5,
    "pertanyaan": "Teks 1 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur pembuatan semikonduktor di Asia Timur.",
      "Sejarah industri ponsel pintar.",
      "Analisis ketergantungan global pada semikonduktor, dampaknya, dan upaya desentralisasi produksi.",
      "Dampak krisis chip hanya pada sektor otomotif.",
      "Perdebatan mengenai insentif pemerintah untuk transfer teknologi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mencakup peran semikonduktor, kerentanan (dampak), dan solusi (upaya desentralisasi)."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal di paragraf (2) Teks 1 menyajikan....",
    "pilihan": [
      "Sebab terjadinya krisis chip.",
      "Definisi semikonduktor.",
      "Contoh konkret dampak krisis chip pada sektor strategis.",
      "Solusi untuk mengatasi krisis chip.",
      "Argumen yang melemahkan kerentanan rantai pasokan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut memberikan perincian atau 'contoh konkret' sektor-sektor yang terhambat akibat krisis chip: otomotif dan perawatan kesehatan."
  },
  {
    "id": 7,
    "pertanyaan": "Berikut ini adalah hal-hal yang dibutuhkan untuk membangun manufaktur semikonduktor domestik (paragraf 3), **kecuali**....",
    "pilihan": [
      "Investasi modal yang besar.",
      "Transfer teknologi yang kompleks.",
      "Pelatihan tenaga kerja terampil yang masif.",
      "Pengurangan risiko kegagalan pasokan di masa depan.",
      "Ketergantungan pada pasokan dari Asia Timur."
    ],
    "jawaban": "E",
    "pembahasan": "Tujuan dari pembangunan domestik justru untuk menghilangkan 'Ketergantungan pada pasokan dari Asia Timur'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Astronomi Gelombang Gravitasi dan Jendela Baru Alam Semesta**\n\n(1) Selama berabad-abad, pemahaman kita tentang alam semesta didasarkan pada cahaya (gelombang elektromagnetik). Namun, penemuan Gelombang Gravitasi (GG) telah membuka 'jendela' baru. GG adalah riak dalam ruang-waktu (*spacetime*) yang disebabkan oleh peristiwa kosmik yang sangat energetik, seperti penggabungan lubang hitam atau bintang neutron.\n\n(2) GG pertama kali diprediksi oleh Albert Einstein satu abad lalu, namun baru terdeteksi secara langsung pada tahun 2015 oleh observatorium LIGO. Deteksi ini memungkinkan astronomi Gelombang Gravitasi. **Berbeda dengan cahaya yang dapat dihalangi oleh materi, GG hampir tidak terpengaruh dan membawa informasi langsung dari pusat peristiwa yang paling ekstrem di alam semesta.**\n\n(3) Kemampuan GG untuk menembus materi secara tak terbatas memungkinkan para ilmuwan untuk 'mendengarkan' kelahiran lubang hitam, menguji batas-batas teori relativitas, dan memahami laju ekspansi alam semesta. Bidang baru ini merevolusi kosmologi dan memberikan pemahaman yang lebih komprehensif daripada hanya mengandalkan observasi optik.\n\nApa perbedaan fundamental Gelombang Gravitasi (GG) dengan cahaya (Teks 2)?",
    "pilihan": [
      "Cahaya diprediksi oleh Albert Einstein, sedangkan GG tidak.",
      "GG dapat dihalangi oleh materi, sedangkan cahaya tidak.",
      "Cahaya dapat dihalangi oleh materi, sedangkan GG hampir tidak terpengaruh dan dapat menembus materi secara tak terbatas.",
      "Cahaya adalah riak dalam ruang-waktu, sedangkan GG adalah gelombang elektromagnetik.",
      "Cahaya membawa informasi dari pusat peristiwa ekstrem, sedangkan GG hanya dari bintang neutron."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) yang dicetak tebal menjelaskan perbedaannya: 'Berbeda dengan cahaya yang dapat dihalangi oleh materi, GG hampir tidak terpengaruh dan membawa informasi langsung dari pusat peristiwa...'"
  },
  {
    "id": 9,
    "pertanyaan": "Apa penyebab terjadinya Gelombang Gravitasi (Teks 2)?",
    "pilihan": [
      "Penggabungan inti atom ringan.",
      "Deteksi oleh observatorium LIGO.",
      "Peristiwa kosmik yang sangat energetik, seperti penggabungan lubang hitam atau bintang neutron.",
      "Ekspansi alam semesta yang lambat.",
      "Peredam gelombang elektromagnetik."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan GG disebabkan oleh 'peristiwa kosmik yang sangat energetik, seperti penggabungan lubang hitam atau bintang neutron'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'kosmologi'** pada kalimat (3) Teks 2 adalah....",
    "pilihan": [
      "Ilmu yang mempelajari cahaya dan gelombang elektromagnetik.",
      "Ilmu yang mempelajari bintang neutron dan lubang hitam.",
      "Ilmu yang mempelajari asal-usul, evolusi, dan struktur alam semesta secara keseluruhan.",
      "Ilmu yang mempelajari observatorium LIGO.",
      "Teori yang diprediksi oleh Albert Einstein."
    ],
    "jawaban": "C",
    "pembahasan": "Kosmologi adalah cabang ilmu yang mempelajari alam semesta dalam skala besar, termasuk asal-usul, struktur, dan evolusinya."
  },
  {
    "id": 11,
    "pertanyaan": "Teks 2 menyimpulkan bahwa bidang astronomi Gelombang Gravitasi merevolusi kosmologi dengan cara....",
    "pilihan": [
      "Hanya mengandalkan observasi optik.",
      "Menguji batas-batas teori relativitas dan memahami laju ekspansi alam semesta.",
      "Menggantikan Albert Einstein.",
      "Menghalangi semua materi di alam semesta.",
      "Membuktikan bahwa cahaya lebih cepat daripada GG."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan peran GG untuk 'menguji batas-batas teori relativitas, dan memahami laju ekspansi alam semesta'."
  },
  {
    "id": 12,
    "pertanyaan": "Pernyataan yang dapat **mendukung** argumen Teks 2 adalah....",
    "pilihan": [
      "LIGO mengumumkan bahwa GG yang mereka deteksi hanyalah riak palsu.",
      "Observasi optik ternyata mampu menembus pusat lubang hitam.",
      "Para ilmuwan kini berhasil 'mendengarkan' penggabungan dua lubang hitam yang tidak memancarkan cahaya.",
      "GG kini dapat dihalangi oleh debu kosmik.",
      "Teori relativitas umum Albert Einstein terbukti salah."
    ],
    "jawaban": "C",
    "pembahasan": "GG yang mampu 'mendengarkan' peristiwa tanpa cahaya (C) adalah bukti kuat untuk argumen teks bahwa GG adalah jendela baru yang menembus materi."
  },
  {
    "id": 13,
    "pertanyaan": "Teks 2 termasuk jenis teks yang menggunakan pola pengembangan....",
    "pilihan": [
      "Narasi kronologis penemuan Einstein.",
      "Deskripsi alat deteksi LIGO.",
      "Definisi-perbandingan-implikasi ilmiah.",
      "Prosedur pembuatan GG.",
      "Perdebatan mengenai ekspansi alam semesta."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mendefinisikan GG (P1), membandingkannya dengan cahaya (P2), dan menjelaskan implikasi penemuannya (P3)."
  },
  {
    "id": 14,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (2) Teks 2 adalah....",
    "pilihan": [
      "LIGO tidak terpengaruh oleh materi.",
      "GG dan cahaya sama-sama dapat dihalangi oleh materi.",
      "GG unik karena kemampuannya membawa informasi langsung dari pusat peristiwa ekstrem tanpa terhalang materi.",
      "Cahaya lebih baik dalam membawa informasi kosmik.",
      "Einstein memprediksi GG lebih lambat dari cahaya."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menyoroti sifat unik GG yang 'hampir tidak terpengaruh' materi, sehingga dapat membawa 'informasi langsung' dari peristiwa ekstrem."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Etika *Gig Economy* dan Perlindungan Pekerja Lepas**\n\n(1) *Gig economy*, yang dicirikan oleh pekerjaan jangka pendek atau kontrak (*freelance*), telah berkembang pesat berkat platform digital. Model ini menawarkan fleksibilitas jam kerja dan otonomi bagi pekerja, serta efisiensi biaya operasional bagi perusahaan.\n\n(2) Namun, pertumbuhan *gig economy* memunculkan dilema etika serius terkait status pekerjaan. Pekerja lepas (*gig worker*) sering diklasifikasikan sebagai kontraktor independen, bukan karyawan. Klasifikasi ini berarti mereka tidak mendapatkan perlindungan tenaga kerja esensial, seperti jaminan kesehatan, cuti berbayar, tunjangan pensiun, atau perlindungan dari pemutusan hubungan kerja (*PHK*) yang tidak adil.\n\n(3) **Dilema ini menyoroti perlunya kerangka regulasi baru yang dapat mengakomodasi fleksibilitas model *gig* sambil memastikan hak-hak dasar pekerja terpenuhi.** Beberapa yurisdiksi mulai memperkenalkan kategori pekerjaan hibrida—'pekerja platform'—yang memberikan sebagian tunjangan karyawan tanpa mengurangi otonomi mereka. Solusi ini bertujuan untuk menyeimbangkan inovasi ekonomi dengan keadilan sosial.\n\nApa ciri utama dari *gig economy* (Teks 3)?",
    "pilihan": [
      "Menyediakan jaminan kesehatan dan tunjangan pensiun.",
      "Pekerjaan jangka pendek atau kontrak (*freelance*) melalui platform digital.",
      "Semua pekerja diklasifikasikan sebagai karyawan penuh.",
      "Kurangnya fleksibilitas jam kerja.",
      "Melindungi pekerja dari PHK yang tidak adil."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mencirikan *gig economy* sebagai 'pekerjaan jangka pendek atau kontrak (*freelance*), telah berkembang pesat berkat platform digital'."
  },
  {
    "id": 16,
    "pertanyaan": "Mengapa status kontraktor independen merugikan pekerja lepas (Teks 3)?",
    "pilihan": [
      "Mereka mendapatkan tunjangan pensiun dan cuti berbayar.",
      "Mereka mendapatkan fleksibilitas jam kerja yang tinggi.",
      "Mereka tidak mendapatkan perlindungan tenaga kerja esensial, seperti jaminan kesehatan dan tunjangan pensiun.",
      "Mereka menjadi karyawan penuh di perusahaan.",
      "Mereka dijamin dari pemutusan hubungan kerja yang tidak adil."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menjelaskan kerugiannya: 'tidak mendapatkan perlindungan tenaga kerja esensial, seperti jaminan kesehatan, cuti berbayar, tunjangan pensiun...'."
  },
  {
    "id": 17,
    "pertanyaan": "Makna kata **'otonomi'** pada kalimat (1) Teks 3 adalah....",
    "pilihan": [
      "Ketergantungan pada perusahaan.",
      "Kewajiban untuk bekerja lembur.",
      "Kemampuan untuk mengatur diri sendiri atau kemandirian.",
      "Klasifikasi sebagai karyawan penuh.",
      "Kurangnya efisiensi biaya operasional."
    ],
    "jawaban": "C",
    "pembahasan": "Otonomi berarti hak dan kekuasaan untuk mengatur dan mengurus diri sendiri, dalam konteks ini berarti fleksibilitas dalam memilih jam kerja dan cara bekerja."
  },
  {
    "id": 18,
    "pertanyaan": "Apa solusi regulasi yang mulai diterapkan di beberapa yurisdiksi untuk pekerja *gig economy* (paragraf 3)?",
    "pilihan": [
      "Mengklasifikasikan semua pekerja *gig* sebagai kontraktor independen.",
      "Menghilangkan semua tunjangan pekerja.",
      "Memperkenalkan kategori pekerjaan hibrida—'pekerja platform'—yang memberikan sebagian tunjangan karyawan.",
      "Mengurangi fleksibilitas jam kerja pekerja.",
      "Melarang *gig economy* secara keseluruhan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan 'memperkenalkan kategori pekerjaan hibrida—'pekerja platform'—yang memberikan sebagian tunjangan karyawan'."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur mendaftar sebagai pekerja *freelance*.",
      "Perbandingan antara jaminan kesehatan dan tunjangan pensiun.",
      "Definisi *gig economy*, dilema etika status pekerja, dan solusi regulasi untuk keadilan sosial.",
      "Dampak positif *gig economy* pada perusahaan besar.",
      "Sejarah serikat pekerja lepas."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mendefinisikan *gig economy* (P1), menguraikan masalah etika/dilema status pekerja (P2), dan menawarkan solusi regulasi (P3)."
  },
  {
    "id": 20,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (3) Teks 3 adalah....",
    "pilihan": [
      "Regulasi harus menghilangkan semua fleksibilitas model *gig*.",
      "Hanya perusahaan yang harus melindungi hak-hak dasar pekerja.",
      "Diperlukan regulasi baru untuk menyeimbangkan fleksibilitas *gig economy* dengan pemenuhan hak-hak dasar pekerja.",
      "Kategori 'pekerja platform' hanya menambah dilema etika.",
      "Hak-hak dasar pekerja sudah terpenuhi di *gig economy*."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menyoroti 'perlunya kerangka regulasi baru yang dapat mengakomodasi fleksibilitas model *gig* sambil memastikan hak-hak dasar pekerja terpenuhi'."
  }
]
