[
  {
    "id": 1,
    "pertanyaan": "Bacalah kalimat berikut: 'Meskipun harga bahan pokok naik, pemerintah menjamin ketersediaan pasokan.' Kata 'ketersediaan' dalam kalimat tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "Kelangkaan",
      "Kecukupan",
      "Kemahalan",
      "Kebutuhan",
      "Kelebihan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'ketersediaan' merujuk pada kondisi di mana sesuatu tersedia atau ada dalam jumlah yang cukup. Oleh karena itu, 'kecukupan' adalah pilihan yang paling tepat."
  },
  {
    "id": 2,
    "pertanyaan": "Perhatikan kalimat berikut: 'Banjir bandang di wilayah itu disebabkan oleh penebangan hutan secara liar.' Kata penghubung yang tepat untuk mengganti 'disebabkan oleh' tanpa mengubah makna adalah...",
    "pilihan": [
      "kemudian",
      "sehingga",
      "akibat dari",
      "meskipun",
      "melainkan"
    ],
    "jawaban": "C",
    "pembahasan": "Frasa 'disebabkan oleh' menunjukkan hubungan sebab-akibat. 'Akibat dari' juga menunjukkan hubungan sebab-akibat yang serupa, sehingga dapat menggantikan frasa tersebut."
  },
  {
    "id": 3,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dari pilihan berikut:",
    "pilihan": [
      "Kepada para hadirin dimohon untuk berdiri.",
      "Untuk para hadirin mohon berdiri.",
      "Para hadirin dimohon berdiri.",
      "Dimohon untuk para hadirin berdiri.",
      "Mohon hadirin sekalian berdiri."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat 'Para hadirin dimohon berdiri' adalah yang paling efektif karena singkat, jelas, dan tidak mengandung pemborosan kata seperti 'kepada para' atau 'untuk para'."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah kalimat: 'Siswa-siswa yang berprestasi akan diberikan beasiswa oleh pihak sekolah.' Kalimat tersebut dapat diubah menjadi kalimat pasif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Pihak sekolah akan memberikan beasiswa kepada siswa-siswa yang berprestasi.",
      "Beasiswa akan diberikan oleh pihak sekolah kepada siswa-siswa yang berprestasi.",
      "Siswa-siswa berprestasi menerima beasiswa dari pihak sekolah.",
      "Pihak sekolah memberikan beasiswa untuk siswa-siswa berprestasi.",
      "Beasiswa diterima siswa-siswa yang berprestasi oleh pihak sekolah."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pasif adalah kalimat di mana subjeknya dikenai tindakan. Dalam kalimat asli, 'siswa-siswa yang berprestasi' adalah objek yang akan dikenai tindakan 'diberikan'. Maka, 'Beasiswa akan diberikan oleh pihak sekolah kepada siswa-siswa yang berprestasi' menjadikan 'beasiswa' sebagai subjek yang dikenai tindakan."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya baku?",
    "pilihan": [
      "Resiko",
      "Apotek",
      "Atlit",
      "Nopember",
      "Kwalitas"
    ],
    "jawaban": "B",
    "pembahasan": "Menurut KBBI, 'apotek' adalah bentuk baku. Bentuk baku dari pilihan lain adalah 'risiko', 'atlet', 'November', dan 'kualitas'."
  },
  {
    "id": 6,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Pencemaran udara merupakan masalah serius di perkotaan. ______ dapat menyebabkan berbagai masalah kesehatan, seperti ISPA dan penyakit jantung.' Kalimat yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Oleh karena itu",
      "Namun demikian",
      "Selain itu",
      "Akibatnya",
      "Meskipun demikian"
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat setelah rumpang menjelaskan konsekuensi atau dampak dari pencemaran udara. Oleh karena itu, 'Akibatnya' adalah konjungsi yang paling sesuai untuk menunjukkan hubungan sebab-akibat."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah kalimat berikut: 'Upacara bendera akan dilaksanakan pada hari Senin, 17 Agustus 2025.' Penulisan tanggal pada kalimat tersebut...",
    "pilihan": [
      "Sudah benar",
      "Seharusnya '17 Agustus, 2025'",
      "Seharusnya 'Senin 17 Agustus 2025'",
      "Seharusnya 'hari Senin tanggal 17 Agustus 2025'",
      "Seharusnya '17 Agustus 2025 Hari Senin'"
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan tanggal dengan format 'Hari, Tanggal Bulan Tahun' adalah format baku yang benar dalam bahasa Indonesia."
  },
  {
    "id": 8,
    "pertanyaan": "Pilihlah penggunaan tanda baca koma (,) yang tepat pada kalimat berikut.",
    "pilihan": [
      "Saya suka makan nasi goreng, mie ayam, dan bakso.",
      "Walaupun lelah saya tetap semangat.",
      "Oleh karena itu, kita harus berhati-hati.",
      "Ibu berkata 'Jangan lupa belajar!'",
      "Dia adalah seorang dokter, yang sangat ahli."
    ],
    "jawaban": "C",
    "pembahasan": "Tanda koma digunakan setelah konjungsi antar-kalimat seperti 'oleh karena itu', 'jadi', 'dengan demikian', dan lain-lain jika diikuti oleh kalimat. Pilihan A salah karena 'dan' tidak perlu koma sebelumnya. Pilihan B salah karena klausa bawahan yang mendahului induk kalimat harus diikuti koma ('Walaupun lelah, saya tetap semangat.'). Pilihan D salah karena tanda koma seharusnya mendahului petikan langsung ('Ibu berkata, 'Jangan lupa belajar!''). Pilihan E salah karena 'yang sangat ahli' adalah anak kalimat pembatas yang tidak perlu dipisahkan dengan koma."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah paragraf berikut: 'Kebijakan baru pemerintah mengenai subsidi energi menuai pro dan kontra di kalangan masyarakat. Sebagian masyarakat menyambut baik karena dianggap dapat meringankan beban. Namun, sebagian lainnya menolak karena khawatir akan dampaknya terhadap kenaikan harga kebutuhan pokok.' Kalimat utama paragraf tersebut adalah...",
    "pilihan": [
      "Subsidi energi dapat meringankan beban masyarakat.",
      "Kebijakan pemerintah menuai pro dan kontra.",
      "Sebagian masyarakat menolak kebijakan pemerintah.",
      "Kenaikan harga kebutuhan pokok menjadi kekhawatiran.",
      "Kebijakan baru pemerintah mengenai subsidi energi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat utama menyatakan gagasan pokok paragraf. Kalimat 'Kebijakan baru pemerintah mengenai subsidi energi menuai pro dan kontra di kalangan masyarakat' adalah kalimat utama karena kalimat-kalimat berikutnya menjelaskan pro dan kontra tersebut."
  },
  {
    "id": 10,
    "pertanyaan": "Pemerintah mengeluarkan kebijakan untuk meningkatkan produksi pertanian. Kebijakan ini diharapkan dapat mengurangi ketergantungan impor pangan dan menjaga stabilitas harga di pasar domestik. Selain itu, peningkatan produksi juga bertujuan untuk meningkatkan kesejahteraan petani melalui pendapatan yang lebih baik. Namun, implementasi kebijakan ini memerlukan kerja sama dari berbagai pihak, termasuk petani, distributor, dan konsumen. Jika kebijakan ini berhasil, ketahanan pangan nasional akan semakin kuat.",
    "pertanyaan": "Berdasarkan paragraf di atas, manakah pernyataan yang TIDAK sesuai?",
    "pilihan": [
      "Kebijakan pemerintah bertujuan mengurangi impor pangan.",
      "Stabilitas harga pangan domestik adalah salah satu harapan dari kebijakan.",
      "Peningkatan produksi diharapkan meningkatkan pendapatan petani.",
      "Keberhasilan kebijakan hanya bergantung pada petani.",
      "Ketahanan pangan nasional akan kuat jika kebijakan berhasil."
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan D ('Keberhasilan kebijakan hanya bergantung pada petani.') tidak sesuai dengan paragraf. Paragraf jelas menyebutkan bahwa 'implementasi kebijakan ini memerlukan kerja sama dari berbagai pihak, termasuk petani, distributor, dan konsumen'."
  },
  {
    "id": 11,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah diperingatkan berulang kali, siswa tersebut tetap melanggar peraturan sekolah.' Konjungsi 'Meskipun' pada kalimat tersebut menyatakan hubungan...",
    "pilihan": [
      "Sebab-akibat",
      "Perbandingan",
      "Pertentangan",
      "Penambahan",
      "Syarat"
    ],
    "jawaban": "C",
    "pembahasan": "Konjungsi 'meskipun' atau 'walaupun' menunjukkan adanya pertentangan atau hal yang tidak sejalan antara dua klausa. Dalam hal ini, antara 'sudah diperingatkan' (seharusnya patuh) dan 'tetap melanggar'."
  },
  {
    "id": 12,
    "pertanyaan": "Dalam era digital ini, penyebaran informasi palsu atau hoaks menjadi tantangan serius. Hoaks tidak hanya menimbulkan kebingungan di masyarakat, tetapi juga dapat memecah belah persatuan. Oleh karena itu, kemampuan literasi digital sangat penting untuk memverifikasi informasi sebelum menyebarkannya. Pemerintah dan masyarakat perlu bekerja sama untuk memerangi fenomena hoaks.",
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": [
      "Literasi digital sebagai solusi hoaks.",
      "Bahaya penyebaran hoaks di era digital.",
      "Peran pemerintah dalam memerangi hoaks.",
      "Pentingnya verifikasi informasi.",
      "Kerjasama masyarakat melawan hoaks."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok adalah gagasan utama yang melandasi seluruh paragraf. Paragraf ini secara keseluruhan membahas tentang ancaman dan dampak negatif dari penyebaran hoaks di era digital."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan logis.",
    "pilihan": [
      "Bagi semua siswa wajib mengikuti upacara.",
      "Dengan rajin belajar, nilai-nilai siswa akan meningkat.",
      "Setelah pulang dari sekolah, saya makan siang.",
      "Dalam rangka meningkatkan kualitas pendidikan, guru-guru diberikan pelatihan.",
      "Meskipun hujan deras, tetapi pertandingan tetap dilanjutkan."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D memiliki struktur yang benar dan logis. Pilihan A salah karena ada penggunaan preposisi ganda ('Bagi semua siswa'). Pilihan B kurang tepat karena subjek 'nilai-nilai siswa' tidak melakukan tindakan 'meningkat' secara aktif ('Dengan rajin belajar, siswa akan meningkatkan nilai-nilainya'). Pilihan C kurang tepat, karena 'saya' setelah klausa keterangan waktu menjadikan kalimat kurang efektif. Pilihan E salah karena penggunaan 'meskipun... tetapi' adalah pemborosan (cukup 'Meskipun hujan deras, pertandingan tetap dilanjutkan' atau 'Hujan deras, tetapi pertandingan tetap dilanjutkan')."
  },
  {
    "id": 14,
    "pertanyaan": "Perhatikan kalimat: 'Mahasiswa itu menulis proposal penelitian tentang dampak penggunaan media sosial terhadap perilaku remaja.' Kata yang memiliki fungsi sebagai predikat dalam kalimat tersebut adalah...",
    "pilihan": [
      "Mahasiswa",
      "Itu",
      "Menulis",
      "Proposal",
      "Dampak"
    ],
    "jawaban": "C",
    "pembahasan": "Predikat adalah bagian kalimat yang menyatakan tindakan atau keadaan subjek. Dalam kalimat ini, 'menulis' adalah kata kerja yang menjelaskan tindakan yang dilakukan oleh subjek 'Mahasiswa itu'."
  },
  {
    "id": 15,
    "pertanyaan": "Meningkatnya kesadaran masyarakat akan pentingnya lingkungan hidup telah mendorong berbagai inovasi dalam pengelolaan sampah. Salah satunya adalah pemanfaatan limbah organik menjadi kompos. Kompos ini tidak hanya mengurangi volume sampah yang menumpuk di TPA, tetapi juga menyediakan pupuk alami yang bermanfaat bagi pertanian. Oleh karena itu, edukasi dan sosialisasi mengenai pembuatan kompos perlu terus digalakkan agar masyarakat semakin mandiri dalam mengelola sampahnya sendiri.",
    "pertanyaan": "Jika penulis ingin menambahkan kalimat yang mendukung gagasan utama pada akhir paragraf, kalimat yang paling tepat adalah...",
    "pilihan": [
      "Sampah anorganik juga harus dipilah dan didaur ulang.",
      "Pemerintah harus memberikan insentif bagi warga yang membuat kompos.",
      "Dengan demikian, masalah sampah di Indonesia dapat teratasi secara menyeluruh.",
      "Pengelolaan sampah terpadu akan menciptakan lingkungan yang lebih bersih dan sehat.",
      "Kesadaran ini juga harus dibarengi dengan praktik nyata yang berkelanjutan."
    ],
    "jawaban": "E",
    "pembahasan": "Gagasan utama paragraf adalah pentingnya kesadaran dan inovasi dalam pengelolaan sampah, khususnya kompos. Kalimat terakhir paragraf menekankan edukasi dan sosialisasi. Untuk mendukung gagasan utama, perlu ditekankan bahwa kesadaran harus diikuti oleh tindakan. Pilihan E ('Kesadaran ini juga harus dibarengi dengan praktik nyata yang berkelanjutan.') paling sesuai karena menguatkan pesan tentang pentingnya implementasi dari kesadaran tersebut."
  },
  {
    "id": 16,
    "pertanyaan": "Bacalah dengan cermat: 'Perubahan iklim global saat ini telah menjadi isu krusial yang memerlukan perhatian serius dari seluruh negara. Peningkatan suhu bumi, mencairnya gletser, dan seringnya terjadi bencana alam ekstrem merupakan indikator nyata dari fenomena ini. Tanpa tindakan mitigasi yang signifikan, dampaknya dapat mengancam keberlangsungan hidup manusia dan ekosistem di masa depan. Oleh karena itu, diperlukan kerja sama internasional yang kuat serta komitmen dari setiap individu untuk mengurangi emisi gas rumah kaca.'\n\nManakah dari pilihan berikut yang merupakan simpulan yang paling tepat dari paragraf di atas?",
    "pilihan": [
      "Bencana alam ekstrem adalah dampak paling parah dari perubahan iklim.",
      "Perubahan iklim hanya dapat diatasi dengan mengurangi emisi gas rumah kaca.",
      "Perubahan iklim global adalah isu penting yang membutuhkan kerja sama dan komitmen global untuk mitigasi.",
      "Mencairnya gletser adalah bukti bahwa suhu bumi terus meningkat.",
      "Keberlangsungan hidup manusia terancam jika tidak ada mitigasi perubahan iklim."
    ],
    "jawaban": "C",
    "pembahasan": "Simpulan adalah ringkasan dari ide-ide utama yang disampaikan. Pilihan C merangkum gagasan inti paragraf, yaitu bahwa perubahan iklim adalah isu krusial yang menuntut perhatian, kerja sama internasional, dan komitmen individu untuk mitigasi."
  },
  {
    "id": 17,
    "pertanyaan": "Pendidikan karakter memegang peranan penting dalam membentuk generasi muda yang berkualitas. Melalui pendidikan ini, siswa diajarkan nilai-nilai moral, etika, dan tanggung jawab sosial. Kurikulum yang terintegrasi dengan pendidikan karakter akan membantu siswa mengembangkan potensi diri secara holistik, tidak hanya dari segi akademik, tetapi juga kepribadian. Pembentukan karakter yang kuat akan menjadi fondasi bagi mereka untuk menghadapi tantangan di masa depan dan berkontribusi positif bagi masyarakat.",
    "pertanyaan": "Kalimat manakah yang dapat dihilangkan tanpa mengurangi koherensi atau inti informasi pada paragraf di atas?",
    "pilihan": [
      "Pendidikan karakter memegang peranan penting dalam membentuk generasi muda yang berkualitas.",
      "Melalui pendidikan ini, siswa diajarkan nilai-nilai moral, etika, dan tanggung jawab sosial.",
      "Kurikulum yang terintegrasi dengan pendidikan karakter akan membantu siswa mengembangkan potensi diri secara holistik, tidak hanya dari segi akademik, tetapi juga kepribadian.",
      "Pembentukan karakter yang kuat akan menjadi fondasi bagi mereka untuk menghadapi tantangan di masa depan dan berkontribusi positif bagi masyarakat.",
      "Semua kalimat penting dan tidak dapat dihilangkan."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat B ('Melalui pendidikan ini, siswa diajarkan nilai-nilai moral, etika, dan tanggung jawab sosial.') adalah detail atau elaborasi dari kalimat pertama. Meskipun memberikan informasi tambahan, inti pesan tentang pentingnya pendidikan karakter dan dampaknya terhadap pengembangan holistik serta kesiapan masa depan sudah tercakup dalam kalimat lain. Menghilangkan B tidak merusak koherensi paragraf secara signifikan karena ide dasarnya tetap tersampaikan."
  },
  {
    "id": 18,
    "pertanyaan": "Pada tahun 2024, perekonomian global dihadapkan pada berbagai ketidakpastian. Inflasi yang tinggi di banyak negara maju, konflik geopolitik yang berkepanjangan, serta ancaman resesi menjadi faktor-faktor utama yang memengaruhi pertumbuhan ekonomi. Meskipun demikian, beberapa negara berkembang menunjukkan resiliensi yang cukup baik berkat diversifikasi ekonomi dan kebijakan fiskal yang prudent. Proyeksi pertumbuhan ekonomi dunia masih bervariasi, tergantung pada resolusi isu-isu makroekonomi tersebut.",
    "pertanyaan": "Jika paragraf di atas adalah bagian dari sebuah artikel berita, judul yang paling sesuai adalah...",
    "pilihan": [
      "Tantangan Inflasi Global di Tahun 2024",
      "Konflik Geopolitik dan Ancaman Resesi Ekonomi",
      "Perekonomian Global 2024: Ketidakpastian dan Resiliensi",
      "Diversifikasi Ekonomi sebagai Kunci Pertumbuhan Negara Berkembang",
      "Proyeksi Pertumbuhan Ekonomi Dunia yang Bervariasi"
    ],
    "jawaban": "C",
    "pembahasan": "Judul yang paling sesuai harus mencerminkan inti dari seluruh paragraf. Paragraf ini membahas baik ketidakpastian (inflasi, konflik, resesi) maupun resiliensi (ketahanan) yang ditunjukkan oleh beberapa negara. Pilihan C paling komprehensif merangkum kedua aspek ini."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara gramatikal dan semantik.",
    "pilihan": [
      "Agar dapat sukses, diperlukan usaha keras dan disiplin.",
      "Dikarenakan hujan deras, sehingga acara dibatalkan.",
      "Meskipun kaya raya, tetapi dia tetap rendah hati.",
      "Oleh karena itu, dia sangatlah bersemangat.",
      "Kepada setiap peserta diwajibkan untuk mendaftar ulang."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan A benar secara gramatikal dan semantik. Pilihan B salah karena 'dikarenakan' dan 'sehingga' adalah konjungsi sebab-akibat yang redundant. Cukup 'Karena hujan deras, acara dibatalkan' atau 'Hujan deras, sehingga acara dibatalkan'. Pilihan C salah karena 'meskipun' dan 'tetapi' adalah konjungsi pertentangan yang redundant. Cukup 'Meskipun kaya raya, dia tetap rendah hati' atau 'Dia kaya raya, tetapi dia tetap rendah hati'. Pilihan D salah karena 'sangatlah' adalah pemborosan. Cukup 'Oleh karena itu, dia sangat bersemangat'. Pilihan E salah karena penggunaan preposisi ganda 'Kepada setiap peserta' yang tidak tepat. Cukup 'Setiap peserta diwajibkan untuk mendaftar ulang' atau 'Peserta wajib mendaftar ulang'."
  },
  {
    "id": 20,
    "pertanyaan": "Pentingnya menjaga kebersihan lingkungan tidak bisa diremehkan. Lingkungan yang bersih berkorelasi langsung dengan kesehatan masyarakat dan kualitas hidup. Sampah yang menumpuk dapat menjadi sarang penyakit dan mencemari sumber air. Edukasi tentang pengelolaan sampah, seperti memilah sampah organik dan anorganik, perlu terus digalakkan. Selain itu, pemerintah juga harus menyediakan fasilitas pengelolaan sampah yang memadai. Dengan demikian, tercipta lingkungan yang lestari dan sehat untuk generasi mendatang.",
    "pertanyaan": "Manakah pernyataan inferensi (kesimpulan yang ditarik dari informasi yang ada, meskipun tidak secara eksplisit disebutkan) yang paling tepat dari paragraf di atas?",
    "pilihan": [
      "Masyarakat yang hidup di lingkungan kotor cenderung sakit-sakitan.",
      "Pemerintah bertanggung jawab penuh atas kebersihan lingkungan.",
      "Kualitas hidup masyarakat akan meningkat jika pengelolaan sampah optimal.",
      "Pengelolaan sampah yang buruk selalu menyebabkan pencemaran air.",
      "Hanya dengan edukasi, lingkungan bersih dapat tercapai."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi yang paling tepat adalah C. Paragraf menyatakan bahwa 'Lingkungan yang bersih berkorelasi langsung dengan kesehatan masyarakat dan kualitas hidup' dan membahas pentingnya pengelolaan sampah. Dari sini dapat disimpulkan bahwa jika pengelolaan sampah optimal (yang akan menghasilkan lingkungan bersih), maka kualitas hidup masyarakat akan meningkat. Pilihan A terlalu ekstrem ('cenderung sakit-sakitan'). Pilihan B menyederhanakan tanggung jawab yang seharusnya dibagi. Pilihan D menggunakan kata 'selalu' yang terlalu mutlak. Pilihan E tidak tepat karena paragraf juga menyebutkan pentingnya fasilitas dari pemerintah."
  }
]
