[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Transformasi Pendidikan Menuju Model *Hybrid***\n\n(1) Pandemi global mempercepat adopsi model pendidikan *hybrid*, yang menggabungkan pembelajaran tatap muka (luring) dengan teknologi digital (daring). Model ini menawarkan fleksibilitas yang lebih besar, memungkinkan siswa mengakses materi pelajaran kapan saja dan di mana saja. Model *hybrid* juga mendorong pengembangan keterampilan abad ke-21, seperti kemandirian belajar dan literasi digital, yang semakin penting di era informasi.\n\n(2) Meskipun menawarkan banyak keunggulan, penerapan model *hybrid* secara efektif menghadapi sejumlah tantangan. Kesenjangan digital yang lebar, terutama antara wilayah perkotaan dan pedesaan, menjadi penghalang utama; tidak semua siswa memiliki akses stabil ke internet atau perangkat yang memadai. Selain itu, diperlukan pelatihan yang intensif bagi para guru untuk mahir mengelola kelas *hybrid* dan memanfaatkan platform digital secara optimal.\n\n(3) Keberhasilan jangka panjang model *hybrid* sangat bergantung pada investasi berkelanjutan dalam infrastruktur teknologi dan peningkatan kompetensi sumber daya manusia (SDM). Pemerintah dan institusi pendidikan harus bekerja sama untuk menyediakan akses yang merata dan mengembangkan kurikulum yang adaptif. **Dengan demikian, model *hybrid* tidak hanya menjadi solusi darurat, melainkan sebuah transformasi fundamental yang meningkatkan kualitas dan pemerataan pendidikan nasional.**\n\nKalimat (1) Teks 1 mengandung dua kata yang dicetak miring, yaitu *hybrid*. Berdasarkan PUEBI, penggunaan cetak miring pada kata tersebut berfungsi untuk menandai:",
    "pilihan": [
      "Penulisan nama diri atau nama lembaga.",
      "Penulisan judul buku, majalah, atau surat kabar.",
      "Penulisan istilah asing atau ungkapan yang berasal dari bahasa daerah/asing.",
      "Penulisan bagian kata, kata, atau kelompok kata untuk penegasan.",
      "Penulisan nama ilmiah atau nama spesies makhluk hidup."
    ],
    "jawaban": "C",
    "pembahasan": "Kata **hybrid** merupakan istilah asing (Inggris) yang belum sepenuhnya terserap dalam Bahasa Indonesia atau belum memiliki padanan baku yang populer, sehingga dicetak miring untuk menandai kata/ungkapan dari bahasa asing (PUEBI Bab III, Huruf Miring)."
  },
  {
    "id": 2,
    "pertanyaan": "Tanda titik koma (;) pada kalimat (2) Teks 1 digunakan untuk:",
    "pilihan": [
      "Memisahkan unsur-unsur perincian yang sudah menggunakan tanda koma.",
      "Menggantikan konjungsi (kata hubung) untuk memisahkan dua klausa setara.",
      "Menghubungkan anak kalimat dan induk kalimat yang panjang.",
      "Mengakhiri perincian yang disusun ke bawah dalam daftar.",
      "Mengapit keterangan tambahan yang sifatnya tidak penting."
    ],
    "jawaban": "B",
    "pembahasan": "Tanda titik koma (;) pada kalimat majemuk setara digunakan untuk memisahkan klausa-klausa yang setara tanpa menggunakan konjungsi. Dalam kalimat (2), tanda itu memisahkan klausa 'Kesenjangan digital yang lebar... menjadi penghalang utama' dengan klausa 'tidak semua siswa memiliki akses stabil...'. Kedua klausa ini memiliki hubungan erat dan setara."
  },
  {
    "id": 3,
    "pertanyaan": "Terdapat kesalahan penulisan huruf kapital pada kalimat (3) Teks 1 yang dapat diperbaiki dengan:",
    "pilihan": [
      "Mengubah kata *Pemerintah* menjadi *pemerintah*.",
      "Mengubah kata *SDM* menjadi *sdm*.",
      "Mengubah kata *pendidikan nasional* menjadi *Pendidikan Nasional*.",
      "Mengubah kata *Institusi* menjadi *institusi* setelah kata *dan*.",
      "Mengubah kata *SDM* menjadi *Sumber Daya Manusia*."
    ],
    "jawaban": "A",
    "pembahasan": "Kata *Pemerintah* pada kalimat (3) merujuk pada institusi atau badan pemerintah secara umum dan bukan sebagai nama diri lembaga spesifik. Oleh karena itu, kata tersebut harus ditulis dengan huruf kecil (**pemerintah**)."
  },
  {
    "id": 4,
    "pertanyaan": "Kalimat yang paling efektif untuk menggantikan kalimat (2) 'Selain itu, diperlukan pelatihan yang intensif bagi para guru untuk mahir mengelola kelas *hybrid* dan memanfaatkan platform digital secara optimal.' adalah:",
    "pilihan": [
      "Pelatihan yang intensif bagi para guru sangat dibutuhkan, agar mereka mahir mengelola kelas *hybrid* dan memanfaatkan platform digital secara optimal.",
      "Diperlukan pelatihan intensif guru agar mereka mahir mengelola kelas *hybrid* serta dapat memanfaatkan platform digital secara optimal.",
      "Agar para guru dapat mengelola kelas *hybrid* dengan mahir dan memanfaatkan platform digital secara optimal, pelatihan intensif sangatlah penting.",
      "Selain itu, guru perlu pelatihan yang intensif, supaya mereka mahir mengelola kelas *hybrid* dan memanfaatkan platform digital dengan optimal.",
      "Pelatihan yang intensif diperlukan bagi guru supaya mengelola kelas *hybrid* mahir dan memanfaatkan platform digital secara optimal."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B lebih ringkas dan langsung (tidak boros kata) karena menghilangkan kata 'yang' (pelatihan *yang* intensif) dan menghilangkan frasa 'bagi para guru'. Struktur 'Diperlukan [P] [S]' (Diperlukan pelatihan intensif guru) juga lebih formal dan lugas."
  },
  {
    "id": 5,
    "pertanyaan": "Kata *pemerataan* pada frasa *pemerataan pendidikan nasional* di kalimat (3) Teks 1 berasal dari kata dasar **rata** dengan imbuhan *pe-* dan *-an*. Penggunaan imbuhan *pe-/-an* tersebut berfungsi untuk membentuk kata:",
    "pilihan": [
      "Kata kerja yang menyatakan proses.",
      "Kata benda yang menyatakan tempat.",
      "Kata benda yang menyatakan proses, hal, atau hasil.",
      "Kata sifat yang menyatakan keadaan.",
      "Kata benda yang menyatakan alat."
    ],
    "jawaban": "C",
    "pembahasan": "Imbuhan *pe-/-an* membentuk kata benda deverbal (kata benda turunan dari kata kerja atau kata sifat) yang lazim menyatakan **proses, hal, atau hasil** dari pekerjaan/keadaan, dalam hal ini: hal meratakan."
  },
  {
    "id": 6,
    "pertanyaan": "Hubungan logis yang ditunjukkan oleh konjungsi **'Dengan demikian'** pada kalimat yang dicetak tebal dalam paragraf (3) Teks 1 adalah hubungan:",
    "pilihan": [
      "Pertentangan (kontrastif).",
      "Sebab-akibat (kausalitas).",
      "Penambahan (aditif).",
      "Penegasan simpulan (konklusif).",
      "Pilihan (alternatif)."
    ],
    "jawaban": "D",
    "pembahasan": "Konjungsi **'Dengan demikian'** termasuk konjungsi antarkalimat yang berfungsi menghubungkan dua kalimat/paragraf dengan hubungan **kesimpulan** atau **konsekuensi logis** dari pernyataan-pernyataan sebelumnya."
  },
  {
    "id": 7,
    "pertanyaan": "Terdapat kesalahan bentukan kata pada kalimat (2) 'Kesenjangan digital yang lebar, terutama antara wilayah perkotaan dan pedesaan, menjadi penghalang utama; tidak semua siswa memiliki akses stabil ke internet atau perangkat yang **memadai**.' Perbaikan yang tepat untuk kata yang dicetak tebal adalah:",
    "pilihan": [
      "Dicukupi",
      "Mencukupi",
      "Kecukupan",
      "Diperlukan",
      "Memadai (Tidak perlu diperbaiki)"
    ],
    "jawaban": "E",
    "pembahasan": "Kata **memadai** adalah bentukan kata kerja yang sudah tepat dan baku, berfungsi sebagai predikat atau pelengkap yang bermakna 'cukup' atau 'sesuai' (misalnya, 'perangkat yang memadai' = perangkat yang mencukupi syarat)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Era Baru Eksplorasi Luar Angkasa Swasta**\n\n(1) Eksplorasi luar angkasa telah memasuki era baru, ditandai dengan meningkatnya peran perusahaan swasta, seperti **SpaceX** dan Blue Origin, yang sebelumnya didominasi oleh lembaga pemerintah seperti NASA. Kolaborasi antara sektor publik dan swasta ini telah berhasil menurunkan secara **drastis** biaya peluncuran roket, memicu inovasi teknologi, dan membuka peluang komersial di orbit rendah Bumi, termasuk pariwisata luar angkasa.\n\n(2) Tujuan eksplorasi kini meluas dari sekadar penemuan ilmiah menjadi ambisi kolonisasi Mars dan penambangan sumber daya di asteroid. Perusahaan-perusahaan swasta memandang ruang angkasa bukan hanya sebagai batas terakhir, tetapi sebagai sumber daya yang dapat dimanfaatkan. Dorongan komersial ini memberikan energi finansial yang berkelanjutan untuk misi-misi jangka panjang yang sulit didanai sepenuhnya oleh anggaran publik.\n\n(3) Namun, dominasi swasta menimbulkan isu regulasi dan etika baru. Belum ada kerangka hukum internasional yang jelas mengenai hak kepemilikan dan pemanfaatan sumber daya di ruang angkasa, berpotensi memicu konflik antarbangsa dan perusahaan. Diperlukan kesepakatan global yang mengatur aktivitas komersial luar angkasa untuk **memastikan eksplorasi dilakukan secara damai, etis, dan demi kepentingan seluruh umat manusia.**\n\nPenulisan kata **SpaceX** dan **Blue Origin** pada kalimat (1) Teks 2 sudah benar. Kaidah yang mendasarinya adalah:",
    "pilihan": [
      "Nama perusahaan asing harus selalu dicetak miring.",
      "Huruf awal setiap unsur pada nama perusahaan harus kapital, kecuali konjungsi.",
      "Nama perusahaan asing ditulis sesuai ejaan aslinya tanpa perlu dicetak miring jika sudah dianggap baku dan dikenal.",
      "Huruf kapital hanya digunakan untuk huruf pertama nama perusahaan.",
      "Semua nama lembaga harus ditulis dengan huruf kapital di setiap kata."
    ],
    "jawaban": "C",
    "pembahasan": "Nama diri perusahaan asing (seperti SpaceX) ditulis sesuai ejaan aslinya. Meskipun mengandung kapital di tengah (X), penulisan ini dibenarkan karena mengikuti kaidah penulisan nama diri yang sudah dipatenkan dan dikenal luas, tanpa perlu dicetak miring."
  },
  {
    "id": 9,
    "pertanyaan": "Kata **menimbulkan** pada kalimat (3) Teks 2 berasal dari kata dasar *timbul* dan imbuhan *meN-*. Penggunaan imbuhan *meN-* pada kata tersebut menunjukkan makna:",
    "pilihan": [
      "Melakukan perbuatan seperti kata dasar.",
      "Menjadi seperti kata dasar.",
      "Menyebabkan atau menjadikan kata dasar muncul.",
      "Membuat sesuatu menjadi kata dasar.",
      "Bersifat seperti kata dasar."
    ],
    "jawaban": "C",
    "pembahasan": "Imbuhan *meN-* yang digabungkan dengan kata sifat atau kata benda (seperti *meN-* + *timbul*) sering kali memiliki makna kausatif, yaitu **menyebabkan** atau **menjadikan** sesuatu terjadi (menjadikan timbul/muncul)."
  },
  {
    "id": 10,
    "pertanyaan": "Konjungsi yang paling tepat untuk mengganti kata **'Namun'** pada awal paragraf (3) Teks 2 adalah:",
    "pilihan": [
      "Oleh sebab itu,",
      "Akan tetapi,",
      "Oleh karena itu,",
      "Dengan demikian,",
      "Selain itu,"
    ],
    "jawaban": "B",
    "pembahasan": "**'Namun'** adalah konjungsi antarkalimat yang menyatakan **pertentangan** ide dari paragraf sebelumnya. Konjungsi lain yang setara dan dapat digunakan di awal kalimat/paragraf adalah **'Akan tetapi,'**."
  },
  {
    "id": 11,
    "pertanyaan": "Kalimat (2) 'Tujuan eksplorasi kini meluas dari sekadar penemuan ilmiah menjadi ambisi kolonisasi Mars dan penambangan sumber daya di asteroid.' dapat diperluas menjadi dua kalimat efektif yang padu tanpa mengubah makna inti, yaitu:",
    "pilihan": [
      "Tujuan eksplorasi tidak lagi sekadar penemuan ilmiah. Kini, ambisi kolonisasi Mars dan penambangan sumber daya di asteroid juga menjadi tujuan utama.",
      "Tujuan eksplorasi meluas dari penemuan ilmiah. Hal ini menjadi ambisi kolonisasi Mars dan penambangan sumber daya di asteroid.",
      "Tujuan eksplorasi kini meluas. Dari sekadar penemuan ilmiah, tujuan ini menjadi ambisi kolonisasi Mars dan penambangan sumber daya di asteroid.",
      "Eksplorasi meluas. Karena itu, tujuannya hanya ambisi kolonisasi Mars dan penambangan sumber daya di asteroid, bukan lagi penemuan ilmiah.",
      "Tujuan eksplorasi kini telah meluas, karena tidak hanya penemuan ilmiah, tetapi juga kolonisasi Mars dan penambangan sumber daya di asteroid."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan A membagi informasi dengan logis: kalimat pertama menyatakan pergeseran atau peniadaan tujuan lama, dan kalimat kedua menegaskan tujuan baru, sehingga lebih lugas dan efektif."
  },
  {
    "id": 12,
    "pertanyaan": "Untuk menegaskan makna 'banyaknya konflik' yang mungkin terjadi pada kalimat (3), kata **konflik** dapat diulang secara tepat menjadi:",
    "pilihan": [
      "konflik-konflik",
      "konflik-konfliknya",
      "berkonflik-konflik",
      "perkonflikan-perkonflikan",
      "konflikasi-konflikasi"
    ],
    "jawaban": "A",
    "pembahasan": "Bentuk kata ulang yang paling umum dan baku untuk menyatakan makna **jamak** pada kata benda (nomina) adalah pengulangan penuh (reduplikasi) dengan tanda hubung, yaitu **konflik-konflik**."
  },
  {
    "id": 13,
    "pertanyaan": "Manakah yang merupakan penggunaan tanda koma yang **salah** pada Teks 2?",
    "pilihan": [
      "Tanda koma setelah kata *swasta* pada kalimat (1).",
      "Tanda koma sebelum kata **seperti** pada kalimat (1).",
      "Tanda koma sebelum kata **termasuk** pada kalimat (1).",
      "Tanda koma setelah kata **Namun** pada kalimat (3).",
      "Tanda koma setelah kata **ruang angkasa** pada kalimat (3)."
    ],
    "jawaban": "B",
    "pembahasan": "Menurut PUEBI, tanda koma **tidak boleh** digunakan sebelum kata **seperti**, **yaitu**, atau **yakni**, karena kata-kata tersebut berfungsi sebagai penjelas atau pemerinci yang menjadi bagian dari kalimat. Koma seharusnya digunakan setelah daftar perincian."
  },
  {
    "id": 14,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 2 berbunyi: 'Diperlukan kesepakatan global yang mengatur aktivitas komersial luar angkasa untuk memastikan eksplorasi dilakukan secara damai, etis, dan demi kepentingan seluruh umat manusia.' Unsur **Inti Kalimat** dari kalimat pasif tersebut adalah:",
    "pilihan": [
      "Diperlukan kesepakatan.",
      "Diperlukan kesepakatan global.",
      "Kesepakatan yang mengatur.",
      "Diperlukan aktivitas.",
      "Diperlukan eksplorasi."
    ],
    "jawaban": "A",
    "pembahasan": "Inti kalimat (struktur minimal) terdiri dari Subjek dan Predikat. Dalam kalimat pasif ini, Predikat adalah 'Diperlukan' (berimbuhan *di-*) dan Subjek adalah 'kesepakatan' (Diperlukan [P] kesepakatan [S])."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Dilema Kebijakan Moneter dalam Inflasi Global**\n\n(1) Dalam menghadapi gelombang inflasi global yang dipicu oleh gangguan rantai pasokan dan kenaikan harga komoditas, bank sentral di berbagai negara, termasuk **indonesia**, dihadapkan pada dilema kebijakan moneter yang rumit. Tugas utama bank sentral adalah menjaga stabilitas harga dan nilai tukar. Instrumen yang paling sering digunakan adalah menaikkan suku bunga acuan, yang bertujuan untuk mengerem permintaan dan menekan laju inflasi.\n\n(2) Kenaikan suku bunga, meskipun efektif dalam mengendalikan inflasi, membawa konsekuensi serius bagi pertumbuhan ekonomi. Suku bunga yang lebih tinggi meningkatkan biaya pinjaman bagi dunia usaha dan konsumen, yang pada akhirnya dapat memperlambat investasi dan konsumsi. Risiko utamanya adalah terjadinya resesi atau pertumbuhan ekonomi yang melambat signifikan (*stagflation*), suatu kondisi yang sangat dihindari oleh pembuat kebijakan.\n\n(3) Oleh karena itu, bank sentral dituntut untuk mengambil langkah yang terukur dan 'hati-hati' (*well-calibrated*). Komunikasi kebijakan yang transparan menjadi sangat penting untuk mengelola ekspektasi pasar dan publik. **Pengambilan keputusan harus didasarkan pada data ekonomi domestik yang akurat, dengan mempertimbangkan juga dampak dari kebijakan moneter yang diambil oleh bank sentral negara-negara maju.**\n\nTerdapat kesalahan ejaan pada kalimat (1) Teks 3, yaitu penulisan kata **indonesia**. Perbaikan yang tepat sesuai PUEBI adalah:",
    "pilihan": [
      "Indonesia (Huruf kapital di awal kata sebagai nama negara).",
      "indonesia (Huruf kecil tetap karena berada di tengah kalimat).",
      "Indonesia (Huruf kapital karena berfungsi sebagai penunjuk wilayah).",
      "INDONESIA (Semua kapital untuk penegasan).",
      "Indo-nesia (Menggunakan tanda hubung untuk perbaikan)."
    ],
    "jawaban": "A",
    "pembahasan": "Nama negara (Indonesia) wajib diawali dengan huruf kapital, terlepas dari posisinya di tengah kalimat, karena termasuk nama diri atau nama geografis."
  },
  {
    "id": 16,
    "pertanyaan": "Hubungan logis yang ditunjukkan oleh konjungsi **'Oleh karena itu'** pada awal paragraf (3) Teks 3 adalah hubungan:",
    "pilihan": [
      "Penambahan, yang menghubungkan dua kalimat setara.",
      "Pilihan, yang menawarkan alternatif tindakan.",
      "Pertentangan, yang menyatakan kontras ide.",
      "Sebab-akibat, yang menyatakan simpulan atau konsekuensi logis.",
      "Perincian, yang membagi subjek menjadi bagian-bagian."
    ],
    "jawaban": "D",
    "pembahasan": "Konjungsi **'Oleh karena itu'** termasuk konjungsi antarkalimat yang berfungsi menyimpulkan atau menyatakan **konsekuensi logis** (akibat) dari masalah yang telah dijelaskan sebelumnya (sebab: dilema kenaikan suku bunga)."
  },
  {
    "id": 17,
    "pertanyaan": "Kalimat (1) Teks 3 berbunyi: 'Dalam menghadapi gelombang inflasi global yang dipicu oleh gangguan rantai pasokan dan kenaikan harga komoditas, bank sentral di berbagai negara, termasuk Indonesia, dihadapkan pada dilema kebijakan moneter yang rumit.' Untuk memisahkan anak kalimat dari induk kalimat yang panjang, tanda baca koma wajib ditambahkan setelah kata:",
    "pilihan": [
      "global",
      "komoditas",
      "bank sentral",
      "dilema",
      "rumit"
    ],
    "jawaban": "E",
    "pembahasan": "Anak kalimat ('Dalam menghadapi gelombang inflasi global... yang rumit') mendahului induk kalimat ('bank sentral... dihadapkan pada dilema...'). Tanda koma wajib diletakkan setelah anak kalimat selesai, yaitu setelah kata **rumit**, sebelum induk kalimat dimulai."
  },
  {
    "id": 18,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) berbunyi: 'Pengambilan keputusan harus didasarkan pada data ekonomi domestik yang akurat, dengan mempertimbangkan **juga** dampak dari kebijakan moneter yang diambil oleh bank sentral negara-negara maju.' Kata yang dicetak tebal dapat dihilangkan tanpa mengubah makna inti kalimat karena menyebabkan pemborosan kata (pleonasme).",
    "pilihan": [
      "harus",
      "juga",
      "dampak",
      "oleh",
      "bank sentral"
    ],
    "jawaban": "B",
    "pembahasan": "Kata **juga** bersifat mubazir dalam konteks ini karena frasa 'dengan mempertimbangkan' sudah menyiratkan adanya faktor tambahan (dampak). Penggunaan kata 'dengan' sudah cukup untuk menyambung gagasan secara efektif."
  },
  {
    "id": 19,
    "pertanyaan": "Kata **'terukur'** pada kalimat (3) Teks 3 dibentuk dari kata dasar *ukur* dengan imbuhan **ter-**. Makna imbuhan *ter-* pada kata tersebut adalah:",
    "pilihan": [
      "Paling (superlatif).",
      "Tiba-tiba terjadi (aksidental).",
      "Dapat di- (menyatakan kemampuan).",
      "Sudah di- (menyatakan hasil perbuatan).",
      "Tidak sengaja di- (menyatakan ketidaksengajaan)."
    ],
    "jawaban": "C",
    "pembahasan": "Imbuhan **ter-** pada kata sifat deverbal seperti *terukur* berfungsi menyatakan makna potensial atau kemampuan, yaitu **dapat diukur**."
  },
  {
    "id": 20,
    "pertanyaan": "Dalam Teks 3, terdapat dua istilah asing yang dicetak miring, yaitu *stagflation* dan *well-calibrated*. Berdasarkan PUEBI, penggunaan cetak miring pada kedua kata tersebut adalah:",
    "pilihan": [
      "Wajib, karena keduanya adalah istilah ilmiah yang tidak memiliki padanan dalam Bahasa Indonesia.",
      "Wajib, karena keduanya adalah kata/ungkapan dari bahasa asing.",
      "Sunah, karena sudah banyak dikenal oleh publik.",
      "Salah, karena seharusnya menggunakan tanda kutip ('...') untuk istilah asing.",
      "Tidak tepat, karena istilah yang sudah diserap seharusnya tidak dimiringkan."
    ],
    "jawaban": "B",
    "pembahasan": "Sesuai PUEBI, kata atau ungkapan yang berasal dari bahasa asing atau bahasa daerah (kecuali yang sudah diserap) wajib dicetak miring, seperti *stagflation* dan *well-calibrated*."
  }
]
