[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Pertanian Perkotaan (*Urban Farming*) sebagai Pilar Ketahanan Pangan**\n\n(1) *Urban farming*, atau pertanian perkotaan, adalah praktik bercocok tanam di lahan sempit atau non-konvensional di dalam area perkotaan, seperti atap bangunan, balkon, atau vertikal. Tren ini muncul sebagai respons strategis terhadap keterbatasan lahan dan kekhawatiran akan stabilitas pasokan serta lonjakan harga pangan di tengah laju urbanisasi. Pertanian perkotaan memungkinkan masyarakat mengakses makanan segar secara langsung.\n\n(2) Penerapan pertanian perkotaan memberikan manfaat berlipat ganda, tidak hanya dari aspek ketahanan pangan. Secara ekonomi, praktik ini dapat mengurangi pengeluaran rumah tangga untuk kebutuhan sayur-mayur dan menciptakan peluang UMKM berbasis pangan lokal. Selain itu, secara sosial, *urban farming* berfungsi sebagai ruang hijau, mereduksi jejak karbon, dan memperkuat kohesi sosial melalui kegiatan berkebun komunal.\n\n(3) Meskipun potensial, pengembangannya menghadapi tantangan, terutama terkait ketersediaan air bersih dan kontaminasi lahan. Solusi yang ditawarkan meliputi penggunaan sistem irigasi hemat air, seperti hidroponik dan akuaponik, serta edukasi mengenai praktik penanaman yang aman. **Dukungan kebijakan dari pemerintah daerah sangat krusial, melalui insentif, pelatihan, dan alokasi ruang publik yang tidak terpakai untuk dijadikan lahan pertanian komunal.**\n\nApa alasan utama munculnya tren *urban farming* menurut Teks 1?",
    "pilihan": [
      "Kebutuhan untuk menciptakan peluang UMKM berbasis pangan.",
      "Keterbatasan lahan dan kekhawatiran akan stabilitas pasokan serta lonjakan harga pangan.",
      "Pengurangan pengeluaran rumah tangga untuk kebutuhan sayur-mayur.",
      "Mereduksi jejak karbon di area perkotaan.",
      "Penggunaan sistem irigasi hemat air."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan tren ini muncul 'sebagai respons strategis terhadap keterbatasan lahan dan kekhawatiran akan stabilitas pasokan serta lonjakan harga pangan'."
  },
  {
    "id": 2,
    "pertanyaan": "Yang termasuk manfaat **sosial** dari *urban farming* (Teks 1) adalah....",
    "pilihan": [
      "Mengurangi pengeluaran rumah tangga.",
      "Menciptakan peluang UMKM.",
      "Memperkuat kohesi sosial melalui kegiatan berkebun komunal.",
      "Mereduksi jejak karbon.",
      "Ketersediaan air bersih yang terjamin."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan secara sosial, *urban farming* 'memperkuat kohesi sosial melalui kegiatan berkebun komunal'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'kohesi'** pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "Pemisahan atau perpecahan.",
      "Ketidaksetaraan antar anggota komunitas.",
      "Keterkaitan, persatuan, atau solidaritas.",
      "Pengurangan emisi karbon.",
      "Pemanfaatan teknologi irigasi."
    ],
    "jawaban": "C",
    "pembahasan": "Kohesi sosial berarti adanya ikatan, persatuan, atau solidaritas antar anggota masyarakat."
  },
  {
    "id": 4,
    "pertanyaan": "Tantangan utama yang dihadapi dalam pengembangan *urban farming* (paragraf 3) adalah....",
    "pilihan": [
      "Kekurangan lahan sempit atau non-konvensional.",
      "Kurangnya minat masyarakat untuk berkebun.",
      "Ketersediaan air bersih dan kontaminasi lahan.",
      "Tidak adanya dukungan kebijakan dari pemerintah.",
      "Penggunaan sistem hidroponik yang terlalu mahal."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan pengembangannya menghadapi tantangan 'terutama terkait ketersediaan air bersih dan kontaminasi lahan'."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "urban farming",
      "pertanian-perkotaan",
      "pertanian di perkotaan",
      "pertanian kota",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan istilah asing (*urban farming*) yang dicetak miring sudah sesuai kaidah penulisan yang umum dalam bahasa Indonesia."
  },
  {
    "id": 6,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal di paragraf (3) Teks 1 adalah pentingnya....",
    "pilihan": [
      "Pemerintah mengalokasikan ruang publik untuk semua jenis kegiatan.",
      "Dukungan kebijakan pemerintah daerah melalui insentif dan pelatihan.",
      "Penerapan irigasi hemat air secara massal.",
      "Mengatasi kontaminasi lahan secara mandiri oleh masyarakat.",
      "Meningkatkan kohesi sosial di perkotaan."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut secara eksplisit menekankan 'Dukungan kebijakan dari pemerintah daerah sangat krusial, melalui insentif, pelatihan...'."
  },
  {
    "id": 7,
    "pertanyaan": "Pernyataan yang dapat **melemahkan** argumen Teks 1 mengenai solusi tantangan adalah....",
    "pilihan": [
      "Sebagian besar lahan non-konvensional di perkotaan terbukti bebas dari kontaminasi.",
      "Sistem hidroponik ternyata membutuhkan biaya listrik yang sangat tinggi.",
      "Harga sayur-mayur di pasar tradisional kini sangat murah dan stabil.",
      "Kohesi sosial masyarakat tidak meningkat setelah adanya *urban farming*.",
      "Pemerintah daerah memberikan insentif pajak bagi pegiat *urban farming*."
    ],
    "jawaban": "B",
    "pembahasan": "Argumen Teks 1 menyarankan hidroponik sebagai solusi hemat air. Pernyataan (B) bahwa hidroponik mahal karena biaya listrik, melemahkan efektivitas solusi tersebut."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Ancaman Sampah Antariksa dan Sindrom Kessler**\n\n(1) Eksplorasi luar angkasa selama puluhan tahun telah meninggalkan warisan yang tidak terduga: sampah antariksa (*space debris*). Sampah ini terdiri dari satelit mati, pecahan roket yang tidak terpakai, dan sisa-sisa tabrakan yang mengorbit Bumi dengan kecepatan ekstrem. Akumulasi benda-benda ini menimbulkan ancaman serius terhadap infrastruktur satelit aktif yang vital bagi komunikasi, navigasi, dan keamanan global.\n\n(2) Potensi bahaya ini diperburuk oleh konsep 'Sindrom Kessler', yaitu sebuah skenario teoretis di mana kepadatan sampah di orbit mencapai titik kritis. Pada titik tersebut, tabrakan antarsampah akan memicu reaksi berantai yang tak terkendali, menghasilkan lebih banyak pecahan, hingga akhirnya membuat orbit tertentu tidak dapat digunakan lagi. Tabrakan kecil antara serpihan sampah dan satelit aktif dapat menyebabkan kerusakan total atau kegagalan misi.\n\n(3) Untuk memitigasi risiko ini, diperlukan upaya kolaboratif internasional yang mendesak. Regulasi global harus ditetapkan untuk mewajibkan setiap peluncuran roket untuk memiliki rencana de-orbit (penurunan orbit) yang bertanggung jawab. **Selain itu, pengembangan teknologi pembersihan aktif, seperti jaring atau *harpoon* untuk menangkap serpihan besar, harus didukung untuk membersihkan warisan sampah yang sudah ada di luar angkasa.**\n\nApa saja komposisi dari sampah antariksa (Teks 2)?",
    "pilihan": [
      "Satelit aktif, roket yang terpakai, dan sisa tabrakan.",
      "Satelit mati, pecahan roket yang tidak terpakai, dan sisa-sisa tabrakan.",
      "Hanya satelit mati yang mengorbit Bumi.",
      "Hanya pecahan roket yang bergerak lambat.",
      "Infrastruktur satelit aktif dan satelit komunikasi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan sampah terdiri dari 'satelit mati, pecahan roket yang tidak terpakai, dan sisa-sisa tabrakan'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa yang dimaksud dengan 'Sindrom Kessler' (Teks 2)?",
    "pilihan": [
      "Teknologi pembersihan aktif sampah antariksa.",
      "Skenario di mana kepadatan sampah memicu reaksi berantai tabrakan yang tak terkendali.",
      "Sebuah perjanjian internasional mengenai regulasi peluncuran roket.",
      "Ancaman terhadap satelit aktif yang bergerak lambat.",
      "Fenomena di mana satelit mati tidak dapat di de-orbit."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) mendefinisikan Sindrom Kessler sebagai 'skenario teoretis di mana kepadatan sampah di orbit mencapai titik kritis... memicu reaksi berantai yang tak terkendali'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'de-orbit'** pada kalimat (3) Teks 2 adalah....",
    "pilihan": [
      "Membuat satelit bergerak lebih cepat.",
      "Mengirim satelit ke orbit yang lebih tinggi.",
      "Mengganti satelit mati dengan yang baru.",
      "Proses penurunan orbit suatu objek untuk memindahkannya ke atmosfer Bumi.",
      "Mengaktifkan kembali satelit yang telah mati."
    ],
    "jawaban": "D",
    "pembahasan": "De-orbit berarti mengarahkan objek luar angkasa agar jatuh kembali ke atmosfer Bumi, biasanya untuk terbakar dan mencegah menjadi sampah."
  },
  {
    "id": 11,
    "pertanyaan": "Tujuan dari regulasi global yang mendesak (paragraf 3) adalah untuk....",
    "pilihan": [
      "Mempercepat penangkapan serpihan besar.",
      "Membuat orbit tidak dapat digunakan lagi.",
      "Mewajibkan peluncuran roket memiliki rencana penurunan orbit yang bertanggung jawab.",
      "Mendukung pengembangan Sindrom Kessler.",
      "Meningkatkan ancaman terhadap infrastruktur satelit aktif."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyatakan 'Regulasi global harus ditetapkan untuk mewajibkan setiap peluncuran roket untuk memiliki rencana de-orbit (penurunan orbit) yang bertanggung jawab'."
  },
  {
    "id": 12,
    "pertanyaan": "Teks 2 menekankan bahwa tabrakan kecil antara serpihan sampah dan satelit aktif dapat menyebabkan....",
    "pilihan": [
      "Peluncuran roket baru yang sukses.",
      "Satelit aktif menjadi lebih cepat.",
      "Kerusakan total atau kegagalan misi satelit aktif.",
      "Sindrom Kessler tidak dapat terjadi.",
      "Dibuatnya regulasi yang lebih longgar."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan 'Tabrakan kecil antara serpihan sampah dan satelit aktif dapat menyebabkan kerusakan total atau kegagalan misi'."
  },
  {
    "id": 13,
    "pertanyaan": "Pernyataan yang dapat **mendukung** argumen Teks 2 adalah....",
    "pilihan": [
      "Data menunjukkan kecepatan rata-rata sampah antariksa menurun drastis.",
      "Sebuah badan antariksa telah berhasil membersihkan seluruh sampah di orbit rendah Bumi.",
      "Telah terjadi tabrakan antara dua satelit mati yang menghasilkan ribuan serpihan baru.",
      "Semua peluncuran roket kini secara otomatis memiliki rencana de-orbit yang efektif.",
      "Anggaran untuk pengembangan teknologi pembersihan aktif telah dihentikan."
    ],
    "jawaban": "C",
    "pembahasan": "Pernyataan (C) mendukung argumen tentang Sindrom Kessler (reaksi berantai) dan ancaman dari serpihan baru."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 termasuk jenis teks yang menggunakan pola pengembangan....",
    "pilihan": [
      "Narasi-kronologis.",
      "Definisi-sebab-akibat-solusi.",
      "Deskripsi-perbandingan.",
      "Prosedur-instruksi.",
      "Klasifikasi-contoh."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini mendefinisikan masalah (sampah antariksa, Sindrom Kessler), membahas akibatnya (ancaman satelit), dan memberikan solusi (regulasi, teknologi pembersihan)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Revolusi AI Generatif dan Etika di Industri Kreatif**\n\n(1) Kecerdasan Buatan Generatif (AI Generatif) telah merevolusi industri kreatif dengan kemampuannya menciptakan konten baru, mulai dari gambar, musik, hingga teks, hanya dari perintah sederhana. Teknologi ini memberikan peningkatan produktivitas yang luar biasa bagi para profesional, memungkinkan pembuatan prototipe cepat dan eksplorasi ide yang tak terbatas. Namun, adopsi masif AI ini menimbulkan dilema serius terkait etika dan regulasi.\n\n(2) Isu etika utama berputar pada masalah hak cipta dan plagiarisme. Model AI Generatif dilatih menggunakan kumpulan data besar (*dataset*) yang seringkali mencakup karya berhak cipta tanpa izin eksplisit dari kreator aslinya. Hal ini menimbulkan pertanyaan tentang siapa pemilik sah dari konten yang dihasilkan AI: kreator AI, pengguna yang memberikan perintah, atau seniman yang karyanya digunakan untuk pelatihan?\n\n(3) Ke depan, regulasi yang jelas sangat diperlukan untuk mendefinisikan batas antara inspirasi dan imitasi, serta menjamin keadilan bagi seniman yang karyanya menjadi bahan baku AI. Selain itu, diperlukan teknologi penanda air digital (*digital watermarking*) untuk mengidentifikasi konten yang dihasilkan AI. **Tujuannya adalah agar AI Generatif dapat berfungsi sebagai alat kolaborasi yang memberdayakan manusia, sambil tetap menjunjung tinggi hak kekayaan intelektual.**\n\nApa manfaat utama AI Generatif bagi profesional kreatif (Teks 3)?",
    "pilihan": [
      "Menciptakan dilema etika dan regulasi.",
      "Mengumpulkan data besar dari karya berhak cipta.",
      "Peningkatan produktivitas, pembuatan prototipe cepat, dan eksplorasi ide.",
      "Menimbulkan pertanyaan tentang siapa pemilik konten.",
      "Mengidentifikasi konten yang dihasilkan AI."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan manfaatnya: 'peningkatan produktivitas yang luar biasa, memungkinkan pembuatan prototipe cepat dan eksplorasi ide yang tak terbatas'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa yang menjadi penyebab munculnya masalah hak cipta pada AI Generatif (Teks 3)?",
    "pilihan": [
      "Perintah yang diberikan oleh pengguna terlalu sederhana.",
      "Kreator AI dan pengguna yang memberikan perintah bekerja sama.",
      "Model AI dilatih menggunakan *dataset* yang mencakup karya berhak cipta tanpa izin eksplisit.",
      "Regulasi yang sudah ada terlalu ketat dan transparan.",
      "Kebutuhan akan teknologi penanda air digital."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan 'Model AI Generatif dilatih menggunakan kumpulan data besar (*dataset*) yang seringkali mencakup karya berhak cipta tanpa izin eksplisit'."
  },
  {
    "id": 17,
    "pertanyaan": "Menurut Teks 3, teknologi apa yang diperlukan untuk membantu mengidentifikasi konten yang dihasilkan oleh AI?",
    "pilihan": [
      "Teknologi proyeksi 3D.",
      "Sistem glimfatik.",
      "Teknologi penanda air digital (*digital watermarking*).",
      "Model AI yang dilatih ulang.",
      "Instrumen kebijakan moneter."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan 'diperlukan teknologi penanda air digital (*digital watermarking*) untuk mengidentifikasi konten yang dihasilkan AI'."
  },
  {
    "id": 18,
    "pertanyaan": "Berikut ini adalah pihak-pihak yang dipersoalkan kepemilikan sah atas konten AI (paragraf 2), **kecuali**....",
    "pilihan": [
      "Kreator AI.",
      "Seniman yang karyanya digunakan untuk pelatihan.",
      "Pengguna yang memberikan perintah.",
      "AI Generatif itu sendiri.",
      "TIDAK ADA JAWABAN YANG TEPAT"
    ],
    "jawaban": "D",
    "pembahasan": "Teks 2 (paragraf 2) hanya menyebutkan kreator AI, pengguna, dan seniman asli. AI sebagai entitas hukum pemilik hak cipta tidak disebutkan dalam pertanyaan etika tersebut."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 secara keseluruhan menyajikan argumentasi yang bertujuan untuk....",
    "pilihan": [
      "Mengajak pembaca menggunakan AI Generatif untuk semua pekerjaan kreatif.",
      "Menekankan pentingnya regulasi untuk menjamin hak kekayaan intelektual di era AI.",
      "Membuktikan bahwa AI Generatif tidak dapat menciptakan konten yang orisinal.",
      "Mempermasalahkan peningkatan produktivitas profesional kreatif.",
      "Menganalisis sistem pelatihan *dataset* AI."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini berfokus pada dilema etika dan menyimpulkan pentingnya regulasi yang jelas ('Tujuannya adalah agar AI Generatif dapat berfungsi sebagai alat kolaborasi... sambil tetap menjunjung tinggi hak kekayaan intelektual')."
  },
  {
    "id": 20,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (1) Teks 3 adalah....",
    "pilihan": [
      "model-AI",
      "Kecerdasan Buatan Generatif",
      "AI Generatif",
      "A I Generatif",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "C",
    "pembahasan": "Penggunaan singkatan AI Generatif dengan huruf kapital sudah umum dan tepat, sehingga perbaikan yang paling baik adalah menuliskannya tanpa cetak miring jika digunakan dalam konteks baku."
  }
]
