[
  {
    "id": 141,
    "pertanyaan": "Bacalah kalimat berikut: 'Peningkatan jumlah kendaraan pribadi di perkotaan berdampak pada kemacetan yang kronis.' Kata 'kronis' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": [
      "Ringan",
      "Berkala",
      "Parah dan terus-menerus",
      "Sesaat",
      "Dapat diatasi"
    ],
    "jawaban": "C",
    "pembahasan": "Kata '**kronis**' sering digunakan untuk menggambarkan kondisi yang parah dan berlangsung dalam jangka waktu yang lama, sulit disembuhkan atau diatasi. Dalam konteks kemacetan, ini berarti kemacetan yang **parah dan terus-menerus**."
  },
  {
    "id": 142,
    "pertanyaan": "Perhatikan kalimat berikut: 'Meskipun sudah diberi tahu berulang kali, ______ dia tetap saja melakukan kesalahan yang sama.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "maka",
      "sehingga",
      "namun",
      "dan",
      "karena"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'sudah diberi tahu berulang kali' dan 'tetap saja melakukan kesalahan yang sama' adalah pertentangan atau kontradiksi. Konjungsi '**namun**' paling tepat menunjukkan hal ini."
  },
  {
    "id": 143,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya tidak baku?",
    "pilihan": [
      "Analisis",
      "Sistim",
      "Risiko",
      "Definisi",
      "Frekuensi"
    ],
    "jawaban": "B",
    "pembahasan": "Menurut KBBI, bentuk baku dari '**sistim**' adalah '**sistem**'. Pilihan lainnya sudah baku."
  },
  {
    "id": 144,
    "pertanyaan": "Pilihlah kalimat yang mengandung ketidaktepatan dalam penggunaan kata.",
    "pilihan": [
      "Para tamu undangan dipersilakan masuk.",
      "Dia sangat menggemari akan musik klasik.",
      "Kami sedang berdiskusi tentang proyek baru.",
      "Cuaca hari ini sangat cerah.",
      "Rapat akan dilaksanakan besok pagi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat '**Dia sangat menggemari akan musik klasik**' tidak tepat karena ada pemborosan preposisi 'akan'. Kata 'menggemari' sudah mengandung makna 'sangat suka pada/terhadap'. Seharusnya cukup 'Dia sangat menggemari musik klasik'."
  },
  {
    "id": 145,
    "pertanyaan": "Bacalah kalimat: 'Buku itu telah dibaca oleh banyak siswa.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Banyak siswa membaca buku itu.",
      "Buku itu membaca banyak siswa.",
      "Banyak siswa dibaca buku itu.",
      "Telah dibaca buku itu oleh banyak siswa.",
      "Siswa membaca banyak buku itu."
    ],
    "jawaban": "A",
    "pembahasan": "Dalam kalimat aktif, subjek melakukan tindakan. Pada kalimat asli, 'buku itu' dikenai tindakan 'dibaca'. Pada pilihan A, '**Banyak siswa**' adalah subjek yang melakukan tindakan '**membaca**'."
  },
  {
    "id": 146,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Globalisasi telah mempercepat pertukaran informasi dan budaya antarnegara. ______ nilai-nilai lokal perlu dijaga agar tidak tergerus.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Maka dari itu,",
      "Oleh karena itu,",
      "Di samping itu,",
      "Namun demikian,",
      "Selanjutnya,"
    ],
    "jawaban": "D",
    "pembahasan": "Hubungan antara kalimat pertama (dampak positif globalisasi) dan kalimat kedua (pentingnya menjaga nilai lokal) adalah pertentangan atau kontras. '**Namun demikian,**' adalah konjungsi yang tepat untuk menunjukkan hal ini."
  },
  {
    "id": 147,
    "pertanyaan": "Pilihlah penggunaan tanda baca titik koma (;) yang tepat pada kalimat berikut.",
    "pilihan": [
      "Saya membawa; buku, pensil, dan penghapus.",
      "Rapat akan dimulai pukul 09.00; semua anggota diharapkan hadir.",
      "Dia sangat pintar; namun, malas belajar.",
      "Pulau Sumatra; Jawa, dan Kalimantan adalah pulau besar di Indonesia.",
      "Kami pergi ke pasar; membeli sayur."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan **B** benar. Tanda titik koma dapat digunakan untuk menghubungkan dua klausa independen (yang bisa berdiri sendiri sebagai kalimat) yang memiliki hubungan makna. Pilihan A salah karena titik koma tidak digunakan untuk memisahkan unsur dalam perincian. Pilihan C salah karena 'namun' sudah menjadi konjungsi. Pilihan D salah karena titik koma tidak digunakan dalam perincian yang dihubungkan 'dan'. Pilihan E salah karena kedua klausa tidak sepenuhnya independen dan lebih cocok menggunakan koma atau dipisah menjadi dua kalimat."
  },
  {
    "id": 148,
    "pertanyaan": "Bacalah kalimat: 'Para atlet berlatih keras demi meraih medali emas.' Kata 'demi' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": [
      "Subjek",
      "Predikat",
      "Objek",
      "Keterangan tujuan",
      "Pelengkap"
    ],
    "jawaban": "D",
    "pembahasan": "**Keterangan tujuan** adalah bagian kalimat yang menjelaskan tujuan suatu tindakan. Dalam kalimat ini, 'demi meraih medali emas' menjelaskan tujuan para atlet berlatih keras."
  },
  {
    "id": 149,
    "pertanyaan": "Perubahan iklim telah menjadi ancaman serius bagi keberlangsungan hidup di bumi. Peningkatan suhu global, pola cuaca ekstrem yang tidak terduga, dan kenaikan permukaan air laut merupakan beberapa manifestasi dari krisis iklim ini. Sektor pertanian dan perikanan menjadi yang paling rentan, mengancam ketahanan pangan global. Diperlukan tindakan kolektif dan cepat dari seluruh negara untuk mengurangi emisi gas rumah kaca dan mengembangkan teknologi energi terbarukan. Tanpa upaya serius, dampak perubahan iklim akan semakin parah dan tak terkendali.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan dampak utama perubahan iklim menurut paragraf tersebut?",
    "pilihan": [
      "Hanya berdampak pada peningkatan suhu global.",
      "Hanya memengaruhi sektor pertanian.",
      "Peningkatan suhu global, pola cuaca ekstrem, kenaikan permukaan air laut, dan ancaman ketahanan pangan.",
      "Menyebabkan penurunan emisi gas rumah kaca.",
      "Tidak ada dampak yang serius bagi kehidupan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf secara eksplisit menyebutkan dampak-dampak tersebut: 'Peningkatan suhu global, pola cuaca ekstrem yang tidak terduga, dan kenaikan permukaan air laut merupakan beberapa manifestasi dari krisis iklim ini. Sektor pertanian dan perikanan menjadi yang paling rentan, mengancam ketahanan pangan global'."
  },
  {
    "id": 150,
    "pertanyaan": "Pariwisata berkelanjutan menjadi konsep yang semakin relevan di era modern. Konsep ini menekankan pada pengembangan pariwisata yang tidak hanya menguntungkan secara ekonomi, tetapi juga menjaga kelestarian lingkungan dan memperhatikan kesejahteraan masyarakat lokal. Destinasi wisata yang menerapkan prinsip ini cenderung memiliki daya tarik jangka panjang dan citra yang positif di mata wisatawan. Implementasinya melibatkan berbagai pihak, mulai dari pemerintah, pelaku industri, hingga masyarakat. Edukasi kepada wisatawan juga penting agar mereka turut bertanggung jawab menjaga lingkungan dan budaya setempat.",
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": [
      "Manfaat ekonomi dari pariwisata.",
      "Pentingnya edukasi wisatawan.",
      "Pariwisata berkelanjutan sebagai konsep pengembangan pariwisata yang holistik.",
      "Peran pemerintah dalam pariwisata.",
      "Daya tarik destinasi wisata."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok paragraf ini adalah definisi dan pentingnya **pariwisata berkelanjutan** yang mencakup aspek ekonomi, lingkungan, dan sosial."
  },
  {
    "id": 151,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah lelah, mereka tetap bersemangat menyelesaikan tugas.' Kata 'bersemangat' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": [
      "Loyal",
      "Antusias",
      "Patah arang",
      "Jenuh",
      "Malas"
    ],
    "jawaban": "B",
    "pembahasan": "Kata '**bersemangat**' berarti memiliki semangat atau gairah yang tinggi, yang paling dekat maknanya dengan '**antusias**'."
  },
  {
    "id": 152,
    "pertanyaan": "Penelitian menunjukkan bahwa membaca buku secara rutin memiliki banyak manfaat bagi otak. Aktivitas ini dapat meningkatkan daya ingat, memperluas kosakata, dan merangsang kreativitas. Selain itu, membaca juga dapat mengurangi stres dan meningkatkan kualitas tidur. Namun, di era digital ini, minat baca masyarakat cenderung menurun karena dominasi media sosial dan konten visual. Oleh karena itu, diperlukan upaya kolaboratif dari berbagai pihak, termasuk keluarga, sekolah, dan pemerintah, untuk menumbuhkan kembali budaya membaca di tengah masyarakat, misalnya melalui kampanye literasi atau penyediaan akses buku yang mudah dan terjangkau.",
    "pertanyaan": "Apa hubungan antara kalimat kedua ('Aktivitas ini dapat meningkatkan daya ingat, memperluas kosakata, dan merangsang kreativitas.') dengan kalimat ketiga ('Selain itu, membaca juga dapat mengurangi stres dan meningkatkan kualitas tidur.')?",
    "pilihan": [
      "Hubungan sebab-akibat",
      "Hubungan penambahan",
      "Hubungan pertentangan",
      "Hubungan perbandingan",
      "Hubungan penegasan"
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat ketiga diawali dengan '**Selain itu,**' yang menunjukkan bahwa informasi yang disajikan merupakan **tambahan** dari manfaat membaca yang telah disebutkan di kalimat kedua."
  },
  {
    "id": 153,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan efektif.",
    "pilihan": [
      "Walaupun harga minyak naik, tapi masyarakat tetap membeli.",
      "Agar supaya kita sehat, kita harus berolahraga.",
      "Kepada seluruh peserta diharapkan hadir tepat waktu.",
      "Pemerintah berupaya untuk meningkatkan kesejahteraan rakyat.",
      "Baik dia maupun saya, tidak setuju dengan keputusan itu."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan **D** memiliki struktur yang benar dan efektif. Pilihan A salah karena 'Walaupun' dan 'tapi' redundant. Pilihan B salah karena 'Agar' dan 'supaya' redundant. Pilihan C salah karena ada preposisi 'Kepada' yang tidak tepat untuk subjek. Pilihan E salah karena tidak diperlukan koma setelah 'saya'."
  },
  {
    "id": 154,
    "pertanyaan": "Fenomena perubahan iklim semakin menunjukkan dampaknya. Kekeringan berkepanjangan di satu wilayah, sementara banjir bandang melanda wilayah lain, menjadi bukti nyata. Para petani kesulitan memprediksi musim tanam, nelayan menghadapi perubahan pola migrasi ikan, dan masyarakat rentan terhadap penyakit akibat cuaca ekstrem. Krisis ini bukan hanya masalah lingkungan, tetapi juga ancaman serius terhadap ekonomi dan sosial. Oleh karena itu, kolaborasi global untuk mitigasi dan adaptasi menjadi keharusan, bukan lagi pilihan. Setiap individu juga memiliki peran penting dalam mengurangi jejak karbon melalui gaya hidup berkelanjutan.",
    "pertanyaan": "Implikasi tersirat dari kalimat 'Krisis ini bukan hanya masalah lingkungan, tetapi juga ancaman serius terhadap ekonomi dan sosial' adalah...",
    "pilihan": [
      "Perubahan iklim hanya berdampak pada lingkungan.",
      "Perubahan iklim tidak memiliki dampak ekonomi.",
      "Perubahan iklim memiliki dampak yang lebih luas daripada sekadar lingkungan, mencakup aspek ekonomi dan sosial.",
      "Hanya negara kaya yang terkena dampak perubahan iklim.",
      "Perubahan iklim dapat diatasi dengan mudah."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut secara eksplisit menyatakan bahwa dampak krisis iklim meluas. Implikasinya adalah **perubahan iklim memiliki dampak yang lebih luas daripada sekadar lingkungan, mencakup aspek ekonomi dan sosial**."
  },
  {
    "id": 155,
    "pertanyaan": "Literasi keuangan menjadi krusial di era ekonomi yang kompleks. Kemampuan mengelola pendapatan, melakukan investasi cerdas, dan merencanakan masa depan keuangan pribadi adalah keterampilan yang wajib dimiliki setiap individu. Dengan literasi keuangan yang baik, seseorang dapat menghindari jeratan utang, terhindar dari penipuan investasi, dan mencapai tujuan finansialnya. Namun, rendahnya pemahaman masyarakat tentang produk keuangan dan risiko investasi masih menjadi kendala besar. Oleh karena itu, edukasi keuangan yang berkelanjutan dan mudah diakses perlu digalakkan, baik melalui institusi pendidikan, lembaga keuangan, maupun inisiatif komunitas. Sosialisasi sejak dini juga penting untuk membangun fondasi keuangan yang kuat bagi generasi mendatang.",
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan argumen utama penulis mengenai literasi keuangan adalah...",
    "pilihan": [
      "Literasi keuangan hanya penting bagi orang kaya.",
      "Investasi cerdas adalah satu-satunya tujuan literasi keuangan.",
      "Literasi keuangan sangat penting untuk mengelola keuangan pribadi dan mencapai tujuan finansial, namun masih banyak kendala yang perlu diatasi melalui edukasi yang berkelanjutan.",
      "Penipuan investasi tidak dapat dihindari.",
      "Hanya lembaga keuangan yang bertanggung jawab atas edukasi literasi keuangan."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen utama penulis adalah bahwa literasi keuangan itu sangat penting (manfaat) namun ada **kendala yang perlu diatasi melalui edukasi yang berkelanjutan**. Pilihan **C** paling komprehensif mencakup kedua sisi pandang penulis."
  },
  {
    "id": 156,
    "pertanyaan": "Perkembangan kota-kota besar yang pesat seringkali diiringi oleh masalah kesenjangan sosial. Pembangunan infrastruktur megah dan pertumbuhan ekonomi yang tinggi tidak selalu merata dinikmati oleh seluruh lapisan masyarakat. Kelompok masyarakat berpenghasilan rendah seringkali kesulitan mengakses hunian layak, pendidikan berkualitas, dan layanan kesehatan yang memadai. Hal ini dapat memicu konflik sosial dan menghambat pembangunan yang inklusif. Oleh karena itu, pemerintah perlu merumuskan kebijakan yang pro-rakyat miskin, memperkuat jaring pengaman sosial, dan mendorong partisipasi aktif masyarakat dalam pembangunan. Investasi pada pendidikan dan keterampilan juga krusial untuk meningkatkan mobilitas sosial.",
    "pertanyaan": "Asumsi implisit yang mendasari perlunya 'kebijakan yang pro-rakyat miskin' adalah...",
    "pilihan": [
      "Masyarakat miskin tidak mampu berkembang sendiri.",
      "Kesenjangan sosial akan hilang dengan sendirinya.",
      "Pemerintah tidak memiliki peran dalam mengatasi kesenjangan.",
      "Ada kelompok masyarakat yang rentan dan membutuhkan intervensi kebijakan untuk meningkatkan kesejahteraannya.",
      "Semua masyarakat memiliki akses yang sama terhadap sumber daya."
    ],
    "jawaban": "D",
    "pembahasan": "Jika paragraf menekankan perlunya kebijakan yang pro-rakyat miskin, asumsi implisitnya adalah bahwa **ada kelompok masyarakat yang rentan dan membutuhkan intervensi kebijakan untuk meningkatkan kesejahteraannya** karena mereka kesulitan mengakses sumber daya dasar."
  },
  {
    "id": 157,
    "pertanyaan": "Seni dan budaya adalah cerminan identitas suatu bangsa. Melalui seni, nilai-nilai luhur, tradisi, dan sejarah dapat diwariskan dari generasi ke generasi. Di era globalisasi, di mana batas-batas semakin kabur, pelestarian dan pengembangan seni budaya menjadi semakin penting untuk menjaga jati diri bangsa. Namun, tantangan muncul dari serbuan budaya asing, kurangnya apresiasi generasi muda, dan minimnya dukungan pemerintah dalam pengembangan seni lokal. Oleh karena itu, diperlukan strategi komprehensif yang melibatkan edukasi sejak dini, revitalisasi seni tradisional, dan promosi yang masif agar seni dan budaya bangsa tetap lestari dan berkembang di kancah global.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari naskah pidato dalam peringatan hari kebudayaan nasional, manakah kalimat yang paling tepat menjadi 'seruan aksi' (call to action) dari pidato tersebut?",
    "pilihan": [
      "Seni dan budaya akan hilang seiring waktu.",
      "Kita harus menolak semua budaya asing.",
      "Mari kita bersama-sama menjaga, mengembangkan, dan mempromosikan seni dan budaya bangsa sebagai jati diri kita di tengah arus globalisasi.",
      "Pemerintah harus sepenuhnya bertanggung jawab atas pelestarian budaya.",
      "Generasi muda tidak peduli dengan seni tradisional."
    ],
    "jawaban": "C",
    "pembahasan": "Seruan aksi dalam pidato harus mengajak audiens untuk melakukan sesuatu. Pilihan **C** adalah yang paling tepat karena mengajak pendengar ('**Mari kita bersama-sama**') untuk melakukan tindakan spesifik ('**menjaga, mengembangkan, dan mempromosikan seni dan budaya bangsa**') dengan tujuan yang jelas ('**sebagai jati diri kita di tengah arus globalisasi**')."
  },
  {
    "id": 158,
    "pertanyaan": "Pendidikan tinggi memiliki peran strategis dalam mencetak sumber daya manusia unggul yang siap menghadapi tantangan global. Kurikulum yang relevan dengan kebutuhan industri, dosen yang kompeten, dan fasilitas yang memadai adalah pilar utama perguruan tinggi berkualitas. Lulusan yang memiliki kemampuan berpikir kritis, kreatif, kolaboratif, dan komunikatif akan lebih mudah bersaing di pasar kerja. Selain itu, riset dan inovasi yang dihasilkan perguruan tinggi juga berkontribusi pada kemajuan ilmu pengetahuan dan teknologi. Kolaborasi dengan industri dan pemerintah juga esensial untuk memastikan relevansi pendidikan dan hilirisasi hasil riset.",
    "pertanyaan": "Frasa 'kemampuan berpikir kritis, kreatif, kolaboratif, dan komunikatif' dalam paragraf tersebut mengindikasikan aspek-aspek...",
    "pilihan": [
      "Pengetahuan akademik saja.",
      "Keterampilan teknis saja.",
      "Keterampilan non-teknis atau soft skills.",
      "Penguasaan materi pelajaran.",
      "Hanya relevan untuk dosen."
    ],
    "jawaban": "C",
    "pembahasan": "Frasa tersebut merujuk pada **keterampilan non-teknis atau soft skills** yang sangat penting di samping pengetahuan akademik atau keterampilan teknis. Ini adalah kemampuan umum yang mendukung kinerja di berbagai bidang."
  },
  {
    "id": 159,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": [
      "Saya suka membaca; buku, majalah, dan koran.",
      "Bandung, kota kembang, sangat indah.",
      "Dia bertanya, 'Kapan kamu pulang?'",
      "Meskipun kaya, dia tetap sederhana.",
      "Pameran itu dibuka pada tanggal 17 agustus 2024."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan **B** benar. Frasa apositif ('**kota kembang**') diapit oleh koma. Pilihan A salah karena titik koma tidak digunakan dalam perincian. Pilihan C salah karena tanda tanya seharusnya berada di dalam tanda petik. Pilihan D salah karena tidak perlu koma setelah 'kaya' jika klausa pertama tidak terlalu panjang. Pilihan E salah karena nama bulan ('agustus') seharusnya diawali huruf kapital."
  },
  {
    "id": 160,
    "pertanyaan": "Perkembangan kecerdasan buatan (AI) membawa potensi transformatif di berbagai sektor. Di bidang kesehatan, AI dapat membantu diagnosis penyakit lebih akurat dan mempercepat penemuan obat. Di sektor pendidikan, AI dapat mempersonalisasi pembelajaran dan memberikan umpan balik instan. Namun, adopsi AI juga memunculkan kekhawatiran etika, seperti bias algoritma, privasi data, dan potensi hilangnya pekerjaan. Oleh karena itu, pengembangan dan implementasi AI harus diiringi dengan kerangka regulasi yang kuat, pendidikan etika bagi pengembang, dan program 'reskilling' bagi pekerja. Kolaborasi lintas disiplin ilmu juga krusial untuk memastikan AI dimanfaatkan secara bertanggung jawab untuk kemaslahatan manusia.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari laporan penelitian tentang 'Dampak AI terhadap Masa Depan Pekerjaan', manakah kalimat yang paling tepat untuk menjadi topik utama bagian 'Rekomendasi Kebijakan'?",
    "pilihan": [
      "AI akan menggantikan semua pekerjaan manusia.",
      "Hanya pemerintah yang bertanggung jawab atas dampak AI.",
      "Diperlukan kerangka regulasi yang kuat, pendidikan etika bagi pengembang, dan program 'reskilling' bagi pekerja untuk memastikan pemanfaatan AI yang bertanggung jawab dan positif bagi masa depan pekerjaan.",
      "AI tidak memiliki potensi positif di sektor kesehatan.",
      "Fokus utama penelitian AI adalah keuntungan finansial."
    ],
    "jawaban": "C",
    "pembahasan": "Topik utama bagian 'Rekomendasi Kebijakan' harus merangkum langkah-langkah yang perlu diambil berdasarkan analisis dampak. Pilihan **C** paling komprehensif, mencakup aspek regulasi, etika, dan reskilling, yang merupakan inti dari rekomendasi kebijakan terkait dampak AI pada pekerjaan."
  }
]
