[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Arsitektur Biofilik dan Kesehatan Penghuni Kota**\n\n(1) Dalam lingkungan perkotaan yang didominasi oleh beton dan baja, arsitektur biofilik muncul sebagai pendekatan desain inovatif. Konsep ini berusaha mengintegrasikan elemen alam, seperti cahaya alami, ventilasi, material organik, dan pemandangan vegetasi, ke dalam ruang buatan manusia. Tujuannya adalah untuk memelihara hubungan bawaan manusia dengan alam (*biophilia*), yang terbukti esensial bagi kesejahteraan fisik dan mental.\n\n(2) Penerapan desain biofilik memberikan manfaat kognitif dan fisiologis yang signifikan bagi penghuni. Penelitian menunjukkan bahwa berada di lingkungan yang terhubung dengan alam dapat mengurangi tingkat stres, menurunkan tekanan darah, dan meningkatkan fokus serta kreativitas. Di tempat kerja, desain biofilik telah terbukti meningkatkan produktivitas dan mengurangi tingkat absensi karyawan.\n\n(3) Meskipun demikian, tantangan dalam implementasi arsitektur biofilik di perkotaan padat meliputi keterbatasan ruang dan biaya awal yang cenderung lebih tinggi untuk material berkelanjutan dan sistem vegetasi terintegrasi. **Pemerintah daerah harus memberikan insentif pajak atau regulasi yang mendukung untuk mendorong adopsi desain biofilik secara lebih luas, melihat dampak positifnya pada kesehatan publik.**\n\nApa inti dari konsep arsitektur biofilik (Teks 1)?",
    "pilihan": [
      "Menggantikan alam dengan beton dan baja di perkotaan.",
      "Menciptakan ruang buatan manusia tanpa ventilasi.",
      "Mengintegrasikan elemen alam ke dalam ruang buatan manusia.",
      "Menekankan pada biaya awal yang lebih tinggi.",
      "Memelihara hubungan bawaan manusia dengan teknologi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan arsitektur biofilik sebagai konsep yang 'berusaha mengintegrasikan elemen alam... ke dalam ruang buatan manusia'."
  },
  {
    "id": 2,
    "pertanyaan": "Apa manfaat kognitif dan fisiologis yang didapatkan penghuni dari desain biofilik (Teks 1)?",
    "pilihan": [
      "Meningkatkan tingkat stres dan tekanan darah.",
      "Mengurangi fokus dan kreativitas.",
      "Mengurangi tingkat stres, menurunkan tekanan darah, dan meningkatkan fokus serta kreativitas.",
      "Meningkatkan tingkat absensi karyawan.",
      "Menimbulkan keterbatasan ruang dan biaya yang lebih tinggi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan manfaatnya adalah 'mengurangi tingkat stres, menurunkan tekanan darah, dan meningkatkan fokus serta kreativitas'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'biophilia'** pada kalimat (1) Teks 1 merujuk pada....",
    "pilihan": [
      "Penggunaan material organik.",
      "Keterbatasan ruang di perkotaan.",
      "Hubungan bawaan manusia dengan alam.",
      "Peningkatan produktivitas karyawan.",
      "Kesehatan fisik dan mental."
    ],
    "jawaban": "C",
    "pembahasan": "*Biophilia* adalah konsep yang menjelaskan kecenderungan bawaan manusia untuk mencari koneksi dengan alam dan bentuk kehidupan lainnya."
  },
  {
    "id": 4,
    "pertanyaan": "Apa tantangan utama implementasi arsitektur biofilik di perkotaan padat (paragraf 3)?",
    "pilihan": [
      "Meningkatkan produktivitas karyawan.",
      "Keterbatasan ruang dan biaya awal yang tinggi.",
      "Rendahnya tingkat stres penghuni.",
      "Kurangnya cahaya alami dan ventilasi.",
      "Adanya pemandangan vegetasi yang melimpah."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan tantangannya adalah 'keterbatasan ruang dan biaya awal yang cenderung lebih tinggi'."
  },
  {
    "id": 5,
    "pertanyaan": "Pernyataan yang dapat **mendukung** argumen Teks 1 adalah....",
    "pilihan": [
      "Sebuah studi menemukan kantor tanpa tanaman memiliki tingkat absensi 50% lebih tinggi.",
      "Biaya material berkelanjutan kini telah turun drastis.",
      "Sebagian besar masyarakat perkotaan tidak tertarik dengan elemen alami.",
      "Desain biofilik hanya efektif di wilayah pedesaan.",
      "Pemerintah telah mencabut semua insentif pajak untuk desain hijau."
    ],
    "jawaban": "A",
    "pembahasan": "Pernyataan (A) mendukung poin di paragraf (2) bahwa desain biofilik mengurangi tingkat absensi karyawan (sebagai lawan dari kantor tanpa tanaman)."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 1 adalah sebuah...",
    "pilihan": [
      "Fakta yang telah terbukti.",
      "Pendapat yang menolak arsitektur biofilik.",
      "Saran kebijakan yang harus diambil pemerintah.",
      "Deskripsi masalah yang dihadapi oleh perancang.",
      "Perincian manfaat fisiologis."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menggunakan kata 'harus' dan merujuk pada tindakan yang perlu diambil oleh pemerintah ('memberikan insentif pajak atau regulasi yang mendukung'), yang merupakan sebuah **saran kebijakan**."
  },
  {
    "id": 7,
    "pertanyaan": "Teks 1 memiliki pola pengembangan yang bersifat....",
    "pilihan": [
      "Prosedural.",
      "Narasi-kronologis.",
      "Analitis (Definisi-Manfaat-Tantangan-Solusi).",
      "Perbandingan antara beton dan baja.",
      "Deskriptif murni."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini mendefinisikan konsep (P1), membahas manfaatnya (P2), mengidentifikasi tantangan, dan memberikan solusi/saran (P3)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Ancaman Kenaikan Permukaan Air Laut dan Kota Pesisir**\n\n(1) Kenaikan permukaan air laut (*sea level rise*) merupakan konsekuensi langsung dan paling merusak dari pemanasan global. Peningkatan suhu menyebabkan ekspansi termal air laut dan mencairnya lapisan es di kutub dan gletser. Fenomena ini mengancam keberlangsungan hidup kota-kota pesisir dataran rendah, termasuk beberapa ibu kota negara.\n\n(2) Dampak utama dari kenaikan air laut adalah peningkatan frekuensi dan intensitas banjir pasang (*rob*), intrusi air laut ke dalam akuifer air tanah, dan abrasi pantai yang masif. Intrusi air laut secara serius merusak kualitas air bersih dan kesuburan tanah pertanian di dekat pantai. **Tanpa tindakan mitigasi yang segera dan berkelanjutan, jutaan orang yang tinggal di kawasan pesisir harus bersiap menghadapi pemindahan massal (*mass displacement*) dalam beberapa dekade ke depan.**\n\n(3) Strategi mitigasi harus bersifat komprehensif, menggabungkan solusi berbasis alam dengan rekayasa teknologi. Solusi berbasis alam meliputi restorasi terumbu karang dan hutan mangrove. Sementara itu, rekayasa teknologi mencakup pembangunan tanggul laut raksasa dan sistem drainase adaptif. Diperlukan juga kebijakan tata ruang pesisir yang melarang pembangunan di zona-zona yang sangat rentan.\n\nApa dua penyebab utama kenaikan permukaan air laut (Teks 2)?",
    "pilihan": [
      "Peningkatan frekuensi banjir pasang dan abrasi pantai.",
      "Pencairan lapisan es/gletser dan ekspansi termal air laut.",
      "Intrusi air laut ke dalam akuifer dan kerusakan air bersih.",
      "Pembangunan tanggul laut raksasa dan hutan mangrove.",
      "Keberlangsungan hidup kota-kota pesisir dan ibu kota negara."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan penyebabnya adalah 'ekspansi termal air laut dan mencairnya lapisan es di kutub dan gletser'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa dampak dari intrusi air laut terhadap wilayah pesisir (Teks 2)?",
    "pilihan": [
      "Meningkatkan frekuensi banjir pasang (*rob*).",
      "Merusak kualitas air bersih dan kesuburan tanah pertanian.",
      "Membuat air laut mengalami ekspansi termal.",
      "Mencairnya lapisan es di kutub.",
      "Memicu pembangunan tanggul laut raksasa."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan 'Intrusi air laut secara serius merusak kualitas air bersih dan kesuburan tanah pertanian di dekat pantai'."
  },
  {
    "id": 10,
    "pertanyaan": "Istilah **'intrusi'** pada kalimat (2) Teks 2 memiliki makna yang setara dengan....",
    "pilihan": [
      "Penarikan keluar.",
      "Perusakan.",
      "Pemasukan atau perembesan.",
      "Pengendalian.",
      "Penguapan."
    ],
    "jawaban": "C",
    "pembahasan": "Intrusi air laut adalah proses perembesan atau pemasukan air laut ke dalam akuifer air tanah tawar."
  },
  {
    "id": 11,
    "pertanyaan": "Contoh dari 'solusi berbasis alam' (paragraf 3) adalah....",
    "pilihan": [
      "Pembangunan tanggul laut raksasa.",
      "Sistem drainase adaptif.",
      "Melarang pembangunan di zona rentan.",
      "Restorasi terumbu karang dan hutan mangrove.",
      "Pemindahan massal (*mass displacement*)."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (3) menyebutkan solusi berbasis alam meliputi 'restorasi terumbu karang dan hutan mangrove'."
  },
  {
    "id": 12,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 2 adalah....",
    "pilihan": [
      "rob",
      "pemindahan massal",
      "mass displacement",
      "pascang global",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan istilah asing (*mass displacement*) yang dicetak miring sudah sesuai kaidah penulisan yang umum dalam bahasa Indonesia untuk istilah teknis yang belum diindonesiakan secara baku."
  },
  {
    "id": 13,
    "pertanyaan": "Teks 2 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Hanya tentang pemanasan global.",
      "Analisis sebab, dampak, dan strategi mitigasi kenaikan permukaan air laut.",
      "Prosedur pembangunan tanggul laut raksasa.",
      "Sejarah kota-kota pesisir dataran rendah.",
      "Perdebatan mengenai pencairan lapisan es."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini membahas penyebab (P1), dampak/akibat (P2), dan solusi/mitigasi (P3) dari kenaikan permukaan air laut."
  },
  {
    "id": 14,
    "pertanyaan": "Hubungan antara kalimat yang dicetak tebal di paragraf (2) Teks 2 dan kalimat sebelumnya adalah....",
    "pilihan": [
      "Sebab-akibat.",
      "Pertentangan.",
      "Perbandingan.",
      "Penegasan konsekuensi (ancaman).",
      "Perincian solusi."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat tersebut memperingatkan konsekuensi paling ekstrem ('pemindahan massal') jika dampak kenaikan air laut (seperti yang dijelaskan di kalimat sebelumnya) tidak segera diatasi, yang berfungsi sebagai **penegasan ancaman**."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Sastra Klasik di Tengah Gempuran Era Digital**\n\n(1) Di tengah gempuran konten digital yang serba cepat dan instan, sastra klasik menghadapi tantangan signifikan untuk tetap relevan. Karya-karya klasik, seperti novel-novel abad ke-19, seringkali dianggap memerlukan perhatian yang lama, bahasa yang rumit, dan konteks sejarah yang mendalam, hal-hal yang kontras dengan kebiasaan membaca modern yang didominasi oleh rangkuman dan media visual.\n\n(2) Meskipun demikian, sastra klasik menawarkan kekayaan intelektual dan emosional yang tak tergantikan. Karya-karya ini sering menyajikan eksplorasi mendalam tentang kondisi manusia, moralitas, dan konflik universal yang melampaui zaman. Membaca karya klasik terbukti dapat meningkatkan kemampuan analisis, empati, dan memperkaya kosakata yang lebih baik daripada konsumsi konten instan.\n\n(3) Untuk menjaga relevansi sastra klasik, institusi pendidikan dan pegiat literasi harus melakukan inovasi. Adaptasi ke dalam format digital yang lebih menarik, seperti buku audio atau serial web, terbukti efektif menjangkau audiens muda. **Tujuan utamanya adalah menempatkan sastra klasik bukan sebagai artefak sejarah yang usang, melainkan sebagai sumber kebijaksanaan abadi yang masih mampu membentuk pemikiran kritis di era digital.**\n\nApa tantangan utama sastra klasik di era digital (Teks 3)?",
    "pilihan": [
      "Kurangnya konteks sejarah yang mendalam.",
      "Kebutuhan untuk meningkatkan kemampuan analisis dan empati.",
      "Diperlukan perhatian yang lama, bahasa rumit, dan konteks yang mendalam, yang kontras dengan kebiasaan membaca modern.",
      "Kekayaan intelektual dan emosional yang tak tergantikan.",
      "Inovasi ke dalam format digital yang menarik."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan sastra klasik memerlukan 'perhatian yang lama, bahasa yang rumit, dan konteks sejarah yang mendalam, hal-hal yang kontras dengan kebiasaan membaca modern'."
  },
  {
    "id": 16,
    "pertanyaan": "Menurut Teks 3, apa manfaat membaca sastra klasik (paragraf 2)?",
    "pilihan": [
      "Mengurangi fokus dan empati.",
      "Menyajikan eksplorasi moralitas yang melampaui zaman.",
      "Meningkatkan kemampuan analisis, empati, dan memperkaya kosakata.",
      "Mendominasi kebiasaan membaca modern.",
      "Menyebabkan kebiasaan membaca yang instan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan 'Membaca karya klasik terbukti dapat meningkatkan kemampuan analisis, empati, dan memperkaya kosakata'."
  },
  {
    "id": 17,
    "pertanyaan": "Istilah **'artefak sejarah'** pada kalimat yang dicetak tebal Teks 3 merujuk pada sastra klasik sebagai sesuatu yang....",
    "pilihan": [
      "Sumber kebijaksanaan abadi.",
      "Mampu membentuk pemikiran kritis.",
      "Benda kuno atau usang yang hanya bernilai historis.",
      "Format digital yang menarik.",
      "Karya yang relevan di era digital."
    ],
    "jawaban": "C",
    "pembahasan": "Artefak sejarah adalah objek dari masa lalu. Dalam konteks ini, istilah tersebut digunakan secara metaforis untuk merujuk pada karya yang dianggap usang atau hanya relevan di masa lalu, bukan di masa kini."
  },
  {
    "id": 18,
    "pertanyaan": "Bentuk inovasi apa yang diusulkan untuk menjaga relevansi sastra klasik (paragraf 3)?",
    "pilihan": [
      "Mewajibkan penggunaan bahasa yang rumit.",
      "Mengabaikan konteks sejarah yang mendalam.",
      "Adaptasi ke dalam format digital, seperti buku audio atau serial web.",
      "Menekankan pada kebiasaan membaca instan.",
      "Mengurangi kekayaan intelektualnya."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) mengusulkan 'Adaptasi ke dalam format digital yang lebih menarik, seperti buku audio atau serial web'."
  },
  {
    "id": 19,
    "pertanyaan": "Teks 3 didominasi oleh argumen yang menunjukkan....",
    "pilihan": [
      "Penolakan terhadap konten digital.",
      "Perbandingan antara sastra klasik dan novel abad ke-19.",
      "Tantangan dan nilai abadi sastra klasik di era modern.",
      "Prosedur pembuatan buku audio.",
      "Hubungan yang kontras antara empati dan kosakata."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini membahas masalah/tantangan (P1), nilai/kekuatan abadi (P2), dan strategi untuk menjaga relevansinya (P3)."
  },
  {
    "id": 20,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal pada paragraf (3) Teks 3 adalah....",
    "pilihan": [
      "Sastra klasik tidak lagi relevan bagi pemikiran kritis.",
      "Tujuan inovasi adalah menjadikan sastra klasik sumber kebijaksanaan abadi yang membentuk pemikiran kritis.",
      "Hanya institusi pendidikan yang bertanggung jawab menjaga sastra klasik.",
      "Buku audio dan serial web adalah format yang usang.",
      "Sastra klasik harus tetap dianggap sebagai artefak sejarah."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut secara eksplisit menyatakan tujuannya adalah menempatkan sastra klasik sebagai 'sumber kebijaksanaan abadi yang masih mampu membentuk pemikiran kritis di era digital'."
  }
]
