[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Transformasi Pendidikan Menuju Model *Hybrid***\n\n(1) Pandemi global mempercepat adopsi model pendidikan *hybrid*, yang menggabungkan pembelajaran tatap muka (luring) dengan teknologi digital (daring). Model ini menawarkan fleksibilitas yang lebih besar, memungkinkan siswa mengakses materi pelajaran kapan saja dan di mana saja. Model *hybrid* juga mendorong pengembangan keterampilan abad ke-21, seperti kemandirian belajar dan literasi digital, yang semakin penting di era informasi.\n\n(2) Meskipun menawarkan banyak keunggulan, penerapan model *hybrid* secara efektif menghadapi sejumlah tantangan. Kesenjangan digital yang lebar, terutama antara wilayah perkotaan dan pedesaan, menjadi penghalang utama; tidak semua siswa memiliki akses stabil ke internet atau perangkat yang memadai. Selain itu, diperlukan pelatihan yang intensif bagi para guru untuk mahir mengelola kelas *hybrid* dan memanfaatkan platform digital secara optimal.\n\n(3) Keberhasilan jangka panjang model *hybrid* sangat bergantung pada investasi berkelanjutan dalam infrastruktur teknologi dan peningkatan kompetensi sumber daya manusia (SDM). Pemerintah dan institusi pendidikan harus bekerja sama untuk menyediakan akses yang merata dan mengembangkan kurikulum yang adaptif. **Dengan demikian, model *hybrid* tidak hanya menjadi solusi darurat, melainkan sebuah transformasi fundamental yang meningkatkan kualitas dan pemerataan pendidikan nasional.**\n\nApa gagasan utama yang dibahas dalam paragraf (1) Teks 1?",
    "pilihan": [
      "Peran pandemi dalam pengembangan keterampilan abad ke-21.",
      "Definisi dan keunggulan model pendidikan *hybrid*.",
      "Model pembelajaran yang hanya mengandalkan teknologi digital.",
      "Model pembelajaran yang hanya dilaksanakan secara tatap muka.",
      "Perlunya literasi digital bagi guru dan siswa."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mendefinisikan model *hybrid* sebagai gabungan luring dan daring, serta menjelaskan manfaat atau keunggulannya (fleksibilitas, keterampilan abad ke-21)."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, kendala utama dalam penerapan model *hybrid* adalah....",
    "pilihan": [
      "Kurangnya minat siswa terhadap teknologi.",
      "Kesenjangan digital yang lebar antara kota dan desa.",
      "Mahalnya biaya pelatihan guru secara intensif.",
      "Model *hybrid* tidak menawarkan fleksibilitas.",
      "Adanya pembatasan akses internet di perkotaan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan 'Kesenjangan digital yang lebar, terutama antara wilayah perkotaan dan pedesaan, menjadi penghalang utama'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'fleksibilitas'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "Kekakuan atau keterbatasan.",
      "Kemandirian dalam belajar.",
      "Kemampuan untuk menyesuaikan diri atau lentur.",
      "Akses materi pelajaran yang sulit.",
      "Pentingnya keterampilan abad ke-21."
    ],
    "jawaban": "C",
    "pembahasan": "Fleksibilitas berarti kemampuan untuk menyesuaikan diri, lentur, atau mudah diatur sesuai kebutuhan, dalam konteks ini adalah waktu dan tempat belajar."
  },
  {
    "id": 4,
    "pertanyaan": "Keterampilan yang didorong oleh model *hybrid* dan dianggap penting di era informasi (Teks 1) adalah....",
    "pilihan": [
      "Kemandirian belajar dan literasi digital.",
      "Ketergantungan pada guru.",
      "Keterampilan tatap muka saja.",
      "Kemampuan mengakses materi di sekolah saja.",
      "Keterampilan fisik dan motorik."
    ],
    "jawaban": "A",
    "pembahasan": "Paragraf (1) menyebutkan model *hybrid* mendorong 'pengembangan keterampilan abad ke-21, seperti kemandirian belajar dan literasi digital'."
  },
  {
    "id": 5,
    "pertanyaan": "Keberhasilan jangka panjang model *hybrid* bergantung pada dua hal, yaitu....",
    "pilihan": [
      "Kesenjangan digital yang sempit dan minat siswa yang tinggi.",
      "Investasi berkelanjutan dalam infrastruktur teknologi dan peningkatan kompetensi SDM.",
      "Kurikulum yang kaku dan model pembelajaran yang seragam.",
      "Pelatihan guru intensif dan keterbatasan akses internet.",
      "Fleksibilitas dan kemandirian belajar."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyatakan keberhasilan jangka panjang bergantung pada 'investasi berkelanjutan dalam infrastruktur teknologi dan peningkatan kompetensi sumber daya manusia (SDM)'."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 1 adalah sebuah...",
    "pilihan": [
      "Pendapat yang perlu diuji kebenarannya.",
      "Pernyataan faktual yang didukung data.",
      "Kesimpulan dan harapan ideal dari transformasi pendidikan.",
      "Penolakan terhadap model pendidikan konvensional.",
      "Perincian masalah yang dihadapi oleh guru."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menyimpulkan bahwa tujuan dari semua upaya (investasi dan peningkatan SDM) adalah menjadikan model *hybrid* sebagai transformasi fundamental, yang merupakan **harapan ideal** di masa depan."
  },
  {
    "id": 7,
    "pertanyaan": "Frasa yang mengandung kata benda yang diikuti kata sifat (D-M) terdapat pada...",
    "pilihan": [
      "perangkat yang memadai (paragraf 2)",
      "pelatihan yang intensif (paragraf 2)",
      "akses yang merata (paragraf 3)",
      "solusi darurat (paragraf 3)",
      "TIDAK ADA"
    ],
    "jawaban": "D",
    "pembahasan": "Frasa **'solusi darurat'** terdiri dari kata benda (solusi) yang diterangkan oleh kata sifat (darurat). Pilihan A, B, dan C menggunakan kata *yang* yang merupakan perangkai kalimat bertingkat."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Era Baru Eksplorasi Luar Angkasa Swasta**\n\n(1) Eksplorasi luar angkasa telah memasuki era baru, ditandai dengan meningkatnya peran perusahaan swasta, seperti SpaceX dan Blue Origin, yang sebelumnya didominasi oleh lembaga pemerintah seperti NASA. Kolaborasi antara sektor publik dan swasta ini telah berhasil menurunkan secara drastis biaya peluncuran roket, memicu inovasi teknologi, dan membuka peluang komersial di orbit rendah Bumi, termasuk pariwisata luar angkasa.\n\n(2) Tujuan eksplorasi kini meluas dari sekadar penemuan ilmiah menjadi ambisi kolonisasi Mars dan penambangan sumber daya di asteroid. Perusahaan-perusahaan swasta memandang ruang angkasa bukan hanya sebagai batas terakhir, tetapi sebagai sumber daya yang dapat dimanfaatkan. **Dorongan komersial ini memberikan energi finansial yang berkelanjutan untuk misi-misi jangka panjang yang sulit didanai sepenuhnya oleh anggaran publik.**\n\n(3) Namun, dominasi swasta menimbulkan isu regulasi dan etika baru. Belum ada kerangka hukum internasional yang jelas mengenai hak kepemilikan dan pemanfaatan sumber daya di ruang angkasa, berpotensi memicu konflik antarbangsa dan perusahaan. Diperlukan kesepakatan global yang mengatur aktivitas komersial luar angkasa untuk memastikan eksplorasi dilakukan secara damai, etis, dan demi kepentingan seluruh umat manusia.\n\nIde pokok paragraf (2) Teks 2 adalah...",
    "pilihan": [
      "Tujuan eksplorasi luar angkasa yang bergeser ke kolonisasi dan penambangan.",
      "Penambangan sumber daya di asteroid akan memicu konflik.",
      "Perusahaan swasta sulit didanai oleh anggaran publik.",
      "Ruang angkasa adalah batas terakhir untuk penemuan ilmiah.",
      "Tujuan eksplorasi harus tetap pada penemuan ilmiah."
    ],
    "jawaban": "A",
    "pembahasan": "Paragraf (2) menjelaskan bagaimana tujuan eksplorasi kini telah bergeser dan meluas ke ranah kolonisasi Mars dan penambangan sumber daya (komersial)."
  },
  {
    "id": 9,
    "pertanyaan": "Menurut Teks 2, apa dampak utama dari kolaborasi antara sektor publik dan swasta dalam eksplorasi luar angkasa?",
    "pilihan": [
      "Meningkatnya biaya peluncuran roket.",
      "Menurunkan biaya peluncuran roket dan memicu inovasi teknologi.",
      "Dominasi penuh lembaga pemerintah (NASA).",
      "Kolonisasi Mars telah berhasil dilakukan.",
      "Menimbulkan isu regulasi dan etika baru."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan kolaborasi 'telah berhasil menurunkan secara drastis biaya peluncuran roket, memicu inovasi teknologi'."
  },
  {
    "id": 10,
    "pertanyaan": "Kata **'drastis'** pada kalimat (1) Teks 2 memiliki makna yang setara dengan....",
    "pilihan": [
      "Lambat.",
      "Sangat sedikit.",
      "Secara mendalam.",
      "Secara cepat dan signifikan.",
      "Sangat terbatas."
    ],
    "jawaban": "D",
    "pembahasan": "Drastis berarti dilakukan secara cepat, keras, atau signifikan/besar-besaran."
  },
  {
    "id": 11,
    "pertanyaan": "Isu baru yang muncul akibat dominasi swasta dalam eksplorasi luar angkasa (paragraf 3) adalah....",
    "pilihan": [
      "Mahalnya biaya peluncuran roket.",
      "Tidak adanya kerangka hukum internasional yang jelas mengenai pemanfaatan sumber daya.",
      "Kolaborasi yang tidak efektif antara NASA dan perusahaan swasta.",
      "Penemuan ilmiah yang berkurang.",
      "Kurangnya energi finansial dari anggaran publik."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan 'Belum ada kerangka hukum internasional yang jelas mengenai hak kepemilikan dan pemanfaatan sumber daya di ruang angkasa'."
  },
  {
    "id": 12,
    "pertanyaan": "Pernyataan yang dapat **melemahkan** argumen di paragraf kedua Teks 2 adalah....",
    "pilihan": [
      "Sebuah perjanjian internasional baru melarang penambangan asteroid hingga 2050.",
      "NASA mengumumkan misi baru untuk kolonisasi Mars yang didanai sepenuhnya oleh publik.",
      "Perusahaan swasta X berhasil meluncurkan roket dengan biaya yang sangat rendah.",
      "Anggaran publik untuk eksplorasi luar angkasa terus meningkat setiap tahun.",
      "Perusahaan swasta tidak tertarik dengan penemuan ilmiah."
    ],
    "jawaban": "A",
    "pembahasan": "Argumen di paragraf (2) adalah tentang pergeseran tujuan ke arah komersial (penambangan asteroid). Larangan penambangan (A) secara langsung melemahkan argumen tersebut."
  },
  {
    "id": 13,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (1) Teks 2 adalah....",
    "pilihan": [
      "spasi eks",
      "space X",
      "SpaceX",
      "blue origin",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "C",
    "pembahasan": "Nama perusahaan swasta yang sudah dikenal luas adalah **SpaceX** dan **Blue Origin**. Penulisan *SpaceX* dengan huruf 'X' besar di tengah adalah penulisan nama yang benar dan sudah seharusnya tidak dicetak miring jika sudah baku. Namun, jika konteksnya adalah memperbaiki penulisan *SpaceX* (seharusnya tanpa spasi), maka pilihan C adalah yang paling tepat."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 termasuk jenis teks....",
    "pilihan": [
      "Deskripsi yang membandingkan NASA dan SpaceX.",
      "Narasi tentang perjalanan ke Mars.",
      "Argumentasi tentang perubahan fokus dan tantangan etika eksplorasi antariksa.",
      "Prosedur pembuatan roket baru.",
      "Laporan hasil penemuan ilmiah di asteroid."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini menyajikan argumen mengenai perubahan fokus (komersial) dan masalah yang ditimbulkannya (regulasi dan etika) di era baru eksplorasi luar angkasa."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Dilema Kebijakan Moneter dalam Inflasi Global**\n\n(1) Dalam menghadapi gelombang inflasi global yang dipicu oleh gangguan rantai pasokan dan kenaikan harga komoditas, bank sentral di berbagai negara, termasuk Indonesia, dihadapkan pada dilema kebijakan moneter yang rumit. Tugas utama bank sentral adalah menjaga stabilitas harga dan nilai tukar. Instrumen yang paling sering digunakan adalah menaikkan suku bunga acuan, yang bertujuan untuk mengerem permintaan dan menekan laju inflasi.\n\n(2) Kenaikan suku bunga, meskipun efektif dalam mengendalikan inflasi, membawa konsekuensi serius bagi pertumbuhan ekonomi. Suku bunga yang lebih tinggi meningkatkan biaya pinjaman bagi dunia usaha dan konsumen, yang pada akhirnya dapat memperlambat investasi dan konsumsi. Risiko utamanya adalah terjadinya resesi atau pertumbuhan ekonomi yang melambat signifikan (*stagflation*), suatu kondisi yang sangat dihindari oleh pembuat kebijakan.\n\n(3) Oleh karena itu, bank sentral dituntut untuk mengambil langkah yang terukur dan 'hati-hati' (*well-calibrated*). Komunikasi kebijakan yang transparan menjadi sangat penting untuk mengelola ekspektasi pasar dan publik. **Pengambilan keputusan harus didasarkan pada data ekonomi domestik yang akurat, dengan mempertimbangkan juga dampak dari kebijakan moneter yang diambil oleh bank sentral negara-negara maju.**\n\nApa tugas utama bank sentral yang disebutkan dalam Teks 3?",
    "pilihan": [
      "Meningkatkan biaya pinjaman bagi dunia usaha.",
      "Mengendalikan resesi dan stagflation.",
      "Menjaga stabilitas harga dan nilai tukar.",
      "Menaikkan suku bunga acuan secara agresif.",
      "Mengerem permintaan dan konsumsi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyatakan 'Tugas utama bank sentral adalah menjaga stabilitas harga dan nilai tukar'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa instrumen kebijakan moneter yang paling sering digunakan untuk menekan laju inflasi (Teks 3)?",
    "pilihan": [
      "Mengatur ekspektasi pasar.",
      "Menjaga stabilitas nilai tukar.",
      "Menaikkan suku bunga acuan.",
      "Menjaga stabilitas harga.",
      "Menyediakan data ekonomi domestik yang akurat."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan 'Instrumen yang paling sering digunakan adalah menaikkan suku bunga acuan'."
  },
  {
    "id": 17,
    "pertanyaan": "Risiko utama kenaikan suku bunga terhadap pertumbuhan ekonomi (paragraf 2) adalah....",
    "pilihan": [
      "Terjadinya resesi atau *stagflation*.",
      "Menurunnya inflasi secara drastis.",
      "Meningkatnya investasi dan konsumsi.",
      "Menurunnya biaya pinjaman bagi dunia usaha.",
      "Gangguan pada rantai pasokan."
    ],
    "jawaban": "A",
    "pembahasan": "Paragraf (2) menyebutkan: 'Risiko utamanya adalah terjadinya resesi atau pertumbuhan ekonomi yang melambat signifikan (*stagflation*)'."
  },
  {
    "id": 18,
    "pertanyaan": "Makna kata **'dilema'** pada kalimat (1) Teks 3 adalah...",
    "pilihan": [
      "Keputusan yang mudah diambil.",
      "Masalah yang telah terpecahkan.",
      "Situasi sulit yang menuntut pemilihan antara dua pilihan yang sama-sama tidak menyenangkan.",
      "Kondisi moneter yang stabil dan aman.",
      "Pilihan antara menaikkan suku bunga atau menjaga nilai tukar."
    ],
    "jawaban": "C",
    "pembahasan": "Dilema merujuk pada situasi sulit di mana seseorang harus memilih antara dua atau lebih kemungkinan yang sama-sama tidak diinginkan atau sulit."
  },
  {
    "id": 19,
    "pertanyaan": "Pernyataan yang merupakan saran atau tuntutan dalam Teks 3 adalah...",
    "pilihan": [
      "Inflasi global dipicu oleh gangguan rantai pasokan.",
      "Kenaikan suku bunga meningkatkan biaya pinjaman.",
      "Bank sentral dituntut untuk mengambil langkah yang terukur dan 'hati-hati'.",
      "Risiko utamanya adalah terjadinya resesi.",
      "Tugas utama bank sentral adalah menjaga stabilitas harga."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ini menggunakan kata 'dituntut' yang menunjukkan suatu saran atau keharusan tindakan yang perlu diambil oleh bank sentral."
  },
  {
    "id": 20,
    "pertanyaan": "Tujuan dari komunikasi kebijakan yang transparan (paragraf 3) adalah untuk....",
    "pilihan": [
      "Mengendalikan inflasi secara langsung.",
      "Meningkatkan suku bunga acuan.",
      "Mengelola ekspektasi pasar dan publik.",
      "Mempercepat pertumbuhan ekonomi.",
      "Menyederhanakan pengambilan keputusan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan komunikasi transparan 'menjadi sangat penting untuk mengelola ekspektasi pasar dan publik'."
  }
]
