[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Akselerasi Kendaraan Listrik dan Kebutuhan Infrastruktur Pengisian**\n\n(1) Transisi global dari kendaraan berbahan bakar fosil (ICE) ke Kendaraan Listrik Berbasis Baterai (KLBB) merupakan langkah krusial dalam mitigasi perubahan iklim dan penurunan polusi udara perkotaan. Di banyak negara, termasuk Indonesia, insentif pemerintah dan penurunan harga baterai telah mempercepat adopsi KLBB. Namun, akselerasi ini memunculkan tantangan besar, terutama terkait infrastruktur pendukung.\n\n(2) Tantangan utama yang dihadapi adalah ketersediaan dan pemerataan Stasiun Pengisian Kendaraan Listrik Umum (SPKLU). Kecepatan pengisian, lokasi strategis, dan keandalan SPKLU secara langsung memengaruhi kenyamanan dan menghilangkan *range anxiety* (kecemasan jarak tempuh) yang dirasakan calon pengguna KLBB. Keterbatasan SPKLU, terutama di luar pulau Jawa dan di jalan tol, menjadi hambatan psikologis dan praktis bagi masyarakat.\n\n(3) Oleh karena itu, kolaborasi antara pemerintah, BUMN, dan sektor swasta sangat diperlukan. Pemerintah harus mempermudah regulasi dan memberikan insentif pajak bagi pengembang SPKLU. **Investasi dalam teknologi pengisian cepat dan pengembangan aplikasi terintegrasi untuk menemukan lokasi SPKLU menjadi kunci untuk menciptakan ekosistem KLBB yang matang dan berkelanjutan.**\n\nApa langkah krusial yang diwakili oleh transisi ke KLBB (Teks 1)?",
    "pilihan": [
      "Peningkatan insentif pemerintah dan penurunan harga baterai.",
      "Mitigasi perubahan iklim dan penurunan polusi udara perkotaan.",
      "Menciptakan SPKLU di jalan tol.",
      "Menghilangkan *range anxiety* pengguna.",
      "Kolaborasi antara pemerintah dan sektor swasta."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyebutkan transisi ke KLBB adalah 'langkah krusial dalam mitigasi perubahan iklim dan penurunan polusi udara perkotaan'."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, apa tantangan utama yang muncul seiring akselerasi adopsi KLBB?",
    "pilihan": [
      "Penurunan harga baterai.",
      "Ketersediaan dan pemerataan Stasiun Pengisian Kendaraan Listrik Umum (SPKLU).",
      "Adanya insentif pemerintah.",
      "Transisi dari kendaraan berbahan bakar fosil.",
      "Kecemasan jarak tempuh (*range anxiety*)."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan 'Tantangan utama yang dihadapi adalah ketersediaan dan pemerataan Stasiun Pengisian Kendaraan Listrik Umum (SPKLU)'."
  },
  {
    "id": 3,
    "pertanyaan": "Makna frasa **'range anxiety'** pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "Kecemasan terhadap harga baterai yang mahal.",
      "Kekhawatiran akan kurangnya keandalan KLBB.",
      "Kecemasan atau ketakutan pengguna kendaraan listrik kehabisan daya sebelum mencapai stasiun pengisian berikutnya.",
      "Ketakutan akan polusi udara perkotaan.",
      "Kekhawatiran terhadap insentif pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "*Range anxiety* adalah istilah untuk kecemasan kehabisan baterai sebelum mencapai tujuan atau tempat pengisian."
  },
  {
    "id": 4,
    "pertanyaan": "Keterbatasan SPKLU menjadi hambatan **psikologis** dan **praktis** bagi masyarakat karena....",
    "pilihan": [
      "Mempercepat adopsi KLBB.",
      "Menghilangkan *range anxiety*.",
      "Menimbulkan kecemasan jarak tempuh dan masalah ketersediaan pengisian di luar Jawa.",
      "Mempermudah regulasi pemerintah.",
      "SPKLU hanya dibangun di jalan tol."
    ],
    "jawaban": "C",
    "pembahasan": "Hambatan psikologis diwakili oleh *range anxiety* (kecemasan), dan hambatan praktis diwakili oleh ketersediaan SPKLU yang minim di luar Jawa dan jalan tol."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "kendaraan fosil",
      "mesin pembakaran internal",
      "internal combustion engine",
      "mesin bensin",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan akronim asing (ICE) yang dicetak miring sudah sesuai kaidah penulisan untuk istilah teknis yang belum diindonesiakan secara baku."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 1 merupakan....",
    "pilihan": [
      "Definisi SPKLU.",
      "Sebab dari adopsi KLBB.",
      "Kunci solusi atau saran untuk menciptakan ekosistem yang matang.",
      "Masalah utama yang dihadapi pengguna KLBB.",
      "Deskripsi tentang insentif pajak."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menyatakan bahwa investasi dan pengembangan aplikasi terintegrasi adalah 'kunci' untuk menciptakan ekosistem yang berkelanjutan, yang merupakan inti dari solusi yang diusulkan."
  },
  {
    "id": 7,
    "pertanyaan": "Teks 1 didominasi oleh pola pengembangan....",
    "pilihan": [
      "Narasi-kronologis.",
      "Perbandingan antara kendaraan listrik dan fosil.",
      "Masalah-solusi (Tantangan adopsi KLBB dan strategi infrastruktur).",
      "Deskripsi jenis-jenis baterai KLBB.",
      "Klasifikasi insentif pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini secara jelas memaparkan masalah (tantangan infrastruktur) dan memberikan saran untuk penyelesaiannya (solusi: kolaborasi dan investasi teknologi)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Perbandingan Kondisi Lingkungan Tiga Planet Terestrial**\n\n(1) Di tata surya, ada tiga planet terestrial (berbatu) yang sering dikaji: Venus, Bumi, dan Mars. Ketiga planet ini memiliki sejarah geologis yang sama, tetapi evolusi atmosfernya sangat berbeda. Perbedaan ini memberikan pelajaran penting mengenai kerentanan lingkungan sebuah planet.\n\n(2) Bumi memiliki kondisi 'emas' yang memungkinkan air cair dan kehidupan, berkat atmosfer tipis yang mempertahankan panas namun memungkinkan pendinginan. Sebaliknya, Venus mengalami efek rumah kaca tak terkendali (*runaway greenhouse effect*); atmosfernya yang tebal dan kaya karbon dioksida memerangkap panas secara ekstrem, menjadikannya planet terpanas di tata surya. **Suhunya mampu melelehkan timah, sebuah peringatan akan dampak dari akumulasi gas rumah kaca.**\n\n(3) Mars, di sisi lain, kehilangan sebagian besar atmosfernya karena tidak memiliki medan magnet global yang kuat. Akibatnya, permukaan Mars terpapar radiasi kosmik dan mengalami suhu yang sangat dingin. Kondisi ekstrem Venus dan Mars menggarisbawahi pentingnya menjaga keseimbangan atmosfer Bumi: tidak terlalu tebal (seperti Venus) dan tidak terlalu tipis (seperti Mars).\n\nApa kondisi 'emas' yang dimiliki Bumi yang tidak dimiliki Venus dan Mars (Teks 2)?",
    "pilihan": [
      "Tidak memiliki medan magnet global.",
      "Atmosfer yang tebal dan kaya karbon dioksida.",
      "Kondisi yang memungkinkan air cair dan kehidupan, berkat atmosfer yang seimbang.",
      "Suhu yang mampu melelehkan timah.",
      "Kehilangan sebagian besar atmosfernya."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan Bumi memiliki kondisi 'emas' yang 'memungkinkan air cair dan kehidupan, berkat atmosfer tipis yang mempertahankan panas namun memungkinkan pendinginan'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa yang menyebabkan Venus menjadi planet terpanas di tata surya (Teks 2)?",
    "pilihan": [
      "Kehilangan sebagian besar atmosfernya.",
      "Memiliki medan magnet global yang kuat.",
      "Efek rumah kaca tak terkendali (*runaway greenhouse effect*) akibat atmosfer tebal kaya karbon dioksida.",
      "Terpapar radiasi kosmik.",
      "Suhu yang sangat dingin."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menjelaskan Venus mengalami 'efek rumah kaca tak terkendali... atmosfernya yang tebal dan kaya karbon dioksida memerangkap panas secara ekstrem'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna kata **'terestrial'** pada kalimat (1) Teks 2 adalah....",
    "pilihan": [
      "Berbatu atau mirip Bumi.",
      "Berbentuk gas raksasa.",
      "Memiliki cincin dan banyak bulan.",
      "Memiliki suhu yang sangat panas.",
      "Mengalami efek rumah kaca."
    ],
    "jawaban": "A",
    "pembahasan": "Planet terestrial adalah planet yang tersusun terutama dari batuan silikat atau logam, seperti Bumi, Mars, dan Venus."
  },
  {
    "id": 11,
    "pertanyaan": "Penyebab Mars kehilangan sebagian besar atmosfernya (paragraf 3) adalah....",
    "pilihan": [
      "Adanya air cair dan kehidupan.",
      "Tidak memiliki medan magnet global yang kuat.",
      "Efek rumah kaca tak terkendali.",
      "Adanya ekspansi termal air laut.",
      "Memiliki sejarah geologis yang berbeda dari Bumi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menyebutkan Mars kehilangan atmosfernya 'karena tidak memiliki medan magnet global yang kuat'."
  },
  {
    "id": 12,
    "pertanyaan": "Teks 2 menyimpulkan bahwa kondisi ekstrem Venus dan Mars memberikan pelajaran tentang....",
    "pilihan": [
      "Pentingnya medan magnet global bagi Venus.",
      "Mengapa Bumi tidak dapat menampung kehidupan.",
      "Pentingnya menjaga keseimbangan atmosfer Bumi.",
      "Mengapa Mars adalah planet terpanas.",
      "Bahwa semua planet terestrial memiliki atmosfer yang sama."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyimpulkan: 'Kondisi ekstrem Venus dan Mars menggarisbawahi pentingnya menjaga keseimbangan atmosfer Bumi: tidak terlalu tebal... dan tidak terlalu tipis...'."
  },
  {
    "id": 13,
    "pertanyaan": "Teks 2 termasuk jenis teks yang menggunakan pola pengembangan....",
    "pilihan": [
      "Narasi-kronologis.",
      "Sebab-akibat yang linier.",
      "Komparasi/Perbandingan kondisi planet terestrial.",
      "Prosedur evolusi atmosfer.",
      "Definisi-solusi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini membandingkan (komparasi) evolusi atmosfer dan kondisi lingkungan tiga planet: Venus, Bumi, dan Mars."
  },
  {
    "id": 14,
    "pertanyaan": "Inti dari kalimat yang dicetak tebal di paragraf (2) Teks 2 adalah....",
    "pilihan": [
      "Suhu Venus kini telah melelehkan timah.",
      "Suhu tinggi Venus adalah akibat dari karbon dioksida.",
      "Suhu ekstrem Venus berfungsi sebagai peringatan tentang dampak gas rumah kaca.",
      "Pendinginan Bumi tidak terjadi karena atmosfernya tipis.",
      "Atmosfer Bumi lebih tebal dari Venus."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menafsirkan suhu ekstrem Venus sebagai 'sebuah peringatan akan dampak dari akumulasi gas rumah kaca' di Bumi."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Fenomena *Greenwashing* dan Tantangan Konsumsi Etis**\n\n(1) Seiring meningkatnya kesadaran publik terhadap isu lingkungan, semakin banyak konsumen yang termotivasi untuk memilih produk yang diklaim ramah lingkungan. Namun, motivasi ini dieksploitasi oleh fenomena *greenwashing*—praktik di mana perusahaan mengklaim produk atau operasinya lebih hijau daripada kenyataan sebenarnya, seringkali melalui klaim pemasaran yang menyesatkan atau samar-samar.\n\n(2) *Greenwashing* tidak hanya menipu konsumen, tetapi juga merusak upaya nyata dari perusahaan yang benar-benar berkomitmen pada keberlanjutan. Praktik ini biasanya melibatkan penggunaan kata-kata seperti 'alami', 'organik', atau 'ramah lingkungan' tanpa sertifikasi yang kredibel atau data pendukung yang transparan. Akibatnya, konsumen menjadi skeptis terhadap semua klaim hijau, yang pada akhirnya menghambat transisi menuju ekonomi yang lebih berkelanjutan.\n\n(3) Untuk melawan *greenwashing*, diperlukan peran aktif dari tiga pihak. Pemerintah harus menetapkan standar pelabelan yang jelas dan sanksi yang tegas bagi pelanggar. Organisasi independen harus menyediakan sertifikasi yang mudah diverifikasi. **Konsumen sendiri harus menjadi pihak yang proaktif: mempertanyakan klaim yang terlalu baik untuk menjadi kenyataan dan melakukan verifikasi silang terhadap informasi yang disajikan perusahaan.**\n\nApa definisi dari *greenwashing* (Teks 3)?",
    "pilihan": [
      "Praktik di mana perusahaan berkomitmen penuh pada keberlanjutan.",
      "Klaim pemasaran yang transparan dan didukung sertifikasi kredibel.",
      "Praktik di mana perusahaan mengklaim produk atau operasinya lebih hijau daripada kenyataan sebenarnya.",
      "Upaya nyata dari perusahaan untuk mengurangi limbah.",
      "Penetapan standar pelabelan yang jelas oleh pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan *greenwashing* sebagai 'praktik di mana perusahaan mengklaim produk atau operasinya lebih hijau daripada kenyataan sebenarnya'."
  },
  {
    "id": 16,
    "pertanyaan": "Bagaimana *greenwashing* merusak upaya keberlanjutan yang nyata (Teks 3)?",
    "pilihan": [
      "Menyediakan sertifikasi yang mudah diverifikasi.",
      "Mengeksploitasi kesadaran publik terhadap isu lingkungan.",
      "Membuat konsumen menjadi skeptis terhadap semua klaim hijau, sehingga menghambat transisi menuju ekonomi berkelanjutan.",
      "Menggunakan kata-kata seperti 'alami' dan 'organik' dengan kredibel.",
      "Menetapkan standar pelabelan yang jelas."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) menyebutkan akibatnya: 'konsumen menjadi skeptis terhadap semua klaim hijau, yang pada akhirnya menghambat transisi menuju ekonomi yang lebih berkelanjutan'."
  },
  {
    "id": 17,
    "pertanyaan": "Makna kata **'skeptis'** pada kalimat (2) Teks 3 adalah....",
    "pilihan": [
      "Sangat mudah percaya.",
      "Ragu-ragu atau tidak mudah percaya.",
      "Termotivasi untuk memilih produk ramah lingkungan.",
      "Berkomitmen pada keberlanjutan.",
      "Proaktif dalam melakukan verifikasi."
    ],
    "jawaban": "B",
    "pembahasan": "Skeptis berarti ragu-ragu atau cenderung tidak mudah percaya pada suatu klaim."
  },
  {
    "id": 18,
    "pertanyaan": "Apa solusi yang diusulkan bagi pemerintah untuk melawan *greenwashing* (paragraf 3)?",
    "pilihan": [
      "Menyediakan sertifikasi yang mudah diverifikasi.",
      "Membuat konsumen menjadi skeptis.",
      "Melakukan verifikasi silang terhadap informasi perusahaan.",
      "Menetapkan standar pelabelan yang jelas dan sanksi yang tegas bagi pelanggar.",
      "Menggunakan kata-kata yang menyesatkan."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (3) menyebutkan Pemerintah harus 'menetapkan standar pelabelan yang jelas dan sanksi yang tegas bagi pelanggar'."
  },
  {
    "id": 19,
    "pertanyaan": "Frasa yang dicetak tebal pada paragraf (3) Teks 3 merupakan **tuntutan** terhadap....",
    "pilihan": [
      "Pemerintah dan organisasi independen.",
      "Perusahaan yang melakukan *greenwashing*.",
      "Konsumen sebagai pihak yang proaktif.",
      "Sertifikasi yang mudah diverifikasi.",
      "Sanksi yang tegas bagi pelanggar."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menuntut tindakan proaktif dari 'Konsumen sendiri' untuk mempertanyakan dan memverifikasi klaim."
  },
  {
    "id": 20,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai teks yang membahas....",
    "pilihan": [
      "Prosedur untuk mendapatkan sertifikasi 'hijau'.",
      "Analisis masalah *greenwashing*, dampaknya, dan solusi melalui peran multisektor.",
      "Sejarah pelabelan produk organik.",
      "Perdebatan mengenai konsumsi etis.",
      "Dampak positif *greenwashing* bagi konsumen."
    ],
    "jawaban": "B",
    "pembahasan": "Teks ini membahas fenomena *greenwashing* (masalah), dampaknya (skeptisisme konsumen), dan solusi (peran pemerintah, independen, dan konsumen)."
  }
]
