
[
  {
    "id": 21,
    "pertanyaan": "Perhatikan kalimat berikut: 'Pemerintah telah meluncurkan program vaksinasi massal untuk mencapai kekebalan kelompok.' Kata 'kekebalan' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": [
      "Resistensi",
      "Kelemahan",
      "Kepekaan",
      "Perlindungan",
      "Kehebatan"
    ],
    "jawaban": "D",
    "pembahasan": "Dalam konteks vaksinasi, 'kekebalan' merujuk pada kondisi tubuh yang memiliki **perlindungan** terhadap suatu penyakit. Oleh karena itu, 'perlindungan' adalah makna yang paling dekat."
  },
  {
    "id": 22,
    "pertanyaan": "Bacalah kalimat: 'Tim penyelamat segera menuju lokasi bencana, ______ mereka harus menghadapi medan yang sulit.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "sehingga",
      "meskipun",
      "karena",
      "dan",
      "lalu"
    ],
    "jawaban": "B",
    "pembahasan": "Konjungsi '**meskipun**' menunjukkan adanya pertentangan atau kontras antara dua klausa. Dalam kalimat ini, tim penyelamat menuju lokasi bencana (tindakan positif) meskipun ada kendala (medan yang sulit)."
  },
  {
    "id": 23,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penulisan kata baku.",
    "pilihan": [
      "Analisis data menunjukkan peningkatan signifikan.",
      "Jadwal rapat akan kami koordinir segera.",
      "Setiap provinsi memiliki otonomi daerah.",
      "Kegiatan ekstrakurikuler sangat diminati siswa.",
      "Masyarakat harus menjaga stabilitas keamanan."
    ],
    "jawaban": "B",
    "pembahasan": "Kata baku yang benar adalah '**koordinasi**' atau '**mengoordinasikan**', bukan 'koordinir'. Pilihan lainnya sudah baku."
  },
  {
    "id": 24,
    "pertanyaan": "Perhatikan kalimat: 'Peserta seminar diharapkan untuk mengisi daftar hadir di meja registrasi.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Daftar hadir diisi oleh peserta seminar di meja registrasi.",
      "Panitia mengharapkan peserta seminar mengisi daftar hadir di meja registrasi.",
      "Peserta seminar mengisi daftar hadir di meja registrasi sesuai harapan.",
      "Meja registrasi tempat peserta seminar mengisi daftar hadir.",
      "Diharapkan peserta seminar mengisi daftar hadir di meja registrasi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat aktif adalah kalimat di mana subjeknya melakukan tindakan. Dalam kalimat aktif, '**Panitia**' menjadi subjek yang 'mengharapkan' tindakan mengisi daftar hadir oleh 'peserta seminar'."
  },
  {
    "id": 25,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya tidak baku?",
    "pilihan": [
      "Izin",
      "Nasihat",
      "Aktifitas",
      "Sistem",
      "Frekuensi"
    ],
    "jawaban": "C",
    "pembahasan": "Kata baku yang benar adalah '**aktivitas**', bukan 'aktifitas'. Pilihan lainnya sudah baku."
  },
  {
    "id": 26,
    "pertanyaan": "Bacalah paragraf rumpang berikut: 'Ekonomi kreatif memiliki potensi besar untuk mendorong pertumbuhan ekonomi nasional. Sektor ini tidak hanya menciptakan lapangan kerja baru, ______ juga meningkatkan daya saing produk lokal di pasar global.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "namun",
      "tetapi",
      "atau",
      "jika",
      "karena"
    ],
    "jawaban": "B",
    "pembahasan": "Pola '**tidak hanya... tetapi juga**' adalah konjungsi korelatif yang digunakan untuk menghubungkan dua unsur yang setara dan menunjukkan penambahan informasi."
  },
  {
    "id": 27,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda titik koma (;) dengan tepat.",
    "pilihan": [
      "Rapat dihadiri oleh: Budi, ketua; Ani, sekretaris; dan Doni, bendahara.",
      "Pekerjaan itu sangat sulit; tetapi harus diselesaikan.",
      "Dia sangat pintar; oleh karena itu dia selalu juara.",
      "Ayah pergi ke pasar; ibu memasak di dapur.",
      "Semua peserta harus; membawa alat tulis masing-masing."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda titik koma (;) dapat digunakan untuk memisahkan klausa-klausa yang setara dalam satu kalimat majemuk, terutama jika klausa-klausa tersebut tidak dihubungkan oleh konjungsi. Pilihan A salah karena setelah 'oleh' seharusnya titik dua (:). Pilihan B dan C salah karena ada konjungsi ('tetapi', 'oleh karena itu') sehingga lebih tepat menggunakan koma atau dipisah menjadi dua kalimat. Pilihan E salah karena titik koma tidak digunakan untuk memisahkan subjek dan predikat."
  },
  {
    "id": 28,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dari pilihan berikut:",
    "pilihan": [
      "Banyak sekali mahasiswa-mahasiswa yang tidak hadir.",
      "Ada banyak mahasiswa yang tidak hadir.",
      "Mahasiswa yang tidak hadir jumlahnya banyak sekali.",
      "Sejumlah besar mahasiswa tidak hadir.",
      "Banyak mahasiswa yang tidak hadir."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E adalah yang paling efektif karena menghindari pengulangan makna ('banyak sekali' dengan bentuk jamak 'mahasiswa-mahasiswa' atau 'sejumlah besar') dan singkat namun jelas."
  },
  {
    "id": 29,
    "pertanyaan": "Perhatikan paragraf berikut: 'Pemanasan global telah menjadi ancaman serius bagi kehidupan di bumi. Suhu rata-rata bumi terus meningkat, menyebabkan pencairan es di kutub dan kenaikan permukaan air laut. Berbagai ekosistem terancam, dan frekuensi bencana alam ekstrem semakin sering terjadi. ______ diperlukan upaya mitigasi dan adaptasi yang serius dari semua pihak.' Kalimat yang paling tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Selain itu,",
      "Namun demikian,",
      "Oleh karena itu,",
      "Meskipun begitu,",
      "Selanjutnya,"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat setelah rumpang menunjukkan konsekuensi atau kesimpulan dari fenomena yang dijelaskan sebelumnya. '**Oleh karena itu,**' adalah konjungsi yang tepat untuk menunjukkan hubungan sebab-akibat atau simpulan."
  },
  {
    "id": 30,
    "pertanyaan": "Pariwisata berkelanjutan semakin menjadi fokus perhatian dunia. Konsep ini menekankan pada pengembangan pariwisata yang tidak hanya menguntungkan secara ekonomi, tetapi juga menjaga kelestarian lingkungan dan budaya lokal. Dengan demikian, destinasi wisata dapat terus dinikmati oleh generasi mendatang tanpa mengorbankan sumber daya alam dan warisan budaya yang ada. Implementasi pariwisata berkelanjutan membutuhkan komitmen dari pemerintah, pelaku industri, dan juga wisatawan itu sendiri.",
    "pertanyaan": "Berdasarkan paragraf di atas, manakah pernyataan yang TIDAK sesuai?",
    "pilihan": [
      "Pariwisata berkelanjutan bertujuan menjaga lingkungan.",
      "Konsep ini tidak mementingkan keuntungan ekonomi.",
      "Wisatawan memiliki peran dalam pariwisata berkelanjutan.",
      "Warisan budaya perlu dilestarikan dalam pariwisata.",
      "Destinasi wisata dapat dinikmati generasi mendatang."
    ],
    "jawaban": "B",
    "pembahasan": "Pernyataan B ('Konsep ini tidak mementingkan keuntungan ekonomi.') tidak sesuai. Paragraf jelas menyatakan bahwa pariwisata berkelanjutan '**tidak hanya menguntungkan secara ekonomi**, tetapi juga menjaga kelestarian lingkungan dan budaya lokal', yang berarti keuntungan ekonomi tetap menjadi bagian dari tujuan."
  },
  {
    "id": 31,
    "pertanyaan": "Bacalah kalimat: 'Meskipun sudah belajar dengan giat, nilai ujiannya tetap tidak memuaskan.' Penggunaan kata 'tetap' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": [
      "Konsistensi",
      "Keberlanjutan",
      "Kontras",
      "Penegasan",
      "Tambahan"
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks ini, '**tetap**' digunakan untuk menekankan adanya hasil yang berlawanan atau tidak sesuai dengan yang diharapkan, meskipun ada usaha ('belajar giat'). Ini menunjukkan hubungan **kontras**."
  },
  {
    "id": 32,
    "pertanyaan": "Kemajuan teknologi informasi telah mengubah cara manusia berinteraksi. Komunikasi menjadi lebih cepat dan mudah, memungkinkan individu terhubung tanpa batasan geografis. Namun, di balik kemudahan ini, muncul pula tantangan baru, seperti penyebaran informasi yang tidak akurat dan ancaman privasi data. Oleh karena itu, literasi digital dan keamanan siber menjadi sangat krusial dalam menghadapi era digital ini.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan dampak negatif dari kemajuan teknologi informasi berdasarkan paragraf tersebut?",
    "pilihan": [
      "Komunikasi menjadi terbatasi oleh jarak.",
      "Interaksi manusia menjadi kurang personal.",
      "Ancaman utama adalah kurangnya fasilitas teknologi.",
      "Munculnya informasi tidak akurat dan masalah privasi data.",
      "Masyarakat semakin sulit untuk terhubung satu sama lain."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf secara eksplisit menyebutkan '**penyebaran informasi yang tidak akurat dan ancaman privasi data**' sebagai tantangan baru atau dampak negatif dari kemajuan teknologi."
  },
  {
    "id": 33,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung secara tepat.",
    "pilihan": [
      "Saya belajar giat, agar supaya lulus ujian.",
      "Dia tidak datang, karena dia sakit.",
      "Meskipun hujan deras, tapi dia tetap berangkat.",
      "Karena sibuk, oleh sebab itu dia tidak bisa hadir.",
      "Setelah makan, lalu dia tidur siang."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B menggunakan konjungsi '**karena**' dengan tepat untuk menunjukkan hubungan sebab-akibat. Pilihan A salah karena 'agar' dan 'supaya' redundant. Pilihan C salah karena 'meskipun' dan 'tapi' redundant. Pilihan D salah karena 'karena' dan 'oleh sebab itu' redundant. Pilihan E salah karena 'setelah' dan 'lalu' redundant."
  },
  {
    "id": 34,
    "pertanyaan": "Perhatikan kalimat: 'Pengunjung diminta untuk tidak membuang sampah sembarangan di area taman nasional.' Kalimat tersebut mengandung pesan tentang...",
    "pilihan": [
      "Keindahan alam",
      "Larangan",
      "Himbauan",
      "Fasilitas umum",
      "Kegiatan rekreasi"
    ],
    "jawaban": "B",
    "pembahasan": "Frasa '**diminta untuk tidak...**' secara jelas menunjukkan adanya sebuah **larangan** atau aturan yang harus dipatuhi pengunjung."
  },
  {
    "id": 35,
    "pertanyaan": "Transformasi digital di sektor pendidikan membawa banyak perubahan positif. Proses pembelajaran menjadi lebih interaktif dengan adanya platform daring dan sumber belajar digital. Siswa dapat mengakses materi kapan saja dan di mana saja, yang mendukung fleksibilitas belajar. Namun, kesenjangan akses teknologi dan kurangnya keterampilan digital masih menjadi hambatan. Oleh karena itu, penting untuk memastikan pemerataan akses dan pelatihan bagi semua pihak yang terlibat dalam pendidikan.",
    "pertanyaan": "Implikasi tersirat dari kalimat terakhir paragraf ('penting untuk memastikan pemerataan akses dan pelatihan bagi semua pihak yang terlibat dalam pendidikan') adalah...",
    "pilihan": [
      "Teknologi digital akan sepenuhnya menggantikan guru di masa depan.",
      "Tanpa akses dan pelatihan yang merata, manfaat transformasi digital tidak akan maksimal.",
      "Pemerintah harus menggratiskan semua perangkat digital untuk siswa.",
      "Hanya siswa yang memiliki keterampilan digital yang akan berhasil dalam belajar.",
      "Transformasi digital hanya relevan untuk sekolah-sekolah di perkotaan."
    ],
    "jawaban": "B",
    "pembahasan": "Implikasi tersirat dari kalimat terakhir adalah bahwa jika pemerataan akses dan pelatihan tidak terjadi, hambatan yang disebutkan sebelumnya (kesenjangan akses dan kurangnya keterampilan) akan tetap ada, sehingga **manfaat penuh dari transformasi digital tidak akan tercapai atau maksimal**."
  },
  {
    "id": 36,
    "pertanyaan": "Literasi finansial adalah kunci untuk mencapai stabilitas keuangan pribadi. Memahami cara mengelola pendapatan, menabung, berinvestasi, dan menghindari utang yang tidak perlu dapat membantu seseorang membangun masa depan finansial yang aman. Sayangnya, banyak individu masih kekurangan pengetahuan dasar tentang hal ini. Kurikulum pendidikan perlu mengintegrasikan materi literasi finansial sejak dini agar generasi muda memiliki bekal yang cukup. Selain itu, kampanye penyuluhan publik juga krusial untuk menjangkau masyarakat luas.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan gagasan utama dari paragraf di atas?",
    "pilihan": [
      "Pentingnya menabung dan berinvestasi untuk masa depan.",
      "Literasi finansial adalah keterampilan yang banyak orang belum miliki.",
      "Perlunya peningkatan literasi finansial di masyarakat melalui pendidikan dan penyuluhan.",
      "Utang yang tidak perlu harus dihindari untuk stabilitas keuangan.",
      "Tanggung jawab individu dalam mengelola keuangan pribadi."
    ],
    "jawaban": "C",
    "pembahasan": "Gagasan utama adalah pesan menyeluruh yang ingin disampaikan penulis. Paragraf ini tidak hanya membahas pentingnya literasi finansial, tetapi juga menyoroti kekurangannya dan menawarkan solusi melalui pendidikan dan penyuluhan. Pilihan C paling komprehensif mencakup semua aspek ini."
  },
  {
    "id": 37,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n(1) Produksi sampah plastik terus meningkat setiap tahun.\n(2) Hal ini menimbulkan masalah serius bagi lingkungan.\n(3) Banyaknya sampah plastik mencemari lautan dan tanah.\n(4) Hewan laut seringkali terjebak atau memakan limbah tersebut.\n(5) Oleh karena itu, mengurangi penggunaan plastik sekali pakai sangat mendesak.\n\nUrutan kalimat yang paling padu untuk membentuk paragraf yang koheren adalah...",
    "pilihan": [
      "(1)-(2)-(3)-(4)-(5)",
      "(1)-(3)-(2)-(4)-(5)",
      "(2)-(1)-(3)-(4)-(5)",
      "(3)-(1)-(2)-(4)-(5)",
      "(4)-(1)-(2)-(3)-(5)"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan **(1)-(2)-(3)-(4)-(5)** membentuk paragraf yang logis dan koheren. Kalimat (1) memperkenalkan masalah. Kalimat (2) menjelaskan akibatnya. Kalimat (3) dan (4) memberikan detail atau bukti dari masalah tersebut. Kalimat (5) memberikan solusi atau kesimpulan berdasarkan masalah yang dipaparkan."
  },
  {
    "id": 38,
    "pertanyaan": "Fenomena urbanisasi yang pesat di berbagai negara telah membawa dampak signifikan. Di satu sisi, urbanisasi memicu pertumbuhan ekonomi, menciptakan pusat-pusat inovasi, dan menyediakan beragam kesempatan kerja. Namun, di sisi lain, urbanisasi juga menimbulkan tantangan serius, seperti kepadatan penduduk, masalah lingkungan, kemacetan lalu lintas, dan peningkatan angka kriminalitas. Oleh karena itu, perencanaan kota yang matang dan berkelanjutan sangat diperlukan untuk mengelola dampak urbanisasi ini.",
    "pertanyaan": "Apa hubungan antara kalimat ketiga ('Namun, di sisi lain, urbanisasi juga menimbulkan tantangan serius, seperti kepadatan penduduk, masalah lingkungan, kemacetan lalu lintas, dan peningkatan angka kriminalitas') dengan kalimat kedua ('Di satu sisi, urbanisasi memicu pertumbuhan ekonomi, menciptakan pusat-pusat inovasi, dan menyediakan beragam kesempatan kerja')?",
    "pilihan": [
      "Hubungan sebab-akibat",
      "Hubungan perbandingan",
      "Hubungan pertentangan",
      "Hubungan penambahan",
      "Hubungan penegasan"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ketiga diawali dengan '**Namun, di sisi lain**', yang secara eksplisit menunjukkan adanya kontras atau **pertentangan** dengan gagasan yang disampaikan di kalimat kedua. Kalimat kedua menjelaskan dampak positif, sementara kalimat ketiga menjelaskan dampak negatif."
  },
  {
    "id": 39,
    "pertanyaan": "Perhatikan kalimat: 'Masyarakat yang peduli lingkungan selalu memilah sampah organik dan anorganik sebelum dibuang.' Makna implisit dari kalimat tersebut adalah...",
    "pilihan": [
      "Memilah sampah adalah cara terbaik untuk menjaga lingkungan.",
      "Tidak semua masyarakat peduli lingkungan.",
      "Ada jenis sampah selain organik dan anorganik.",
      "Pemerintah mendukung program pemilahan sampah.",
      "Sampah adalah masalah utama di lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Penggunaan kata '**selalu**' pada frasa 'Masyarakat yang peduli lingkungan **selalu** memilah sampah' secara implisit menunjukkan bahwa **ada juga masyarakat yang tidak peduli lingkungan** (dan oleh karena itu tidak selalu memilah sampah)."
  },
  {
    "id": 40,
    "pertanyaan": "Globalisasi, dengan segala dinamikanya, telah membentuk dunia menjadi satu kesatuan yang lebih terhubung. Batas-batas geografis dan budaya seolah memudar, membuka jalan bagi pertukaran informasi, barang, dan ide yang belum pernah terjadi sebelumnya. Namun, di balik peluang yang melimpah, globalisasi juga membawa ancaman terhadap identitas lokal dan menimbulkan tantangan dalam menjaga keragaman budaya. Karenanya, penting untuk mencari keseimbangan antara keterbukaan global dan pelestarian nilai-nilai lokal agar masyarakat tidak kehilangan jati diri di tengah arus perubahan.",
    "pertanyaan": "Apa gagasan utama yang ingin disampaikan oleh penulis pada paragraf di atas?",
    "pilihan": [
      "Globalisasi adalah proses yang tak terhindarkan.",
      "Pentingnya pertukaran informasi dan barang antarnegara.",
      "Dampak positif dan negatif globalisasi terhadap identitas budaya.",
      "Perlunya pelestarian nilai-nilai lokal di era globalisasi.",
      "Mencari keseimbangan antara globalisasi dan identitas lokal adalah krusial."
    ],
    "jawaban": "E",
    "pembahasan": "Gagasan utama adalah pesan inti yang ingin disampaikan penulis. Meskipun paragraf membahas dampak positif dan negatif globalisasi (pilihan C), fokus utamanya, terutama di bagian akhir paragraf ('Karenanya, penting untuk mencari keseimbangan...'), adalah mengenai **pentingnya menemukan titik temu antara keterbukaan global dan pelestarian identitas lokal**. Pilihan E paling akurat menangkap esensi ini."
  }
]
