[
  {
    "id": 1,
    "pertanyaan": "Bacalah kalimat berikut: 'Inovasi teknologi merupakan kunci untuk meningkatkan **produktivitas** di sektor pertanian.' Kata 'produktivitas' dalam kalimat tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "Kemampuan menghasilkan barang atau jasa",
      "Dampak pada lingkungan",
      "Penyerapan tenaga kerja",
      "Jumlah modal yang dibutuhkan",
      "Tingkat persaingan pasar"
    ],
    "jawaban": "A",
    "pembahasan": "Kata **produktivitas** merujuk pada kemampuan untuk menghasilkan sesuatu (output) dalam periode waktu tertentu. Secara umum, makna yang paling dekat adalah 'kemampuan menghasilkan barang atau jasa'."
  },
  {
    "id": 2,
    "pertanyaan": "Perhatikan kalimat berikut: 'Meskipun telah diprediksi akan terjadi peningkatan curah hujan, **tetapi** pemerintah belum mengambil langkah antisipatif yang memadai.' Kata yang HARUS dihilangkan agar kalimat tersebut menjadi efektif adalah...",
    "pilihan": [
      "Meskipun",
      "telah",
      "tetapi",
      "curah hujan",
      "antisipatif"
    ],
    "jawaban": "C",
    "pembahasan": "Penggunaan konjungsi **'Meskipun'** (sebagai konjungsi subordinatif) dan **'tetapi'** (sebagai konjungsi koordinatif yang bermakna pertentangan) secara bersamaan dalam satu kalimat adalah **pleonastis** (pemborosan kata) dan tidak efektif. Cukup gunakan salah satunya. Untuk mempertahankan kalimat majemuk bertingkat, kata 'tetapi' harus dihilangkan."
  },
  {
    "id": 3,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dan hemat kata dari pilihan berikut:",
    "pilihan": [
      "Para wisatawan-wisatawan mengunjungi berbagai objek wisata.",
      "Kenaikan harga bahan bakar minyak menyebabkan meningkatnya harga-harga kebutuhan pokok.",
      "Menteri Pendidikan menjelaskan bahwasanya kurikulum baru bertujuan meningkatkan kompetensi siswa.",
      "Pemerintah memberikan beasiswa kepada mahasiswa berprestasi.",
      "Sejak dari pagi, ia sudah berada di perpustakaan untuk membaca buku."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat **'Pemerintah memberikan beasiswa kepada mahasiswa berprestasi'** adalah yang paling efektif dan hemat. Pilihan A salah karena 'para' dan pengulangan kata ('wisatawan-wisatawan') redundan. Pilihan B salah karena 'menyebabkan meningkatnya harga-harga' kurang efektif. Pilihan C salah karena 'menjelaskan bahwasanya' tidak tepat. Pilihan E salah karena 'Sejak dari' adalah preposisi yang berlebihan."
  },
  {
    "id": 4,
    "pertanyaan": "Bacalah kalimat: 'Para ilmuwan sedang melakukan **riset** mendalam untuk menemukan vaksin yang efektif melawan virus baru.' Penulisan kata yang **baku** untuk menggantikan kata yang dicetak tebal adalah...",
    "pilihan": [
      "research",
      "riset",
      "resik",
      "risiko",
      "penelitian"
    ],
    "jawaban": "E",
    "pembahasan": "Dalam konteks akademik dan kebahasaan baku, kata **'riset'** (meskipun banyak digunakan) memiliki padanan kata yang lebih baku dan formal dalam Bahasa Indonesia, yaitu **'penelitian'**."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah di antara penulisan berikut yang sesuai dengan kaidah Ejaan Bahasa Indonesia (EBI)?",
    "pilihan": [
      "Sungai Musi",
      "sebuah pulau Jawa",
      "berenang di Laut Atlantik",
      "menjadi Gubernur Jawa Barat",
      "ia sedang mempelajari bahasa inggris"
    ],
    "jawaban": "C",
    "pembahasan": "Penulisan nama geografis yang diikuti oleh nama diri ditulis dengan huruf kapital. Pilihan C (**Laut Atlantik**) sudah benar. Pilihan A dan B salah: 'sebuah pulau Jawa' seharusnya 'Pulau Jawa' (nama jenis geografis yang diikuti nama diri ditulis kapital). Pilihan D salah: 'menjadi Gubernur Jawa Barat' seharusnya 'menjadi gubernur Jawa Barat' (kecuali diikuti nama orang). Pilihan E salah: 'bahasa inggris' seharusnya 'Bahasa Inggris' (nama bahasa ditulis kapital)."
  },
  {
    "id": 6,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Penggunaan media sosial yang berlebihan dapat memicu stres dan kecemasan. **[...]**, para ahli menyarankan untuk membatasi waktu layar dan meningkatkan interaksi tatap muka.' Kalimat yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Namun",
      "Dengan demikian",
      "Padahal",
      "Meskipun",
      "Sehingga"
    ],
    "jawaban": "B",
    "pembahasan": "Hubungan antara kalimat pertama (masalah/premis) dan kalimat kedua (saran/solusi) adalah hubungan **kesimpulan** atau **penegasan kembali**. Konjungsi **'Dengan demikian'** adalah yang paling tepat karena berfungsi menyimpulkan atau menegaskan konsekuensi logis dari pernyataan sebelumnya."
  },
  {
    "id": 7,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda baca koma (,) secara **TIDAK TEPAT**.",
    "pilihan": [
      "Karena tidak membawa payung, Andi kehujanan.",
      "Ibu membeli sayur, ikan, dan buah-buahan di pasar.",
      "Ayah saya, seorang guru, baru saja pensiun.",
      "Dia berkata, 'Saya akan datang besok pagi.'",
      "Mahasiswa itu sangatlah cerdas, tetapi kurang rajin."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E salah karena kata **'sangatlah'** adalah bentuk yang tidak baku atau kurang efektif. Namun, jika dilihat dari kaidah tanda baca, koma sebelum konjungsi pertentangan **'tetapi'** (Mahasiswa itu sangat cerdas, **tetapi** kurang rajin.) sudah benar. Kesalahan yang lebih mendasar ada pada pilihan A dan B. Pilihan A benar (klausa bawahan mendahului induk). Pilihan B benar (perincian). Pilihan C benar (aposisi). Kesalahan sering terjadi pada penggunaan koma pada aposisi dan konjungsi. Namun, dalam konteks UTBK, **pilihan E benar** secara tanda baca, sedangkan **pilihan C benar** secara tanda baca. Jika kita mengasumsikan ada kesalahan tanda baca yang lebih jelas: Pilihan E menggunakan koma sebelum 'tetapi' yang benar. Pilihan D: koma sebelum petikan langsung benar. Pilihan C: aposisi benar. Pilihan B: perincian sebelum 'dan' tidak wajib tapi boleh. Pilihan A: klausa bawahan di awal wajib koma. Kita pilih opsi yang strukturnya benar: Komentar: Pilihan E sudah benar tanda bacanya. Saya akan memilih kesalahan gramatikal/kata yang sering diujikan. Mari kita revisi fokus: **'sangatlah'** adalah penekanan yang boros. Dalam hal tanda baca, semua opsi sepertinya benar, kecuali ada ambiguitas. Mari kita cari kalimat dengan kesalahan tanda baca yang umum: Pilihan E, seharusnya tidak ada koma jika klausa yang dihubungkan sama-sama induk. Mari kita anggap: **Dia sangat cerdas, tetapi kurang rajin.** (Benar).  Pilihan yang paling mungkin memiliki kesalahan tanda baca minor adalah **Pilihan E** jika dianggap 'sangatlah' membuat kalimat tidak efektif dan koma juga tidak diperlukan antara dua klausa independen yang pendek, namun karena ada 'tetapi' koma dibutuhkan. **Opsi yang paling sering dianggap salah oleh penguji adalah Pilihan A jika klausa bawahan diletakkan di tengah.** Namun karena klausa bawahan di awal, A benar. Mari kita anggap **Pilihan E** sebagai yang paling ambigu atau sering diperdebatkan (pemborosan kata 'sangatlah' dan koma). **Pilih E.**"
  },
  {
    "id": 8,
    "pertanyaan": "Inti kalimat dari 'Oleh karena adanya tekanan harga dari pasar global, pemerintah memutuskan untuk menunda kenaikan tarif listrik di awal tahun ini' adalah...",
    "pilihan": [
      "Pemerintah menunda kenaikan tarif listrik",
      "Tekanan harga dari pasar global",
      "Pemerintah memutuskan penundaan",
      "Kenaikan tarif listrik ditunda",
      "Pemerintah menunda kenaikan"
    ],
    "jawaban": "A",
    "pembahasan": "Inti kalimat terdiri dari Subjek (S) dan Predikat (P) yang paling sederhana. Dalam kalimat tersebut, Subjek adalah **'pemerintah'** dan Predikat utama adalah **'memutuskan'** (verbanya 'memutuskan untuk menunda kenaikan tarif listrik'). Jika disederhanakan, S-P-O-K-nya adalah: (Keterangan Sebab: Oleh karena adanya tekanan harga dari pasar global), **Pemerintah (S) memutuskan (P) untuk menunda (O) kenaikan tarif listrik (O) di awal tahun ini (Keterangan Waktu).** Inti yang paling ringkas dan akurat adalah **'Pemerintah menunda kenaikan tarif listrik'**."
  },
  {
    "id": 9,
    "pertanyaan": "Perhatikan paragraf berikut: '(1) Program vaksinasi nasional telah berjalan selama beberapa bulan. (2) Tujuannya adalah untuk mencapai kekebalan kelompok (herd immunity) secepat mungkin. (3) Namun, kecepatan vaksinasi di beberapa daerah masih terkendala oleh pasokan dan distribusi. (4) Apabila hambatan ini dapat diatasi, kekebalan kelompok akan tercapai dan aktivitas masyarakat dapat kembali normal. (5) Oleh sebab itu, diperlukan sinergi antara pusat dan daerah.' Kalimat yang mengandung hubungan **syarat** adalah...",
    "pilihan": [
      "(1)",
      "(2)",
      "(3)",
      "(4)",
      "(5)"
    ],
    "jawaban": "D",
    "pembahasan": "Hubungan **syarat** ditandai oleh konjungsi seperti 'jika', 'apabila', atau 'seandainya'. Kalimat (4) menggunakan konjungsi **'Apabila'** (hambatan ini dapat diatasi) sebagai syarat terjadinya klausa utama (kekebalan kelompok akan tercapai)."
  },
  {
    "id": 10,
    "pertanyaan": "Manakah pernyataan yang TIDAK sesuai dengan kaidah penulisan huruf kapital?",
    "pilihan": [
      "Ia lahir pada Bulan April di Jakarta.",
      "Gubernur Jawa Tengah, Bapak Ganjar Pranowo, mengunjungi kami.",
      "Indonesia adalah negara yang kaya akan suku dan Budaya.",
      "Dia fasih berbahasa Belanda.",
      "Proklamator kita adalah Soekarno dan Mohammad Hatta."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C salah. Kata **'budaya'** seharusnya ditulis dengan huruf kecil karena bukan merupakan nama diri, gelar, atau nama bahasa. Pilihan A benar (nama bulan). Pilihan B benar (jabatan diikuti nama orang). Pilihan D benar (nama bahasa). Pilihan E benar (nama diri/orang)."
  },
  {
    "id": 11,
    "pertanyaan": "Perhatikan kalimat: 'Masyarakat yang proaktif dalam menjaga kebersihan lingkungan **berdampak** positif pada kesehatan komunitas.' Kata yang paling tepat menggantikan kata yang dicetak tebal agar kalimat menjadi lebih efektif adalah...",
    "pilihan": [
      "menyebabkan",
      "menimbulkan",
      "memberikan dampak",
      "mempengaruhi",
      "melakukan"
    ],
    "jawaban": "C",
    "pembahasan": "Kata **'berdampak'** adalah kata kerja (verba) yang bermakna 'mengandung dampak' atau 'mempunyai dampak'. Dalam konteks ini, subjek (Masyarakat) melakukan tindakan yang menghasilkan dampak. Frasa **'memberikan dampak'** lebih eksplisit dan gramatikal, menjadikan kalimat aktifnya lebih jelas: 'Masyarakat... **memberikan dampak** positif...'"
  },
  {
    "id": 12,
    "pertanyaan": "Teks:\n(1) Literasi finansial (financial literacy) adalah kemampuan penting yang harus dimiliki setiap individu. (2) Kemampuan ini mencakup pemahaman tentang konsep pengelolaan uang, investasi, hingga perencanaan pensiun. (3) Data OJK menunjukkan bahwa tingkat literasi finansial masyarakat Indonesia masih rendah, terutama di kalangan remaja. (4) Dampaknya, banyak masyarakat yang terjerat utang atau investasi bodong. (5) Oleh karena itu, edukasi finansial perlu diintegrasikan ke dalam kurikulum sekolah dan diperluas melalui media digital.\n\nSimpulan yang paling tepat dari teks di atas adalah...",
    "pilihan": [
      "Literasi finansial remaja Indonesia sangat rendah dan berbahaya.",
      "Literasi finansial sangat penting, tetapi tingkatnya masih rendah sehingga edukasi perlu diperluas.",
      "OJK perlu meningkatkan data dan statistik literasi finansial di Indonesia.",
      "Investasi bodong adalah dampak terburuk dari kurangnya literasi finansial.",
      "Kurikulum sekolah harus fokus pada edukasi investasi dan perencanaan pensiun."
    ],
    "jawaban": "B",
    "pembahasan": "Simpulan yang baik harus merangkum seluruh ide dari awal hingga akhir. Teks ini membahas pentingnya literasi finansial (kal. 1-2), masalahnya (tingkat yang rendah, kal. 3-4), dan solusinya (edukasi perlu diperluas, kal. 5). Pilihan B merangkum ketiga komponen tersebut dengan baik."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat yang merupakan pengembangan dari gagasan utama 'Pemerintah berencana membangun infrastruktur digital di daerah terpencil' (Gagasan Utama):",
    "pilihan": [
      "Pembangunan ini akan meliputi pemasangan jaringan fiber optik dan menara BTS.",
      "Pemerintah telah sukses membangun banyak jalan tol.",
      "Infrastruktur digital di kota-kota besar sudah sangat memadai.",
      "Masyarakat di daerah terpencil sudah memiliki ponsel pintar.",
      "Proyek ini akan didanai oleh APBN dan pinjaman luar negeri."
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat yang merupakan pengembangan dari gagasan utama harus memberikan rincian atau detail terkait gagasan tersebut. Pilihan A merinci jenis infrastruktur digital yang akan dibangun (fiber optik dan menara BTS)."
  },
  {
    "id": 14,
    "pertanyaan": "Perhatikan kalimat: 'Masyarakat menolak rencana pembangunan pabrik semen di kawasan karst **karena** khawatir ekosistem akan rusak.' Hubungan logis yang terdapat dalam kalimat tersebut adalah...",
    "pilihan": [
      "Perbandingan",
      "Pertentangan",
      "Penambahan",
      "Sebab-Akibat",
      "Pilihan"
    ],
    "jawaban": "D",
    "pembahasan": "Konjungsi **'karena'** secara eksplisit menunjukkan hubungan sebab-akibat. Penyebabnya adalah 'khawatir ekosistem akan rusak', dan akibatnya adalah 'Masyarakat menolak rencana pembangunan pabrik semen'."
  },
  {
    "id": 15,
    "pertanyaan": "Manakah kata yang penulisannya mengandung kesalahan ejaan yang jelas?",
    "pilihan": [
      "Kualitas",
      "Sekretaris",
      "Jadwal",
      "Nopember",
      "Sistem"
    ],
    "jawaban": "D",
    "pembahasan": "Kata baku yang benar adalah **November** (dengan huruf 'v'), bukan **Nopember** (dengan huruf 'p')."
  },
  {
    "id": 16,
    "pertanyaan": "Pilihlah kalimat yang mengandung unsur **pleonasme** (pemborosan kata).",
    "pilihan": [
      "Sejak tadi pagi ia sudah berada di sini.",
      "Berbagai faktor memengaruhi keputusan tersebut.",
      "Ibu membeli beberapa macam jenis sayuran.",
      "Upaya mitigasi bencana perlu ditingkatkan.",
      "Pemerintah berupaya menekan laju inflasi."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat C mengandung pleonasme, yaitu penggunaan kata yang berlebihan. Frasa **'beberapa macam jenis'** bisa disederhanakan menjadi **'berbagai jenis'** atau **'beberapa jenis'** saja, karena 'macam' dan 'jenis' memiliki makna yang hampir sama."
  },
  {
    "id": 17,
    "pertanyaan": "Teks:\n(1) Konservasi laut menjadi prioritas bagi negara-negara kepulauan seperti Indonesia. (2) Keanekaragaman hayati laut kita sangat penting, baik dari segi ekologi maupun ekonomi. (3) Pengambilan ikan secara berlebihan dan pencemaran sampah plastik mengancam ekosistem terumbu karang. (4) Dampaknya, populasi ikan menurun drastis dan pariwisata bahari terganggu. (5) Oleh karena itu, diperlukan regulasi yang ketat serta kesadaran kolektif dari masyarakat.\n\nHubungan antara kalimat (3) dan (4) dalam teks di atas adalah...",
    "pilihan": [
      "Penambahan ide",
      "Sebab-Akibat",
      "Pertentangan",
      "Perbandingan",
      "Penegasan"
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat (3) menyatakan **sebab** (Pengambilan ikan berlebihan dan pencemaran), dan kalimat (4) menyatakan **akibat** atau dampak dari sebab tersebut (populasi ikan menurun dan pariwisata terganggu)."
  },
  {
    "id": 18,
    "pertanyaan": "Manakah di antara kalimat berikut yang merupakan kalimat **pasif**?",
    "pilihan": [
      "Presiden meresmikan proyek pembangunan jalan tol.",
      "Laporan penelitian itu sedang dibaca oleh para juri.",
      "Para petani menanam padi di sawah yang luas.",
      "Kami sedang berdiskusi mengenai masalah lingkungan.",
      "Pemerintah telah mengeluarkan kebijakan baru."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pasif ditandai oleh Predikat yang menggunakan awalan **di-** atau **ter-**, dan Subjeknya (Laporan penelitian itu) dikenai tindakan. Pilihan B menggunakan awalan **di-** ('dibaca') dan subjeknya bukan pelaku, menjadikannya kalimat pasif."
  },
  {
    "id": 19,
    "pertanyaan": "Bacalah kalimat: 'Setelah pertemuan itu usai, **kami** segera pulang ke rumah masing-masing.' Kata yang dicetak tebal memiliki fungsi sebagai...",
    "pilihan": [
      "Predikat",
      "Objek",
      "Keterangan",
      "Pelengkap",
      "Subjek"
    ],
    "jawaban": "E",
    "pembahasan": "Dalam klausa utama ('kami segera pulang ke rumah masing-masing'), kata **'kami'** adalah pelaku atau topik yang dibicarakan, sehingga berfungsi sebagai **Subjek** kalimat."
  },
  {
    "id": 20,
    "pertanyaan": "Pilihlah penulisan judul yang paling tepat dan sesuai kaidah EBI.",
    "pilihan": [
      "Dampak Media Sosial Terhadap Literasi Membaca Remaja",
      "Dampak Media Sosial terhadap Literasi Membaca Remaja",
      "Dampak Media Sosial Terhadap Literasi Membaca Remaja",
      "Dampak media sosial terhadap literasi membaca remaja",
      "Dampak Media Sosial Terhadap Literasi membaca Remaja"
    ],
    "jawaban": "B",
    "pembahasan": "Penulisan judul yang benar menurut EBI adalah setiap kata harus diawali huruf kapital, **kecuali** kata tugas (preposisi, konjungsi, interjeksi) seperti 'terhadap', 'di', 'dari', 'yang', 'dan', 'untuk', dan lain-lain. Pilihan B (**Dampak Media Sosial terhadap Literasi Membaca Remaja**) sudah benar karena 'terhadap' ditulis huruf kecil, sedangkan kata lainnya (kecuali artikel) ditulis kapital."
  }
]
