[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Tantangan Urbanisasi dan Megacity**\n\n(1) Urbanisasi merupakan tren global yang tak terhindarkan, dengan semakin banyak populasi dunia berpusat di kota-kota besar, menciptakan fenomena *megacity*. Pergerakan masif ini didorong oleh persepsi adanya peluang ekonomi yang lebih baik, akses pendidikan, dan fasilitas kesehatan yang lebih memadai di perkotaan. Akibatnya, kota-kota besar tumbuh melampaui kapasitas infrastruktur dan layanan publiknya, menimbulkan ketegangan sosial dan ekologis.\n\n(2) Salah satu tantangan paling mendesak dari urbanisasi yang tidak terencana adalah ketersediaan perumahan yang layak dan terjangkau. Lonjakan permintaan memicu kenaikan harga properti yang ekstrem, mendorong masyarakat berpenghasilan rendah ke permukiman kumuh atau wilayah pinggiran kota yang jauh. Kondisi ini memperparah ketidaksetaraan dan meningkatkan beban biaya transportasi harian bagi pekerja.\n\n(3) Solusi untuk mengelola pertumbuhan kota harus berfokus pada konsep pembangunan kota pintar (*smart city*) yang berkelanjutan. Hal ini mencakup investasi dalam transportasi publik yang terintegrasi, penerapan teknologi untuk efisiensi energi, dan pengembangan kota satelit yang mandiri. **Tujuannya adalah menyebarkan konsentrasi populasi dan kegiatan ekonomi, sehingga kota-kota utama dapat bernapas dan memberikan kualitas hidup yang lebih baik bagi seluruh warganya.**\n\nApa gagasan utama yang dibahas dalam paragraf (1) Teks 1?",
    "pilihan": [
      "Persepsi adanya peluang ekonomi di kota besar.",
      "Urbanisasi sebagai tren global yang tak terhindarkan.",
      "Megacity menimbulkan ketegangan sosial dan ekologis.",
      "Penyebab dan dampak awal dari urbanisasi yang masif.",
      "Kebutuhan untuk meningkatkan infrastruktur di perkotaan."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (1) menjelaskan penyebab urbanisasi (peluang ekonomi, fasilitas) dan dampak utamanya (melampaui kapasitas, ketegangan sosial dan ekologis)."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, apa yang menjadi dampak langsung dari lonjakan harga properti di perkotaan?",
    "pilihan": [
      "Peningkatan kualitas hidup warga kota.",
      "Mendorong pembangunan kota pintar (*smart city*).",
      "Pergerakan masif populasi ke kota-kota satelit.",
      "Masyarakat berpenghasilan rendah pindah ke permukiman kumuh atau pinggiran kota.",
      "Berkurangnya beban biaya transportasi harian."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (2) menyatakan lonjakan permintaan memicu kenaikan harga properti, mendorong masyarakat berpenghasilan rendah ke permukiman kumuh atau wilayah pinggiran kota."
  },
  {
    "id": 3,
    "pertanyaan": "Makna kata **'megacity'** pada kalimat (1) Teks 1 merujuk pada....",
    "pilihan": [
      "Kota yang memiliki teknologi canggih.",
      "Kota yang memiliki populasi sangat besar.",
      "Kota dengan fasilitas kesehatan yang memadai.",
      "Kota yang berada di wilayah pinggiran.",
      "Kota yang sedang mengalami penurunan populasi."
    ],
    "jawaban": "B",
    "pembahasan": "*Megacity* merujuk pada kota metropolitan yang memiliki populasi sangat besar, biasanya lebih dari 10 juta penduduk."
  },
  {
    "id": 4,
    "pertanyaan": "Strategi solusi yang diusulkan dalam Teks 1 berfokus pada konsep pembangunan yang bersifat....",
    "pilihan": [
      "Statis dan terpusat.",
      "Tradisional dan konservatif.",
      "Berkelanjutan dan terdesentralisasi.",
      "Eksklusif dan berbasis teknologi.",
      "Terbatas pada perbaikan perumahan saja."
    ],
    "jawaban": "C",
    "pembahasan": "Solusi yang diusulkan adalah 'pembangunan kota pintar (*smart city*) yang berkelanjutan' dan tujuannya adalah 'menyebarkan konsentrasi populasi' (terdesentralisasi)."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk frasa **'berpusat di kota-kota besar'** pada kalimat (1) Teks 1 adalah....",
    "pilihan": [
      "berpusat di kota-kota besar",
      "terpusat di kota-kota besar",
      "terpusatkan di kota-kota besar",
      "memusat di kota-kota besar",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan imbuhan *ber-* pada kata 'berpusat' sudah tepat untuk menyatakan tindakan yang mengarah ke pusat atau berada di pusat."
  },
  {
    "id": 6,
    "pertanyaan": "Pernyataan yang dapat **memperkuat** argumen di paragraf kedua Teks 1 adalah....",
    "pilihan": [
      "Pemerintah telah membangun ribuan unit rumah susun sederhana di pusat kota.",
      "Survei menunjukkan 70% pendapatan pekerja pinggiran kota habis untuk biaya perjalanan.",
      "Pembangunan kota satelit tidak diminati oleh masyarakat berpenghasilan tinggi.",
      "Harga properti di pinggiran kota kini lebih mahal daripada di pusat kota.",
      "Angka pengangguran di kota besar telah menurun drastis dalam lima tahun terakhir."
    ],
    "jawaban": "B",
    "pembahasan": "Pernyataan (B) memperkuat poin tentang 'meningkatkan beban biaya transportasi harian bagi pekerja' yang disebutkan di paragraf (2)."
  },
  {
    "id": 7,
    "pertanyaan": "Hubungan antara kalimat yang dicetak tebal di paragraf (3) Teks 1 dan kalimat sebelumnya adalah...",
    "pilihan": [
      "Sebab-akibat.",
      "Tujuan.",
      "Pertentangan.",
      "Perbandingan.",
      "Perincian."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat yang dicetak tebal menyatakan 'Tujuannya adalah menyebarkan konsentrasi...' yang menjelaskan **tujuan** dari strategi pembangunan kota pintar yang disebutkan pada kalimat sebelumnya."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Fenomena *Quiet Quitting* dan Etos Kerja Modern**\n\n(1) Belakangan ini, istilah *quiet quitting* atau 'resign diam-diam' menjadi perbincangan hangat di kalangan profesional. Fenomena ini bukanlah tentang mengundurkan diri secara harfiah, melainkan tentang penolakan untuk melampaui batas tanggung jawab kerja yang ditentukan secara formal. Karyawan yang menerapkan *quiet quitting* berkomitmen hanya melakukan pekerjaan sesuai deskripsi dan waktu kerja, tanpa lembur, dan tanpa mengambil inisiatif ekstra.\n\n(2) *Quiet quitting* seringkali muncul sebagai reaksi terhadap budaya kerja yang menuntut loyalitas berlebihan (*hustle culture*), yang seringkali tidak diimbangi dengan kompensasi atau pengakuan yang memadai. Individu yang merasa tidak dihargai, mengalami kelelahan (*burnout*), atau melihat kurangnya kesempatan promosi cenderung mengambil langkah ini untuk menjaga keseimbangan antara hidup dan kerja (*work-life balance*). Ini adalah strategi pertahanan diri dari eksploitasi kerja.\n\n(3) Untuk mengatasi *quiet quitting*, perusahaan harus merefleksikan kembali budaya kerja dan sistem insentif mereka. Penting bagi manajemen untuk menciptakan lingkungan kerja yang transparan, mengakui kontribusi karyawan di luar deskripsi pekerjaan, dan memastikan beban kerja yang realistis. **Menciptakan budaya yang menghargai kesehatan mental dan batasan diri karyawan jauh lebih efektif daripada sekadar menuntut produktivitas yang berlebihan.**\n\nApa yang dimaksud dengan *quiet quitting* menurut Teks 2?",
    "pilihan": [
      "Karyawan mengundurkan diri tanpa pemberitahuan formal.",
      "Karyawan berhenti bekerja sepenuhnya tetapi masih dibayar.",
      "Penolakan untuk melampaui batas tanggung jawab kerja formal.",
      "Budaya kerja yang menuntut loyalitas berlebihan.",
      "Strategi perusahaan untuk mengurangi beban kerja karyawan."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) mendefinisikan *quiet quitting* sebagai 'penolakan untuk melampaui batas tanggung jawab kerja yang ditentukan secara formal'."
  },
  {
    "id": 9,
    "pertanyaan": "Mengapa karyawan cenderung mengambil langkah *quiet quitting* (Teks 2)?",
    "pilihan": [
      "Karena mereka mendapatkan gaji yang besar dan waktu luang yang banyak.",
      "Sebagai reaksi terhadap budaya kerja yang menuntut loyalitas berlebihan tanpa imbalan memadai.",
      "Untuk mengambil inisiatif ekstra dan lembur tanpa kompensasi.",
      "Karena mereka ingin segera mendapatkan promosi.",
      "Sebagai respons terhadap lingkungan kerja yang sangat transparan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyebutkan ini muncul sebagai 'reaksi terhadap budaya kerja yang menuntut loyalitas berlebihan (*hustle culture*), yang seringkali tidak diimbangi dengan kompensasi atau pengakuan yang memadai'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna frasa **'hustle culture'** pada paragraf (2) Teks 2 adalah....",
    "pilihan": [
      "Budaya kerja yang sangat santai.",
      "Budaya yang memprioritaskan keseimbangan hidup dan kerja.",
      "Budaya yang menuntut kerja keras, lembur, dan loyalitas berlebihan.",
      "Budaya yang menghargai kesehatan mental karyawan.",
      "Budaya yang menolak adanya lembur."
    ],
    "jawaban": "C",
    "pembahasan": "*Hustle culture* merujuk pada budaya yang mengagungkan kerja keras ekstrem, lembur, dan menjadikan pekerjaan sebagai prioritas utama, seringkali menuntut loyalitas berlebihan."
  },
  {
    "id": 11,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 2 adalah....",
    "pilihan": [
      "burn-out",
      "hangus",
      "kelelahan mental",
      "kehabisan energi",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "E",
    "pembahasan": "Penggunaan istilah asing (*burnout*) yang dicetak miring sudah sesuai dengan kaidah penulisan untuk istilah yang belum diindonesiakan secara baku."
  },
  {
    "id": 12,
    "pertanyaan": "Menurut Teks 2, perusahaan harus melakukan hal-hal berikut untuk mengatasi *quiet quitting*, **kecuali**...",
    "pilihan": [
      "Merefleksikan kembali budaya kerja.",
      "Memastikan beban kerja yang realistis.",
      "Menciptakan lingkungan kerja yang transparan.",
      "Menuntut produktivitas yang berlebihan.",
      "Mengakui kontribusi karyawan di luar deskripsi pekerjaan."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (3) secara tegas menyatakan bahwa menuntut produktivitas yang berlebihan adalah hal yang tidak efektif, sehingga ini adalah hal yang harus dihindari, bukan dilakukan."
  },
  {
    "id": 13,
    "pertanyaan": "Kalimat manakah yang merupakan **opini** dalam Teks 2?",
    "pilihan": [
      "Istilah *quiet quitting* menjadi perbincangan hangat di kalangan profesional.",
      "Karyawan menerapkan *quiet quitting* dengan hanya melakukan pekerjaan sesuai deskripsi.",
      "*Quiet quitting* seringkali muncul sebagai reaksi terhadap *hustle culture*.",
      "Ini adalah strategi pertahanan diri dari eksploitasi kerja.",
      "Perusahaan harus merefleksikan kembali budaya kerja mereka."
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan bahwa *quiet quitting* adalah 'strategi pertahanan diri dari eksploitasi kerja' adalah interpretasi dan penilaian subjektif (opini) terhadap fenomena tersebut."
  },
  {
    "id": 14,
    "pertanyaan": "Teks 2 pada dasarnya membahas hubungan sebab-akibat antara....",
    "pilihan": [
      "Lembur dan inisiatif ekstra.",
      "Keseimbangan hidup-kerja dan eksplorasi kerja.",
      "Budaya kerja toksik dan strategi pertahanan diri karyawan.",
      "Manajemen dan pengakuan kontribusi.",
      "Kompensasi dan kesempatan promosi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks berargumen bahwa budaya kerja yang buruk (*hustle culture* / toksik) adalah **sebab** munculnya *quiet quitting* sebagai **akibat** (strategi pertahanan diri)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Potensi Energi Panas Bumi sebagai Energi Terbarukan**\n\n(1) Indonesia adalah negara dengan potensi energi panas bumi (*geothermal*) terbesar kedua di dunia, berkat lokasinya yang berada di Cincin Api Pasifik. Energi panas bumi dihasilkan dari panas di bawah permukaan bumi, menjadikannya sumber energi terbarukan yang berkelanjutan dan andal (*baseload*). Pemanfaatan energi ini dapat secara signifikan mengurangi ketergantungan negara pada energi fosil, yang merupakan kontributor utama emisi gas rumah kaca.\n\n(2) Meskipun potensinya besar, pemanfaatan panas bumi di Indonesia masih menghadapi tantangan investasi dan teknis. Biaya eksplorasi awal yang tinggi dan risiko kegagalan pengeboran menjadi penghalang utama bagi investor. Selain itu, pengembangan proyek seringkali berada di kawasan hutan lindung, yang memerlukan negosiasi regulasi dan komitmen lingkungan yang ketat dari pihak pengembang. Faktor ini memperlambat laju adopsi energi bersih.\n\n(3) Untuk memaksimalkan pemanfaatan panas bumi, diperlukan kebijakan pemerintah yang mendukung berupa insentif fiskal dan penyederhanaan perizinan. Selain itu, inovasi teknologi pengeboran dan pemetaan sumber daya perlu ditingkatkan untuk mengurangi risiko eksplorasi. **Pemanfaatan penuh potensi panas bumi merupakan kunci untuk mencapai target bauran energi nasional, sekaligus menunjukkan komitmen Indonesia dalam mitigasi perubahan iklim global.**\n\nApa keunggulan energi panas bumi yang menjadikannya penting dalam transisi energi (Teks 3)?",
    "pilihan": [
      "Memiliki biaya eksplorasi awal yang sangat rendah.",
      "Hanya dapat dimanfaatkan di kawasan hutan lindung.",
      "Sumber energi yang berkelanjutan dan andal (*baseload*).",
      "Tidak memerlukan teknologi pengeboran yang canggih.",
      "Dapat diakses di semua wilayah Indonesia secara merata."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyebutkan energi panas bumi adalah 'sumber energi terbarukan yang berkelanjutan dan andal (*baseload*)'."
  },
  {
    "id": 16,
    "pertanyaan": "Istilah **'baseload'** pada kalimat (1) Teks 3 memiliki pengertian....",
    "pilihan": [
      "Energi yang diproduksi dalam jumlah kecil.",
      "Energi yang hanya dapat dihasilkan pada waktu tertentu.",
      "Energi yang dapat menyediakan daya secara stabil dan terus-menerus.",
      "Energi yang memiliki biaya eksplorasi paling rendah.",
      "Energi yang hanya digunakan sebagai cadangan."
    ],
    "jawaban": "C",
    "pembahasan": "*Baseload* merujuk pada pembangkit listrik yang dapat menghasilkan jumlah daya minimum yang dibutuhkan secara stabil dan terus-menerus, tidak bergantung pada faktor cuaca (seperti surya atau angin)."
  },
  {
    "id": 17,
    "pertanyaan": "Berikut ini adalah tantangan dalam pemanfaatan energi panas bumi di Indonesia menurut Teks 3, **kecuali**....",
    "pilihan": [
      "Biaya eksplorasi awal yang tinggi.",
      "Risiko kegagalan pengeboran.",
      "Lokasi proyek yang seringkali di kawasan hutan lindung.",
      "Kurangnya inovasi teknologi pengeboran.",
      "Status Indonesia sebagai potensi panas bumi terbesar di dunia."
    ],
    "jawaban": "E",
    "pembahasan": "Status Indonesia sebagai potensi panas bumi terbesar kedua adalah **keunggulan**, bukan tantangan. Pilihan lainnya adalah tantangan yang disebutkan di paragraf (2) dan (3)."
  },
  {
    "id": 18,
    "pertanyaan": "Kalimat yang dicetak tebal di paragraf (3) Teks 3 memiliki fungsi sebagai....",
    "pilihan": [
      "Penjelasan kendala investasi.",
      "Penegasan pentingnya pemanfaatan penuh potensi panas bumi.",
      "Penyebab keterlambatan adopsi energi bersih.",
      "Perbandingan antara energi fosil dan energi panas bumi.",
      "Perincian insentif fiskal."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat tersebut menggunakan kata 'kunci' dan menyebutkan dua tujuan penting (target bauran energi dan mitigasi iklim), yang berfungsi sebagai **penegasan pentingnya** topik yang dibahas."
  },
  {
    "id": 19,
    "pertanyaan": "Langkah strategis yang harus diambil pemerintah untuk memaksimalkan panas bumi (paragraf 3) adalah....",
    "pilihan": [
      "Meningkatkan komitmen lingkungan yang ketat.",
      "Meningkatkan risiko eksplorasi.",
      "Menerapkan kebijakan insentif fiskal dan penyederhanaan perizinan.",
      "Membatasi pengembangan proyek di kawasan hutan lindung.",
      "Mengurangi biaya eksplorasi awal."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan 'diperlukan kebijakan pemerintah yang mendukung berupa insentif fiskal dan penyederhanaan perizinan' sebagai langkah strategis."
  },
  {
    "id": 20,
    "pertanyaan": "Teks 3 dapat diklasifikasikan sebagai jenis teks yang....",
    "pilihan": [
      "Menceritakan kisah tokoh perintis panas bumi.",
      "Menggambarkan kondisi alam di Cincin Api Pasifik.",
      "Menganalisis potensi, tantangan, dan strategi pemanfaatan energi panas bumi.",
      "Membujuk pembaca untuk berinvestasi di energi fosil.",
      "Menyajikan data statistik biaya pengeboran."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini menyajikan analisis komprehensif (potensi, tantangan, solusi/strategi) mengenai topik tertentu, yang merupakan ciri teks **analitis/argumentatif**."
  }
]
