[
  {
    "id": 41,
    "pertanyaan": "Bacalah kalimat berikut: 'Siswa-siswa itu bergotong royong membersihkan lingkungan sekolah.' Kata 'bergotong royong' dalam kalimat tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "Bekerja sendiri",
      "Bekerja sama",
      "Bersantai bersama",
      "Bertengkar",
      "Bermain bersama"
    ],
    "jawaban": "B",
    "pembahasan": "Frasa 'bergotong royong' secara harfiah berarti bekerja bersama-sama untuk mencapai tujuan tertentu. Oleh karena itu, **'bekerja sama'** adalah pilihan yang paling tepat."
  },
  {
    "id": 42,
    "pertanyaan": "Perhatikan kalimat berikut: 'Harga kebutuhan pokok terus merangkak naik, ______ daya beli masyarakat menurun.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "meskipun",
      "karena",
      "sehingga",
      "namun",
      "bahkan"
    ],
    "jawaban": "C",
    "pembahasan": "Kenaikan harga kebutuhan pokok menyebabkan penurunan daya beli masyarakat. Konjungsi **'sehingga'** menunjukkan hubungan sebab-akibat, di mana klausa kedua adalah akibat dari klausa pertama."
  },
  {
    "id": 43,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya baku?",
    "pilihan": [
      "Pebruari",
      "Jendral",
      "Nopember",
      "Analisis",
      "Sistim"
    ],
    "jawaban": "D",
    "pembahasan": "Menurut KBBI, **'analisis'** adalah bentuk baku. Bentuk baku dari pilihan lain adalah 'Februari', 'jenderal', 'November', dan 'sistem'."
  },
  {
    "id": 44,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dari pilihan berikut:",
    "pilihan": [
      "Demi untuk mencapai tujuan kita, kita harus bekerja keras.",
      "Guna mencapai tujuan, harus bekerja keras.",
      "Untuk mencapai tujuan, kita harus bekerja keras.",
      "Agar tujuan tercapai, kita harus bekerja keras.",
      "Demi mencapai tujuan yang kita inginkan, kita harus bekerja keras."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat **'Agar tujuan tercapai, kita harus bekerja keras'** adalah yang paling efektif karena singkat, padat, dan tidak mengandung pemborosan kata ('Demi untuk', 'yang kita inginkan')."
  },
  {
    "id": 45,
    "pertanyaan": "Bacalah kalimat: 'Perpustakaan itu menyediakan berbagai jenis buku, mulai dari fiksi hingga nonfiksi.' Kalimat tersebut dapat diubah menjadi kalimat pasif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Berbagai jenis buku disediakan oleh perpustakaan itu.",
      "Perpustakaan itu menyediakan buku-buku yang beragam.",
      "Buku-buku fiksi dan nonfiksi ada di perpustakaan itu.",
      "Tersedia berbagai jenis buku di perpustakaan itu.",
      "Jenis buku yang beragam disediakan di perpustakaan itu."
    ],
    "jawaban": "A",
    "pembahasan": "Dalam kalimat pasif, objek pada kalimat aktif menjadi subjek. Dalam kalimat asli, 'berbagai jenis buku' adalah objek yang 'disediakan'. Maka, **'Berbagai jenis buku disediakan oleh perpustakaan itu'** adalah bentuk pasif yang tepat."
  },
  {
    "id": 46,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Globalisasi telah membawa banyak dampak positif bagi perekonomian. ______ persaingan pasar menjadi lebih ketat, menuntut inovasi dari pelaku usaha.' Kalimat yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Akibatnya,",
      "Selain itu,",
      "Namun demikian,",
      "Oleh karena itu,",
      "Bahkan,"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat sebelum rumpang membahas dampak positif, sementara kalimat setelah rumpang membahas dampak negatif (tantangan). **'Namun demikian,'** adalah konjungsi yang tepat untuk menunjukkan kontradiksi atau peralihan ke sisi yang berlawanan."
  },
  {
    "id": 47,
    "pertanyaan": "Pilihlah penggunaan tanda baca titik dua (:) yang tepat pada kalimat berikut.",
    "pilihan": [
      "Ibu membeli: sayur, buah, dan daging.",
      "Dia membutuhkan: buku, pulpen, dan penggaris.",
      "Rapat itu membahas hal penting: strategi pemasaran.",
      "Berikut adalah nama-nama peserta: Budi, Ani, dan Doni.",
      "Semua peserta diwajibkan: membawa kartu identitas."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda titik dua digunakan setelah pernyataan yang memerlukan perincian, yang diindikasikan oleh frasa seperti '**Berikut adalah nama-nama peserta: Budi, Ani, dan Doni.**'. Pilihan A dan B salah karena titik dua tidak digunakan langsung setelah verba intransitif. Pilihan C salah karena perinciannya tidak lebih dari satu. Pilihan E salah karena titik dua tidak digunakan untuk memisahkan subjek dan predikat atau predikat dan objek jika tidak ada perincian."
  },
  {
    "id": 48,
    "pertanyaan": "Bacalah kalimat: 'Para pengunjung dilarang untuk membuang sampah sembarangan.' Kata 'dilarang' dalam kalimat tersebut menyatakan...",
    "pilihan": [
      "Anjuran",
      "Himbauan",
      "Perintah",
      "Larangan",
      "Saran"
    ],
    "jawaban": "D",
    "pembahasan": "Kata **'dilarang'** secara eksplisit dan langsung menyatakan suatu **larangan** atau tidak boleh melakukan sesuatu."
  },
  {
    "id": 49,
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": [
      "Potensi AI dalam meningkatkan efisiensi.",
      "Penggunaan AI di berbagai sektor kehidupan.",
      "Perkembangan AI yang pesat dan dampaknya yang kompleks.",
      "Kekhawatiran tentang etika dan keamanan data AI.",
      "Pentingnya regulasi dan pengembangan AI yang bertanggung jawab."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok paragraf adalah gagasan utama yang ingin disampaikan. Paragraf ini membahas perkembangan AI yang pesat, potensi positifnya, serta kekhawatiran dan tantangan yang menyertainya, yang semuanya membentuk **kompleksitas dampak AI**."
  },
  {
    "id": 50,
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan pertentangan dalam paragraf tersebut adalah...",
    "pilihan": [
      "Banjir dan kekeringan adalah dua jenis bencana yang berbeda.",
      "Kerugian ekonomi vs. ancaman kelangsungan hidup manusia.",
      "Dampak perubahan iklim vs. lambatnya kesadaran dan tindakan global.",
      "Mitigasi vs. adaptasi dalam penanganan perubahan iklim.",
      "Krisis iklim vs. kepentingan politik dan ekonomi."
    ],
    "jawaban": "C",
    "pembahasan": "Pertentangan utama yang ditekankan dalam paragraf adalah antara dampak serius dari perubahan iklim (yang membutuhkan tindakan) dan **lambatnya atau terhambatnya kesadaran serta upaya kolektif global** untuk mengatasinya ('Meskipun demikian, kesadaran masyarakat global terhadap isu ini masih perlu ditingkatkan, dan upaya kolektif... seringkali terhambat')."
  },
  {
    "id": 51,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata sapaan dengan penulisan yang benar.",
    "pilihan": [
      "'Selamat pagi, Pak!', sapa Rina.",
      "'Apa kabar Ibu?', tanya Doni.",
      "'Terima kasih, Dokter.', ucap pasien itu.",
      "'Bolehkah saya pinjam bukumu, nak?', pinta ayah.",
      "'Dimana kamu tinggal, Kak?', tanya adik."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan kata sapaan yang benar adalah diawali huruf kapital jika langsung diikuti tanda baca (koma, seru, tanya) atau jika merujuk pada orang tertentu. Pilihan **A** benar. Pilihan B dan E salah karena 'Ibu' dan 'Kak' yang berfungsi sebagai sapaan seharusnya berhuruf kapital. Pilihan C salah karena 'Dokter' yang berfungsi sebagai sapaan seharusnya berhuruf kapital. Pilihan D salah karena 'nak' sebagai sapaan seharusnya berhuruf kapital ('Nak')."
  },
  {
    "id": 52,
    "pertanyaan": "Simpulan yang paling tepat dari paragraf tersebut adalah...",
    "pilihan": [
      "Media sosial adalah platform berbahaya yang harus dihindari.",
      "Kehadiran media sosial menciptakan lebih banyak masalah daripada manfaat.",
      "Pengguna media sosial perlu berhati-hati terhadap berita palsu dan cyberbullying.",
      "Literasi digital penting untuk penggunaan media sosial yang bijak dan bertanggung jawab.",
      "Kecanduan media sosial adalah masalah terbesar di era modern."
    ],
    "jawaban": "D",
    "pembahasan": "Simpulan merangkum poin-poin utama paragraf. Paragraf ini membahas manfaat dan bahaya media sosial, lalu menyimpulkan dengan **pentingnya literasi digital untuk penggunaan yang bijak**. Pilihan D paling tepat merangkum inti pesan tersebut."
  },
  {
    "id": 53,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah lama tidak bertemu, mereka tetap akrab satu sama lain.' Frasa 'tetap akrab' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": [
      "Perubahan",
      "Ketidakkonsistenan",
      "Kekekalan",
      "Keberlanjutan kondisi",
      "Pertentangan positif"
    ],
    "jawaban": "D",
    "pembahasan": "Frasa **'tetap akrab'** menunjukkan bahwa kondisi keakraban itu berlanjut atau tidak berubah, meskipun ada faktor lain ('sudah lama tidak bertemu') yang mungkin diasosiasikan dengan perubahan atau merenggangnya hubungan. Ini menunjukkan **keberlanjutan kondisi atau situasi tertentu**."
  },
  {
    "id": 54,
    "pertanyaan": "Pilihlah kalimat dengan tanda baca yang benar.",
    "pilihan": [
      "Dia bertanya, 'Kapan kamu pulang?'",
      "Adikku suka: membaca, menulis dan menggambar.",
      "Oleh karena itu dia tidak datang.",
      "Kami akan pergi ke, Jakarta pada hari Minggu.",
      "Meskipun lelah, namun dia terus bekerja."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan **A** benar. Tanda koma digunakan sebelum petikan langsung. Pilihan B salah karena titik dua tidak digunakan setelah 'suka' dan seharusnya ada koma sebelum 'dan' jika daftar lebih dari dua item. Pilihan C salah karena 'Oleh karena itu' seharusnya diikuti koma. Pilihan D salah karena koma tidak memisahkan predikat dan keterangan tempat. Pilihan E salah karena 'Meskipun' dan 'namun' redundant."
  },
  {
    "id": 55,
    "pertanyaan": "Asumsi yang melandasi pentingnya alokasi anggaran lebih besar untuk pendidikan dalam paragraf tersebut adalah...",
    "pilihan": [
      "Anggaran pendidikan saat ini sudah sangat rendah.",
      "Kualitas pendidikan berbanding lurus dengan besarnya anggaran.",
      "Tenaga pengajar akan lebih berkualitas jika gajinya tinggi.",
      "Pemerataan akses pendidikan hanya bisa dicapai dengan dana besar.",
      "Investasi pendidikan selalu menghasilkan keuntungan ekonomi yang signifikan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf menyebutkan 'Untuk mengatasi masalah ini, pemerintah perlu mengalokasikan anggaran yang lebih besar untuk pendidikan, meningkatkan kualitas tenaga pengajar, dan memastikan infrastruktur pendidikan yang memadai'. Asumsi di balik pernyataan ini adalah bahwa **peningkatan anggaran akan berkontribusi pada peningkatan kualitas pendidikan** (termasuk tenaga pengajar dan infrastruktur), yang pada akhirnya akan mengatasi masalah ketidakmerataan dan kesenjangan."
  },
  {
    "id": 56,
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan hubungan antara kalimat kedua ('Sumber energi fosil yang terbatas dan dampaknya terhadap lingkungan mendorong pencarian alternatif.') dengan kalimat ketiga ('Energi surya, angin, dan panas bumi menawarkan solusi yang lebih bersih dan berkelanjutan.')?",
    "pilihan": [
      "Sebab-akibat, di mana kalimat kedua adalah sebab dan kalimat ketiga adalah akibat.",
      "Penjelasan, di mana kalimat ketiga menjelaskan alternatif yang disebutkan di kalimat kedua.",
      "Pertentangan, di mana kalimat ketiga menyanggah klaim di kalimat kedua.",
      "Penguatan, di mana kalimat ketiga memberikan bukti tambahan untuk kalimat kedua.",
      "Perbandingan, di mana kalimat ketiga membandingkan dua jenis energi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat kedua menyatakan adanya 'pencarian alternatif' energi karena keterbatasan fosil. Kalimat ketiga kemudian menjelaskan apa saja alternatif yang dimaksud ('Energi surya, angin, dan panas bumi'). Jadi, kalimat ketiga berfungsi sebagai **penjelasan atau contoh dari 'alternatif'** yang disebutkan di kalimat kedua."
  },
  {
    "id": 57,
    "pertanyaan": "Kalimat manakah yang paling mungkin menjadi kalimat utama jika paragraf tersebut diperluas menjadi artikel yang lebih panjang dan mendalam?",
    "pilihan": [
      "Nilai-nilai luhur dan kearifan lokal diturunkan melalui kesenian tradisional.",
      "Tantangan modernisasi dan globalisasi terhadap kesenian tradisional.",
      "Kesenian tradisional merupakan pilar penting dalam pelestarian identitas budaya nasional yang menghadapi berbagai tantangan kontemporer.",
      "Pentingnya adaptasi dan inovasi untuk kelangsungan kesenian tradisional.",
      "Kurangnya minat generasi muda menjadi ancaman utama bagi kesenian tradisional."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat utama yang paling tepat untuk artikel yang lebih panjang dan mendalam harus dapat merangkum seluruh aspek yang dibahas dalam paragraf: peran penting kesenian tradisional, hubungannya dengan identitas budaya, serta tantangan yang dihadapinya. Pilihan **C** paling komprehensif mencakup semua elemen ini, menjadikannya gagasan pokok yang kuat untuk pengembangan artikel."
  },
  {
    "id": 58,
    "pertanyaan": "Pernyataan yang merupakan inferensi paling kuat dari paragraf tersebut adalah...",
    "pilihan": [
      "Disrupsi digital secara inheren menyebabkan manipulasi informasi.",
      "Konsumen media yang cerdas adalah mereka yang hanya percaya pada media arus utama.",
      "Pendidikan formal adalah satu-satunya cara untuk meningkatkan literasi media.",
      "Masyarakat yang kurang literasi media berisiko tinggi terhadap polarisasi dan manipulasi.",
      "Hanya dengan literasi media, semua masalah informasi di era digital akan teratasi."
    ],
    "jawaban": "D",
    "pembahasan": "Inferensi yang paling kuat adalah D. Paragraf menyatakan bahwa 'Tanpa literasi media yang memadai, masyarakat rentan terhadap manipulasi informasi dan polarisasi opini'. Ini secara langsung mengarah pada kesimpulan bahwa **jika masyarakat kekurangan literasi media, risiko terhadap manipulasi dan polarisasi akan tinggi**."
  },
  {
    "id": 59,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": [
      "Jakarta, ibu kota Indonesia, adalah kota yang sangat padat.",
      "Sungai Nil, yang terpanjang di dunia, mengalir di Mesir.",
      "Novel 'Laskar Pelangi' ditulis oleh Andrea Hirata.",
      "Dia bekerja sebagai guru; dan juga sebagai penulis.",
      "Bapak Presiden Jokowi telah menyampaikan pidatonya."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan **A** benar. Frasa apositif ('ibu kota Indonesia') diapit oleh koma. Pilihan B salah karena 'yang terpanjang di dunia' adalah anak kalimat pembatas yang tidak perlu diapit koma. Pilihan C salah karena judul novel seharusnya dicetak miring atau diapit tanda kutip ganda ('Laskar Pelangi'). Pilihan D salah karena titik koma tidak digunakan sebelum 'dan' jika menghubungkan klausa yang setara. Pilihan E salah karena 'Presiden' adalah jabatan yang tidak diikuti nama orang tertentu sehingga tidak perlu diawali huruf kapital, kecuali jika itu adalah bagian dari nama diri yang spesifik (misal: 'Presiden Joko Widodo'). Dalam konteks ini, 'Bapak Presiden Jokowi' adalah penulisan yang tepat jika merujuk pada jabatan dan nama."
  },
  {
    "id": 60,
    "pertanyaan": "Jika paragraf di atas adalah bagian dari sebuah artikel ilmiah, manakah judul bagian (subbab) yang paling cocok untuk paragraf ini?",
    "pilihan": [
      "Definisi Makanan Organik dan Manfaatnya",
      "Tren Pola Makan Sehat di Kalangan Masyarakat",
      "Tantangan dan Solusi dalam Pengembangan Industri Makanan Organik",
      "Perbandingan Harga Makanan Organik dan Non-Organik",
      "Peran Konsumen dalam Mendukung Industri Makanan Organik"
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf ini secara keseluruhan membahas tentang tren makanan organik, manfaatnya, tetapi kemudian fokus pada 'tantangan' (harga mahal, ketersediaan tidak merata) dan diakhiri dengan 'solusi' (upaya pemerintah dan produsen). Oleh karena itu, judul bagian yang paling cocok adalah **'Tantangan dan Solusi dalam Pengembangan Industri Makanan Organik'** karena merangkum inti pembahasan paragraf secara komprehensif."
  }
]
