[
  {
    "id": 101,
    "pertanyaan": "Bacalah kalimat berikut: 'Pemerintah bertekad untuk memberantas korupsi di segala lini.' Kata 'memberantas' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": ["A. Membiarkan", "B. Menangani", "C. Menghilangkan", "D. Mengurangi", "E. Memelihara"],
    "jawaban": "C",
    "pembahasan": "Dalam konteks korupsi, 'memberantas' berarti melakukan upaya serius untuk menghapuskan atau menghilangkan korupsi sampai tuntas. Oleh karena itu, 'menghilangkan' adalah makna yang paling dekat."
  },
  {
    "id": 102,
    "pertanyaan": "Perhatikan kalimat berikut: 'Tim ekspedisi berhasil mencapai puncak gunung, ______ cuaca sangat ekstrem.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": ["A. sehingga", "B. karena", "C. meskipun", "D. dan", "E. lalu"],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'berhasil mencapai puncak' dan 'cuaca ekstrem' adalah pertentangan atau kontras. Konjungsi 'meskipun' paling tepat menunjukkan hal ini."
  },
  {
    "id": 103,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya tidak baku?",
    "pilihan": ["A. Jadwal", "B. Nomer", "C. Ijazah", "D. Respon", "E. Sistematis"],
    "jawaban": "B",
    "pembahasan": "Kata baku yang benar adalah 'nomor', bukan 'nomer'. 'Jadwal', 'ijazah', 'respon', dan 'sistematis' sudah baku."
  },
  {
    "id": 104,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dari pilihan berikut:",
    "pilihan": ["A. Sehubungan dengan itu, maka kami mengundang Bapak/Ibu.", "B. Sehubungan dengan itu, kami mengundang Bapak/Ibu.", "C. Maka dari itu, kami mengundang Bapak/Ibu.", "D. Berkenaan dengan itu, maka kami mengundang Bapak/Ibu.", "E. Oleh karena itu, kami mengundang Bapak/Ibu."],
    "jawaban": "B",
    "pembahasan": "Pilihan B adalah yang paling efektif karena singkat dan tidak mengandung redundansi. Pilihan A, C, dan D mengandung pemborosan kata ('maka' setelah 'sehubungan dengan itu' atau 'berkenaan dengan itu'). Pilihan E juga efektif, namun B lebih spesifik untuk konteks undangan."
  },
  {
    "id": 105,
    "pertanyaan": "Bacalah kalimat: 'Laporan keuangan perusahaan itu sedang ditinjau oleh auditor independen.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": ["A. Auditor independen sedang meninjau laporan keuangan perusahaan itu.", "B. Laporan keuangan perusahaan itu meninjau auditor independen.", "C. Auditor independen meninjau laporan keuangan perusahaan.", "D. Ditinjau laporan keuangan perusahaan itu oleh auditor independen.", "E. Perusahaan itu sedang meninjau laporan keuangan oleh auditor independen."],
    "jawaban": "A",
    "pembahasan": "Dalam kalimat aktif, subjek melakukan tindakan. Pada kalimat asli, 'laporan keuangan perusahaan itu' dikenai tindakan 'ditinjau'. Pada pilihan A, 'auditor independen' adalah subjek yang melakukan tindakan 'meninjau'."
  },
  {
    "id": 106,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Pencemaran lingkungan menjadi masalah serius. ______ diperlukan kesadaran kolektif untuk menjaga kebersihan dan kelestarian alam.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": ["A. Meskipun begitu,", "B. Namun,", "C. Oleh karena itu,", "D. Selain itu,", "E. Bahkan,"],
    "jawaban": "C",
    "pembahasan": "Kalimat setelah rumpang menunjukkan konsekuensi atau solusi dari masalah yang disebutkan di klausa pertama. 'Oleh karena itu,' adalah konjungsi yang tepat untuk menunjukkan hubungan sebab-akibat atau simpulan."
  },
  {
    "id": 107,
    "pertanyaan": "Pilihlah penggunaan tanda baca koma (,) yang tepat pada kalimat berikut.",
    "pilihan": ["A. Dia seorang penulis, dan seorang dosen.", "B. Oleh karena itu, dia tidak bisa hadir.", "C. Saya suka membaca, menulis dan menggambar.", "D. Budi, dan Ani akan pergi ke pasar.", "E. Meskipun sudah tua, namun dia masih energik."],
    "jawaban": "B",
    "pembahasan": "Pilihan B benar. Frasa penghubung antarkalimat seperti 'Oleh karena itu' harus diikuti oleh koma. Pilihan A salah karena koma tidak diperlukan sebelum 'dan' jika klausa yang dihubungkan tidak memiliki subjek yang berbeda. Pilihan C salah karena seharusnya ada koma sebelum 'dan' jika daftar lebih dari dua item. Pilihan D salah karena koma tidak memisahkan subjek dan predikat atau dua subjek yang setara. Pilihan E salah karena 'Meskipun' dan 'namun' redundant."
  },
  {
    "id": 108,
    "pertanyaan": "Bacalah kalimat: 'Para siswa sedang membaca buku di perpustakaan.' Kata 'membaca' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": ["A. Subjek", "B. Predikat", "C. Objek", "D. Keterangan", "E. Pelengkap"],
    "jawaban": "B",
    "pembahasan": "Predikat adalah bagian kalimat yang menyatakan tindakan atau kegiatan yang dilakukan oleh subjek. Dalam kalimat ini, 'membaca' adalah kata kerja yang menjelaskan apa yang dilakukan oleh subjek 'Para siswa'."
  },
  {
    "id": 109,
    "pertanyaan": "Peran pendidikan vokasi sangat krusial dalam mencetak tenaga kerja yang terampil dan siap pakai untuk memenuhi kebutuhan industri. Program-program pendidikan vokasi membekali peserta didik dengan kompetensi praktis yang relevan dengan tuntutan pasar kerja. Namun, pendidikan vokasi di Indonesia masih menghadapi sejumlah tantangan, seperti kesenjangan antara kurikulum dan kebutuhan industri, minimnya fasilitas praktik yang memadai, dan stigma bahwa pendidikan vokasi kurang diminati. Oleh karena itu, perlu ada sinergi antara pemerintah, industri, dan lembaga pendidikan untuk meningkatkan kualitas dan relevansi pendidikan vokasi agar lulusannya dapat bersaing secara global.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan masalah utama yang dihadapi pendidikan vokasi di Indonesia berdasarkan paragraf tersebut?",
    "pilihan": ["A. Kurangnya minat siswa terhadap pendidikan vokasi.", "B. Tidak adanya kurikulum yang relevan dengan industri.", "C. Kesenjangan kurikulum, fasilitas, dan stigma negatif.", "D. Lulusan pendidikan vokasi tidak mampu bersaing secara global.", "E. Kurangnya peran pemerintah dalam pengembangan pendidikan vokasi."],
    "jawaban": "C",
    "pembahasan": "Paragraf secara eksplisit menyebutkan 'kesenjangan antara kurikulum dan kebutuhan industri, minimnya fasilitas praktik yang memadai, dan stigma bahwa pendidikan vokasi kurang diminati' sebagai tantangan utama."
  },
  {
    "id": 110,
    "pertanyaan": "Pembangunan infrastruktur berkelanjutan menjadi fokus utama bagi negara-negara berkembang. Pembangunan ini tidak hanya berorientasi pada aspek ekonomi, tetapi juga mempertimbangkan dampak sosial dan lingkungan jangka panjang. Infrastruktur yang ramah lingkungan, seperti transportasi publik berbasis listrik dan bangunan hijau, dapat mengurangi emisi karbon dan meningkatkan kualitas hidup perkotaan. Namun, investasi awal yang besar dan kompleksitas perencanaan seringkali menjadi hambatan. Diperlukan kebijakan yang mendukung, insentif finansial, dan kolaborasi multi-pihak untuk mewujudkan infrastruktur berkelanjutan yang benar-benar memberikan manfaat jangka panjang.",
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": ["A. Pentingnya investasi besar dalam infrastruktur.", "B. Tantangan pembangunan infrastruktur berkelanjutan.", "C. Manfaat transportasi publik berbasis listrik.", "D. Pembangunan infrastruktur berkelanjutan sebagai solusi komprehensif bagi negara berkembang.", "E. Peran kebijakan dalam mendukung infrastruktur."],
    "jawaban": "D",
    "pembahasan": "Ide pokok adalah gagasan utama yang melandasi seluruh paragraf. Paragraf ini membahas konsep pembangunan infrastruktur berkelanjutan, manfaatnya, tantangannya, dan kebutuhan untuk mewujudkannya sebagai solusi komprehensif bagi negara berkembang."
  },
  {
    "id": 111,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah berolahraga secara teratur, berat badannya tidak kunjung turun.' Frasa 'tidak kunjung turun' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": ["A. Segera turun", "B. Belum juga turun", "C. Akan turun", "D. Tidak bisa turun", "E. Sudah turun"],
    "jawaban": "B",
    "pembahasan": "Frasa 'tidak kunjung' berarti 'belum juga' atau 'tidak juga'. Dalam konteks ini, berarti berat badannya belum juga turun meskipun sudah berolahraga."
  },
  {
    "id": 112,
    "pertanyaan": "Fenomena hoaks dan disinformasi telah menjadi masalah global yang mengikis kepercayaan publik terhadap informasi. Penyebaran informasi yang salah secara cepat melalui media sosial dapat memecah belah masyarakat, memengaruhi keputusan politik, dan bahkan membahayakan kesehatan publik. Oleh karena itu, literasi media dan kemampuan berpikir kritis sangat diperlukan untuk menyaring informasi. Peran pemerintah, platform media sosial, dan masyarakat dalam memerangi hoaks juga krusial melalui regulasi, deteksi, dan verifikasi fakta. Masyarakat yang cerdas dan kritis adalah fondasi bagi demokrasi yang sehat.",
    "pertanyaan": "Apa hubungan antara kalimat kedua ('Penyebaran informasi yang salah secara cepat melalui media sosial dapat memecah belah masyarakat, memengaruhi keputusan politik, dan bahkan membahayakan kesehatan publik.') dengan kalimat ketiga ('Oleh karena itu, literasi media dan kemampuan berpikir kritis sangat diperlukan untuk menyaring informasi.')?",
    "pilihan": ["A. Hubungan perbandingan", "B. Hubungan pertentangan", "C. Hubungan sebab-akibat", "D. Hubungan penambahan", "E. Hubungan penegasan"],
    "jawaban": "C",
    "pembahasan": "Kalimat ketiga diawali dengan 'Oleh karena itu,' yang menunjukkan bahwa 'literasi media dan kemampuan berpikir kritis sangat diperlukan' sebagai akibat atau solusi dari dampak negatif penyebaran hoaks yang dijelaskan di kalimat kedua. Ini adalah hubungan sebab-akibat."
  },
  {
    "id": 113,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan lugas.",
    "pilihan": ["A. Untuk bisa mencapai keberhasilan, dibutuhkan kerja keras.", "B. Demi untuk kesuksesan, kita harus berusaha.", "C. Guna mencapai cita-cita, maka kita harus belajar.", "D. Dalam rangka meningkatkan kualitas, harus diadakan pelatihan.", "E. Agar tidak terjadi kesalahpahaman, baiknya kita bicarakan hal ini."],
    "jawaban": "A",
    "pembahasan": "Pilihan A memiliki struktur yang benar dan lugas, tanpa pemborosan kata. Pilihan B, C, dan D mengandung pemborosan kata ('Demi untuk', 'Guna... maka'). Pilihan E kurang formal dan 'baiknya' kurang tepat dalam konteks penulisan formal."
  },
  {
    "id": 114,
    "pertanyaan": "Konservasi keanekaragaman hayati adalah upaya penting untuk menjaga keseimbangan ekosistem dan keberlangsungan hidup berbagai spesies di bumi. Deforestasi, perburuan liar, dan polusi telah menyebabkan penurunan populasi satwa liar dan hilangnya habitat. Kerusakan ini tidak hanya berdampak pada lingkungan, tetapi juga mengancam sumber daya alam yang vital bagi manusia. Program reboisasi, penegakan hukum, dan edukasi publik menjadi pilar utama dalam konservasi. Selain itu, pengembangan ekowisata juga dapat menjadi strategi untuk meningkatkan kesadaran dan dukungan masyarakat terhadap upaya pelestarian alam.",
    "pertanyaan": "Implikasi tersirat dari adanya 'penurunan populasi satwa liar dan hilangnya habitat' adalah...",
    "pilihan": ["A. Konservasi keanekaragaman hayati tidak penting.", "B. Ekosistem akan menjadi tidak seimbang dan mengancam kehidupan di masa depan.", "C. Polusi adalah penyebab utama hilangnya habitat.", "D. Manusia tidak bertanggung jawab atas kerusakan lingkungan.", "E. Program reboisasi adalah satu-satunya solusi untuk konservasi."],
    "jawaban": "B",
    "pembahasan": "Jika populasi satwa liar menurun dan habitat hilang, maka keseimbangan ekosistem akan terganggu, yang pada akhirnya mengancam keberlangsungan hidup dan sumber daya vital bagi manusia, seperti yang disebutkan di awal paragraf ('menjaga keseimbangan ekosistem dan keberlangsungan hidup berbagai spesies')."
  },
  {
    "id": 115,
    "pertanyaan": "Perkembangan teknologi informasi dan komunikasi (TIK) telah membawa revolusi dalam berbagai aspek kehidupan, termasuk sektor pendidikan. Pembelajaran daring, akses ke sumber belajar digital, dan kolaborasi global menjadi lebih mudah. Namun, di balik kemudahan ini, muncul pula tantangan serius seperti kesenjangan digital (digital divide) antara daerah perkotaan dan pedesaan, serta risiko kecanduan gawai dan penyebaran informasi yang tidak akurat. Oleh karena itu, diperlukan kebijakan yang berpihak pada pemerataan akses TIK, peningkatan literasi digital, dan pengembangan konten edukasi yang berkualitas untuk memastikan bahwa manfaat TIK dapat dirasakan oleh semua lapisan masyarakat secara positif dan bertanggung jawab.",
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan argumen utama penulis mengenai dampak TIK pada pendidikan adalah...",
    "pilihan": ["A. TIK sepenuhnya menggantikan peran guru dalam pembelajaran.", "B. TIK membawa banyak manfaat namun juga tantangan yang harus diatasi dengan kebijakan yang tepat.", "C. Kesenjangan digital adalah masalah terbesar dalam penerapan TIK di pendidikan.", "D. Literasi digital adalah satu-satunya solusi untuk semua tantangan TIK.", "E. Pembelajaran daring lebih efektif daripada pembelajaran tatap muka."],
    "jawaban": "B",
    "pembahasan": "Argumen utama penulis adalah bahwa TIK membawa 'revolusi' dan 'kemudahan' (manfaat), tetapi juga 'tantangan serius' yang harus diatasi dengan kebijakan dan upaya tertentu ('diperlukan kebijakan yang berpihak pada pemerataan akses TIK, peningkatan literasi digital, dan pengembangan konten edukasi'). Pilihan B paling komprehensif mencakup kedua sisi dampak dan solusi yang diusulkan."
  },
  {
    "id": 116,
    "pertanyaan": "Dalam upaya mitigasi perubahan iklim, transisi menuju energi terbarukan adalah langkah fundamental. Pembangkit listrik tenaga surya dan angin, meskipun intermiten, menawarkan potensi besar untuk mengurangi emisi gas rumah kaca dan ketergantungan pada bahan bakar fosil. Namun, tantangan teknis dan ekonomis dalam skala besar masih perlu diatasi, seperti masalah penyimpanan energi, integrasi ke jaringan listrik, dan biaya investasi awal yang tinggi. Diperlukan inovasi teknologi, insentif kebijakan yang kuat, dan kerjasama global untuk mempercepat transisi ini. Selain itu, kesadaran publik dan dukungan masyarakat juga krusial dalam menggeser paradigma energi global.",
    "pertanyaan": "Asumsi implisit yang mendasari perlunya 'insentif kebijakan yang kuat' adalah...",
    "pilihan": ["A. Sektor swasta tidak akan berinvestasi di energi terbarukan tanpa dukungan pemerintah.", "B. Biaya energi terbarukan secara inheren lebih mahal daripada energi fosil.", "C. Teknologi energi terbarukan belum cukup matang untuk digunakan secara massal.", "D. Masyarakat tidak akan mendukung energi terbarukan jika tidak ada paksaan.", "E. Perubahan iklim dapat sepenuhnya diatasi dengan energi terbarukan."],
    "jawaban": "A",
    "pembahasan": "Paragraf menyebutkan 'biaya investasi awal yang tinggi' sebagai tantangan. Perlunya 'insentif kebijakan yang kuat' mengimplikasikan bahwa tanpa dukungan (seperti subsidi, keringanan pajak, dll.), sektor swasta mungkin enggan atau tidak mampu untuk berinvestasi secara signifikan dalam proyek energi terbarukan karena tingginya biaya awal atau risiko yang ada. Dengan kata lain, asumsinya adalah pasar tidak akan bergerak secara optimal tanpa dorongan kebijakan."
  },
  {
    "id": 117,
    "pertanyaan": "Globalisasi telah membawa dunia ke era interkonektivitas yang belum pernah terjadi sebelumnya, memfasilitasi pertukaran budaya, barang, dan ide. Di satu sisi, ini mendorong inovasi, pertumbuhan ekonomi, dan pemahaman lintas budaya. Namun, di sisi lain, globalisasi juga menimbulkan kekhawatiran tentang homogenisasi budaya, hilangnya identitas lokal, dan peningkatan ketidaksetaraan. Untuk menghadapi kompleksitas ini, penting bagi setiap negara dan komunitas untuk menemukan keseimbangan antara keterbukaan global dan pelestarian nilai-nilai unik mereka, serta membangun kapasitas untuk beradaptasi dengan perubahan tanpa mengorbankan jati diri. Dialog dan pendidikan lintas budaya menjadi kunci dalam proses ini.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari artikel filosofis tentang identitas di era modern, manakah kalimat yang paling mungkin menjadi kalimat pembuka dari esai tersebut?",
    "pilihan": ["A. Dunia semakin terhubung melalui teknologi.", "B. Pertukaran budaya adalah hal yang baik.", "C. Identitas individu dan kolektif terus-menerus dibentuk ulang oleh kekuatan eksternal dan internal.", "D. Globalisasi memiliki dampak positif dan negatif.", "E. Pentingnya menjaga nilai-nilai lokal di tengah modernisasi."],
    "jawaban": "C",
    "pembahasan": "Sebuah esai filosofis tentang identitas di era modern akan dimulai dengan pernyataan yang luas dan mendalam tentang pembentukan identitas. Pilihan C ('Identitas individu dan kolektif terus-menerus dibentuk ulang oleh kekuatan eksternal dan internal.') adalah pembukaan yang sangat cocok karena langsung menyentuh inti permasalahan identitas yang relevan dengan bahasan globalisasi."
  },
  {
    "id": 118,
    "pertanyaan": "Industri pariwisata memiliki potensi besar untuk menjadi motor penggerak ekonomi suatu negara. Namun, pembangunan pariwisata yang tidak terencana dengan baik dapat menimbulkan dampak negatif, seperti kerusakan lingkungan, komersialisasi budaya lokal, dan peningkatan konflik sosial. Oleh karena itu, konsep pariwisata berkelanjutan yang mengedepankan aspek ekonomi, sosial, dan lingkungan menjadi keharusan. Diperlukan keterlibatan aktif masyarakat lokal, regulasi yang ketat, dan promosi yang bertanggung jawab untuk memastikan pariwisata dapat memberikan manfaat jangka panjang tanpa mengorbankan masa depan destinasi. Investasi dalam infrastruktur hijau dan pendidikan pariwisata juga sangat penting.",
    "pertanyaan": "Frasa 'mampu memberikan manfaat jangka panjang tanpa mengorbankan masa depan destinasi' dalam paragraf tersebut mengindikasikan konsep...",
    "pilihan": ["A. Keuntungan ekonomi maksimal.", "B. Pariwisata massal.", "C. Pembangunan yang tidak terkendali.", "D. Keberlanjutan.", "E. Komersialisasi budaya."],
    "jawaban": "D",
    "pembahasan": "Frasa 'manfaat jangka panjang tanpa mengorbankan masa depan destinasi' adalah esensi dari konsep 'keberlanjutan' atau 'pembangunan berkelanjutan', yang mencakup aspek ekonomi, sosial, dan lingkungan."
  },
  {
    "id": 119,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": ["A. 'Apakah kamu sudah makan?', tanya Andi.", "B. Dia berkata: 'Saya lapar.'", "C. Presiden Jokowi, telah menandatangani undang-undang itu.", "D. Kami berlibur ke Bali, pulau Dewata.", "E. Saya suka membaca buku, novel, dan majalah."],
    "jawaban": "A",
    "pembahasan": "Pilihan A benar. Tanda tanya berada di dalam tanda petik, dan koma setelah petikan langsung. Pilihan B salah karena tidak perlu titik dua setelah 'berkata' jika langsung diikuti petikan. Pilihan C salah karena koma tidak memisahkan subjek dan predikat. Pilihan D salah karena frasa apositif 'pulau Dewata' harus diapit koma. Pilihan E salah karena seharusnya ada koma sebelum 'dan' jika daftar lebih dari dua item."
  },
  {
    "id": 120,
    "pertanyaan": "Perubahan iklim telah mendorong inovasi di berbagai sektor, termasuk energi dan pertanian. Di bidang energi, pengembangan sumber terbarukan seperti surya dan angin semakin masif. Di pertanian, teknik pertanian presisi dan tanaman tahan iklim menjadi kunci untuk ketahanan pangan. Namun, proses adaptasi dan inovasi ini memerlukan investasi besar, penelitian berkelanjutan, dan kolaborasi lintas sektor. Diperlukan kebijakan yang mendukung, insentif finansial, dan transfer teknologi untuk mempercepat implementasi solusi-solusi ini secara global. Tanpa tindakan proaktif, dampak perubahan iklim akan semakin parah, mengancam kesejahteraan umat manusia dan kelestarian planet.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari presentasi di konferensi ilmiah, manakah kalimat yang paling tepat untuk menjadi pembuka slide 'Kesimpulan dan Rekomendasi'?",
    "pilihan": ["A. Perubahan iklim menyebabkan banyak masalah.", "B. Inovasi teknologi adalah masa depan energi.", "C. Pertanian presisi akan menyelamatkan dunia.", "D. Untuk mengatasi dampak perubahan iklim secara efektif, diperlukan investasi, penelitian, dan kolaborasi yang masif serta dukungan kebijakan global.", "E. Setiap negara harus berinvestasi dalam energi terbarukan."],
    "jawaban": "D",
    "pembahasan": "Pembuka slide 'Kesimpulan dan Rekomendasi' harus merangkum inti permasalahan (dampak perubahan iklim), serta memberikan solusi dan langkah-langkah yang diperlukan (investasi, penelitian, kolaborasi, dukungan kebijakan). Pilihan D paling komprehensif dan cocok sebagai pembuka bagian kesimpulan dan rekomendasi."
  }
]
