[
  {
    "id": 1,
    "pertanyaan": "Bacalah kalimat berikut: 'Pemerintah sedang mengkaji ulang kebijakan impor pangan untuk menjaga stabilitas harga.' Kata 'mengkaji ulang' dalam kalimat tersebut paling dekat maknanya dengan...",
    "pilihan": [
      "Menghentikan",
      "Mempertimbangkan kembali",
      "Melanjutkan",
      "Mengabaikan",
      "Menetapkan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata '**mengkaji ulang**' berarti memeriksa atau meneliti kembali sesuatu untuk diperbaiki, diubah, atau dipertimbangkan kembali. Oleh karena itu, '**mempertimbangkan kembali**' adalah makna yang paling dekat."
  },
  {
    "id": 2,
    "pertanyaan": "Perhatikan kalimat berikut: 'Dia memiliki banyak ide cemerlang, ______ sayang sekali tidak ada yang mendukungnya.' Konjungsi yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "sehingga",
      "oleh karena itu",
      "namun",
      "dan",
      "karena"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'memiliki banyak ide cemerlang' dan 'tidak ada yang mendukungnya' adalah pertentangan atau kontradiksi. Konjungsi '**namun**' paling tepat menunjukkan hal ini."
  },
  {
    "id": 3,
    "pertanyaan": "Manakah di antara kata-kata berikut yang penulisannya tidak baku?",
    "pilihan": [
      "Fokus",
      "Jadual",
      "Kompleks",
      "Analisis",
      "Energi"
    ],
    "jawaban": "B",
    "pembahasan": "Menurut KBBI, bentuk baku dari '**jadual**' adalah '**jadwal**'. Pilihan lainnya sudah baku."
  },
  {
    "id": 4,
    "pertanyaan": "Pilihlah kalimat yang mengandung ketidaktepatan dalam penggunaan kata.",
    "pilihan": [
      "Rapat itu dihadiri oleh beberapa orang saja.",
      "Ia sangat mencintai akan tanah airnya.",
      "Kami akan mengadakan acara amal minggu depan.",
      "Buku ini sangat bermanfaat bagi pembaca.",
      "Cuaca di pegunungan sangat dingin."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat '**Ia sangat mencintai akan tanah airnya**' tidak tepat karena ada pemborosan preposisi 'akan'. Kata 'mencintai' sudah mengandung makna 'sangat suka pada/terhadap'. Seharusnya cukup 'Ia sangat mencintai tanah airnya'."
  },
  {
    "id": 5,
    "pertanyaan": "Bacalah kalimat: 'Berita itu telah disampaikan kepada seluruh karyawan oleh manajer.' Kalimat tersebut dapat diubah menjadi kalimat aktif tanpa mengubah makna menjadi...",
    "pilihan": [
      "Berita itu menyampaikan manajer kepada seluruh karyawan.",
      "Manajer telah menyampaikan berita itu kepada seluruh karyawan.",
      "Kepada seluruh karyawan disampaikan berita itu oleh manajer.",
      "Telah disampaikan berita itu kepada seluruh karyawan oleh manajer.",
      "Manajer disampaikan berita itu kepada seluruh karyawan."
    ],
    "jawaban": "B",
    "pembahasan": "Dalam kalimat aktif, subjek melakukan tindakan. Pada kalimat asli, 'berita itu' dikenai tindakan 'disampaikan'. Pada pilihan B, '**Manajer**' adalah subjek yang melakukan tindakan '**menyampaikan**'."
  },
  {
    "id": 6,
    "pertanyaan": "Perhatikan paragraf rumpang berikut: 'Harga minyak dunia terus melonjak. ______ biaya produksi industri pun meningkat tajam.' Kata penghubung yang tepat untuk mengisi rumpang tersebut adalah...",
    "pilihan": [
      "Meskipun demikian,",
      "Namun,",
      "Akibatnya,",
      "Selain itu,",
      "Bahkan,"
    ],
    "jawaban": "C",
    "pembahasan": "Hubungan antara 'harga minyak dunia terus melonjak' dan 'biaya produksi industri pun meningkat tajam' adalah sebab-akibat. '**Akibatnya,**' adalah konjungsi yang tepat untuk menunjukkan bahwa klausa kedua adalah hasil dari klausa pertama."
  },
  {
    "id": 7,
    "pertanyaan": "Pilihlah penggunaan tanda baca koma (,) yang tepat pada kalimat berikut.",
    "pilihan": [
      "Jakarta, ibu kota Indonesia, sangat padat penduduknya.",
      "Saya suka apel, pisang dan jeruk.",
      "Dia sangat cerdas, tetapi malas.",
      "Ibu bertanya, 'Kapan kamu pulang'.",
      "Walaupun sakit dia tetap berangkat ke sekolah."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan **A** benar. Tanda koma digunakan untuk mengapit frasa apositif 'ibu kota Indonesia'. Pilihan B salah karena perlu koma sebelum 'dan' dalam perincian jika lebih dari dua. Pilihan C salah karena koma tidak diperlukan jika hanya menghubungkan dua klausa tunggal. Pilihan D salah karena tanda tanya seharusnya berada di dalam tanda petik. Pilihan E salah karena seharusnya ada koma setelah klausa anak 'Walaupun sakit'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah kalimat: 'Para siswa belajar di perpustakaan setiap sore.' Kata 'setiap sore' dalam kalimat tersebut memiliki fungsi sebagai...",
    "pilihan": [
      "Subjek",
      "Predikat",
      "Objek",
      "Keterangan waktu",
      "Pelengkap"
    ],
    "jawaban": "D",
    "pembahasan": "**Keterangan waktu** adalah bagian kalimat yang memberikan informasi mengenai kapan suatu peristiwa atau tindakan terjadi. Dalam kalimat ini, '**setiap sore**' menjelaskan kapan para siswa belajar."
  },
  {
    "id": 9,
    "pertanyaan": "Perkembangan teknologi informasi dan komunikasi (TIK) telah membawa perubahan revolusioner dalam dunia pendidikan. Pembelajaran tidak lagi terbatas pada ruang kelas, melainkan dapat diakses kapan saja dan di mana saja melalui platform daring. Sumber belajar menjadi lebih beragam dan interaktif, membuka peluang bagi personalisasi pembelajaran. Namun, kesenjangan digital, kurangnya literasi digital guru dan siswa, serta ancaman informasi palsu masih menjadi tantangan. Oleh karena itu, diperlukan investasi infrastruktur TIK, pelatihan yang komprehensif, dan pengembangan kurikulum yang adaptif untuk mengoptimalkan potensi TIK dalam meningkatkan kualitas pendidikan.",
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan tantangan utama pemanfaatan TIK dalam pendidikan menurut paragraf tersebut?",
    "pilihan": [
      "Hanya masalah kurangnya ruang kelas.",
      "Hanya terbatas pada sumber belajar yang tidak beragam.",
      "Kesenjangan digital, kurangnya literasi digital, dan ancaman informasi palsu.",
      "TIK tidak memiliki potensi untuk meningkatkan kualitas pendidikan.",
      "Biaya investasi yang sangat rendah."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf secara eksplisit menyebutkan tantangan-tantangan tersebut: 'Namun, **kesenjangan digital, kurangnya literasi digital guru dan siswa, serta ancaman informasi palsu** masih menjadi tantangan'."
  },
  {
    "id": 10,
    "pertanyaan": "Industri pariwisata merupakan salah satu sektor yang paling terdampak oleh pandemi COVID-19. Banyak destinasi wisata yang ditutup, penerbangan dibatasi, dan jumlah wisatawan menurun drastis. Hal ini menyebabkan kerugian ekonomi yang besar dan hilangnya jutaan pekerjaan. Namun, pandemi juga menjadi momentum bagi industri pariwisata untuk berbenah dan mengadopsi konsep pariwisata yang lebih berkelanjutan, aman, dan berfokus pada wisatawan domestik. Adaptasi terhadap protokol kesehatan, inovasi produk wisata, dan pemanfaatan teknologi digital menjadi kunci pemulihan. Kolaborasi antara pemerintah, pelaku industri, dan masyarakat juga krusial untuk membangun kembali sektor pariwisata yang lebih tangguh di masa depan.",
    "pertanyaan": "Ide pokok paragraf di atas adalah...",
    "pilihan": [
      "Kerugian ekonomi akibat pandemi di sektor pariwisata.",
      "Pentingnya protokol kesehatan di destinasi wisata.",
      "Dampak pandemi pada industri pariwisata dan strategi pemulihannya menuju pariwisata yang lebih tangguh dan berkelanjutan.",
      "Peran teknologi digital dalam pariwisata.",
      "Fokus pada wisatawan domestik."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok paragraf ini adalah membahas **dampak pandemi pada industri pariwisata dan kemudian menguraikan strategi pemulihan untuk membangun pariwisata yang lebih tangguh dan berkelanjutan**."
  },
  {
    "id": 11,
    "pertanyaan": "Perhatikan kalimat: 'Meskipun sudah tua, nenek itu masih sangat lincah menari.' Kata 'lincah' dalam kalimat tersebut menunjukkan makna...",
    "pilihan": [
      "Kaku",
      "Lambat",
      "Gesit",
      "Berat",
      "Malas"
    ],
    "jawaban": "C",
    "pembahasan": "Kata '**lincah**' berarti cekatan, gesit, atau mudah bergerak, yang paling dekat maknanya dengan '**gesit**'."
  },
  {
    "id": 12,
    "pertanyaan": "Fenomena urbanisasi yang pesat telah menyebabkan berbagai masalah lingkungan di kota-kota besar. Peningkatan jumlah penduduk dan aktivitas industri mengakibatkan polusi udara dan air yang serius, serta penumpukan sampah yang tak terkendali. Kurangnya ruang terbuka hijau dan Ruang Terbuka Hijau (RTH) memperparah kondisi. Pemerintah kota telah berupaya mengatasi masalah ini dengan program-program seperti pengelolaan sampah terpadu, penanaman pohon, dan pengembangan transportasi publik. Namun, kesadaran masyarakat akan pentingnya menjaga kebersihan dan kelestarian lingkungan masih perlu ditingkatkan. Oleh karena itu, edukasi lingkungan dan partisipasi aktif warga menjadi kunci keberhasilan upaya menciptakan kota yang lebih bersih dan hijau.",
    "pertanyaan": "Apa hubungan antara kalimat kedua ('Peningkatan jumlah penduduk dan aktivitas industri mengakibatkan polusi udara dan air yang serius, serta penumpukan sampah yang tak terkendali.') dengan kalimat ketiga ('Kurangnya ruang terbuka hijau dan Ruang Terbuka Hijau (RTH) memperparah kondisi.')?",
    "pilihan": [
      "Hubungan sebab-akibat",
      "Hubungan penambahan",
      "Hubungan pertentangan",
      "Hubungan perbandingan",
      "Hubungan penguatan/penegasan"
    ],
    "jawaban": "E",
    "pembahasan": "Kalimat ketiga tidak hanya menambahkan informasi, tetapi juga **memperkuat** atau **menegaskan** bahwa masalah lingkungan yang disebutkan di kalimat sebelumnya menjadi lebih buruk ('memperparah kondisi') karena kurangnya RTH. Ini adalah bentuk penguatan dampak negatif."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat dengan struktur yang benar dan efektif.",
    "pilihan": [
      "Walaupun sibuk, namun dia tetap menyempatkan diri berolahraga.",
      "Demi untuk masa depan, kita harus berinvestasi.",
      "Bagi seluruh peserta, wajib mengikuti ketentuan yang berlaku.",
      "Pameran buku itu akan diselenggarakan pada bulan depan.",
      "Para ibu-ibu sedang arisan di rumah Bu RT."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan **D** memiliki struktur yang benar dan efektif. Pilihan A salah karena 'Walaupun' dan 'namun' redundant. Pilihan B salah karena 'Demi' dan 'untuk' redundant. Pilihan C salah karena ada pemborosan preposisi ('Bagi seluruh peserta'). Pilihan E salah karena 'para' dan 'ibu-ibu' redundant (bentuk jamak ganda)."
  },
  {
    "id": 14,
    "pertanyaan": "Penggunaan plastik sekali pakai telah menjadi masalah lingkungan global yang serius. Jutaan ton sampah plastik mencemari lautan, mengancam ekosistem laut dan kesehatan manusia. Mikroplastik, partikel kecil dari plastik, bahkan telah ditemukan dalam rantai makanan. Untuk mengatasi krisis ini, diperlukan pendekatan multidimensional, mulai dari pengurangan produksi plastik, peningkatan daur ulang, pengembangan material alternatif yang ramah lingkungan, hingga edukasi publik tentang pentingnya gaya hidup minim sampah. Kebijakan pemerintah yang ketat dan partisipasi aktif industri serta masyarakat adalah kunci keberhasilan upaya ini.",
    "pertanyaan": "Implikasi tersirat dari kalimat 'Mikroplastik, partikel kecil dari plastik, bahkan telah ditemukan dalam rantai makanan' adalah...",
    "pilihan": [
      "Mikroplastik hanya berbahaya bagi hewan laut.",
      "Sampah plastik hanya mencemari lautan.",
      "Dampak pencemaran plastik berpotensi membahayakan kesehatan manusia secara tidak langsung melalui konsumsi makanan.",
      "Mikroplastik tidak berbahaya sama sekali.",
      "Daur ulang dapat mengatasi semua masalah mikroplastik."
    ],
    "jawaban": "C",
    "pembahasan": "Jika mikroplastik ditemukan dalam rantai makanan, ini berarti bahwa manusia yang mengonsumsi makanan tersebut berpotensi terpapar. Implikasinya adalah **dampak pencemaran plastik berpotensi membahayakan kesehatan manusia secara tidak langsung melalui konsumsi makanan**."
  },
  {
    "id": 15,
    "pertanyaan": "Perubahan pola makan masyarakat modern cenderung mengarah pada konsumsi makanan olahan tinggi gula, garam, dan lemak, serta rendah serat. Gaya hidup kurang aktif juga memperparah kondisi. Hal ini berkontribusi pada peningkatan kasus penyakit tidak menular (PTM) seperti diabetes, hipertensi, dan penyakit jantung. Edukasi gizi yang masif dan promosi gaya hidup sehat menjadi sangat penting untuk mencegah krisis kesehatan di masa depan. Pemerintah perlu memperketat regulasi terkait iklan makanan tidak sehat, sementara industri makanan diharapkan dapat berinovasi menghasilkan produk yang lebih bergizi. Peran keluarga dan sekolah juga krusial dalam membentuk kebiasaan makan sehat sejak dini.",
    "pertanyaan": "Pernyataan yang paling tepat menggambarkan argumen utama penulis mengenai pola makan masyarakat modern adalah...",
    "pilihan": [
      "Makanan olahan tidak berbahaya.",
      "Penyakit tidak menular hanya disebabkan oleh faktor genetik.",
      "Pola makan modern yang tidak sehat dan gaya hidup kurang aktif meningkatkan risiko PTM, sehingga diperlukan edukasi, regulasi, dan inovasi untuk perbaikan.",
      "Hanya pemerintah yang bertanggung jawab atas kesehatan masyarakat.",
      "Olahraga adalah satu-satunya solusi untuk PTM."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen utama penulis adalah bahwa pola makan modern yang tidak sehat dan gaya hidup kurang aktif berkontribusi pada peningkatan PTM, dan kemudian menguraikan **solusi yang diperlukan (edukasi, regulasi, inovasi)**. Pilihan **C** paling komprehensif."
  },
  {
    "id": 16,
    "pertanyaan": "Inovasi dalam dunia pendidikan menjadi kunci untuk menyiapkan generasi muda menghadapi tantangan abad ke-21. Metode pembelajaran yang berpusat pada siswa, penggunaan teknologi, dan pengembangan keterampilan abad ke-21 (seperti pemikiran kritis, kreativitas, kolaborasi, dan komunikasi) adalah beberapa elemen penting. Lingkungan belajar yang mendukung eksperimen dan eksplorasi juga esensial. Namun, implementasi inovasi seringkali terkendala oleh resistensi terhadap perubahan, kurangnya pelatihan bagi guru, dan keterbatasan sumber daya. Oleh karena itu, diperlukan komitmen kuat dari semua pemangku kepentingan, mulai dari pengambil kebijakan, pendidik, hingga orang tua, untuk mendukung ekosistem pendidikan yang inovatif dan adaptif.",
    "pertanyaan": "Asumsi implisit yang mendasari perlunya 'komitmen kuat dari semua pemangku kepentingan' adalah...",
    "pilihan": [
      "Inovasi pendidikan dapat berhasil tanpa dukungan siapa pun.",
      "Hanya guru yang bertanggung jawab atas inovasi pendidikan.",
      "Inovasi pendidikan adalah upaya yang kompleks dan memerlukan dukungan menyeluruh dari berbagai pihak agar berhasil diimplementasikan.",
      "Orang tua tidak memiliki peran penting dalam inovasi pendidikan.",
      "Keterbatasan sumber daya tidak dapat diatasi."
    ],
    "jawaban": "C",
    "pembahasan": "Jika paragraf menekankan perlunya komitmen kuat dari semua pemangku kepentingan untuk mendukung ekosistem pendidikan yang inovatif, asumsi implisitnya adalah bahwa **inovasi pendidikan adalah upaya yang kompleks dan memerlukan dukungan menyeluruh dari berbagai pihak agar berhasil diimplementasikan**."
  },
  {
    "id": 17,
    "pertanyaan": "Pentingnya riset dan pengembangan (R&D) bagi kemajuan suatu negara tidak bisa diremehkan. Investasi dalam R&D menghasilkan inovasi, meningkatkan daya saing industri, dan mendorong pertumbuhan ekonomi berkelanjutan. Selain itu, R&D juga berkontribusi pada solusi masalah sosial, seperti penemuan obat-obatan baru atau teknologi energi bersih. Namun, di banyak negara berkembang, alokasi anggaran untuk R&D masih minim, dan kolaborasi antara akademisi, industri, serta pemerintah masih perlu ditingkatkan. Oleh karena itu, diperlukan kebijakan yang pro-R&D, insentif pajak bagi industri yang berinvestasi dalam riset, dan penguatan kapasitas sumber daya manusia di bidang penelitian.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari laporan kebijakan kepada kementerian, manakah kalimat yang paling tepat menjadi 'rekomendasi kebijakan' dari laporan tersebut?",
    "pilihan": [
      "R&D hanya penting bagi negara maju.",
      "Industri harus sepenuhnya bertanggung jawab atas R&D.",
      "Untuk mendorong kemajuan nasional, pemerintah perlu mengalokasikan anggaran R&D yang lebih besar, memberikan insentif pajak bagi investasi riset, dan memperkuat kolaborasi lintas sektor dalam ekosistem inovasi.",
      "Penemuan obat-obatan baru tidak memerlukan R&D.",
      "Akademisi harus bekerja sendiri dalam riset."
    ],
    "jawaban": "C",
    "pembahasan": "Rekomendasi kebijakan harus merangkum tindakan yang perlu diambil oleh pemerintah dan pemangku kepentingan lainnya. Pilihan **C** adalah yang paling tepat karena secara jelas menyarankan langkah-langkah spesifik (alokasi anggaran, insentif pajak, kolaborasi) untuk mencapai tujuan yang disebutkan."
  },
  {
    "id": 18,
    "pertanyaan": "Kearifan lokal, sebagai warisan leluhur, mengandung nilai-nilai luhur yang relevan untuk diterapkan dalam kehidupan modern. Praktik-praktik seperti gotong royong, musyawarah mufakat, dan pelestarian lingkungan tradisional dapat menjadi solusi alternatif di tengah tantangan kontemporer. Namun, modernisasi dan globalisasi seringkali mengikis nilai-nilai ini, terutama di kalangan generasi muda. Kurangnya pemahaman dan apresiasi terhadap kearifan lokal dapat menyebabkan hilangnya identitas budaya. Oleh karena itu, revitalisasi dan integrasi kearifan lokal dalam pendidikan dan kehidupan sehari-hari menjadi sangat penting. Dokumentasi, festival budaya, dan peran aktif tokoh adat dapat membantu menjaga kelestarian kearifan lokal.",
    "pertanyaan": "Frasa 'warisan leluhur' dalam paragraf tersebut mengindikasikan aspek-aspek...",
    "pilihan": [
      "Hanya nilai ekonomis.",
      "Hanya praktik masa kini.",
      "Nilai, tradisi, dan pengetahuan yang diturunkan dari generasi sebelumnya.",
      "Hanya relevan untuk masyarakat tradisional.",
      "Tidak memiliki relevansi di masa modern."
    ],
    "jawaban": "C",
    "pembahasan": "Frasa '**warisan leluhur**' secara jelas mengacu pada sesuatu yang diwariskan dari generasi sebelumnya, mencakup **nilai, tradisi, dan pengetahuan** yang membentuk budaya dan identitas."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah penulisan kalimat yang paling tepat secara ejaan dan tanda baca.",
    "pilihan": [
      "Ayah membeli mobil baru, warnanya merah.",
      "Dia adalah seorang Dokter spesialis jantung.",
      "Saya sedang membaca buku; 'Negeri 5 Menara'.",
      "Ibu berkata, \"Saya akan memasak makan malam.\"",
      "Pameran seni itu, dibuka kemarin sore."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan **D** benar. Tanda titik berada di dalam tanda petik untuk petikan langsung. Pilihan A salah karena dua klausa independen harus dipisah dengan titik atau konjungsi yang tepat, bukan hanya koma. Pilihan B salah karena 'Dokter' tidak diikuti nama diri, sehingga tidak perlu huruf kapital. Pilihan C salah karena judul buku seharusnya dicetak miring, dan tanda titik koma tidak tepat di sana. Pilihan E salah karena koma tidak diperlukan setelah subjek 'Pameran seni itu'."
  },
  {
    "id": 20,
    "pertanyaan": "Penerapan ekonomi sirkular semakin mendesak di tengah krisis lingkungan dan keterbatasan sumber daya. Konsep ini bertujuan untuk meminimalkan limbah dan memaksimalkan nilai produk dengan mendesain ulang sistem produksi agar material dapat terus digunakan, didaur ulang, atau diregenerasi. Berbeda dengan ekonomi linear (ambil, pakai, buang), ekonomi sirkular mendorong inovasi dalam desain produk, proses manufaktur, dan model bisnis yang berkelanjutan. Meskipun menjanjikan banyak manfaat lingkungan dan ekonomi, implementasinya menghadapi tantangan seperti biaya investasi awal, kurangnya kesadaran, dan infrastruktur daur ulang yang belum memadai. Oleh karena itu, kolaborasi antara pemerintah, industri, akademisi, dan masyarakat sangat penting untuk mempercepat transisi menuju ekonomi sirkular yang lebih lestari.",
    "pertanyaan": "Jika paragraf ini adalah bagian dari proposal proyek, manakah kalimat yang paling tepat untuk menjadi topik utama bagian 'Manfaat Proyek'?",
    "pilihan": [
      "Ekonomi linear adalah model yang efektif.",
      "Daur ulang adalah satu-satunya solusi untuk limbah.",
      "Proyek ini akan berkontribusi pada minimisasi limbah, maksimalisasi nilai produk, inovasi berkelanjutan, serta manfaat lingkungan dan ekonomi yang signifikan melalui penerapan prinsip ekonomi sirkular.",
      "Biaya investasi awal sangat tinggi.",
      "Masyarakat tidak memiliki peran dalam ekonomi sirkular."
    ],
    "jawaban": "C",
    "pembahasan": "Topik utama bagian 'Manfaat Proyek' harus merangkum keuntungan yang diharapkan dari penerapan ekonomi sirkular. Pilihan **C** paling komprehensif, mencakup aspek minimisasi limbah, maksimalisasi nilai produk, inovasi berkelanjutan, serta manfaat lingkungan dan ekonomi, yang merupakan inti dari manfaat penerapan ekonomi sirkular."
  }
]
