[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-7.\n\n**Teks 1: Keterbatasan Litium dan Masa Depan Baterai Natrium**\n\n(1) Permintaan global terhadap baterai lithium-ion terus meroket, didorong oleh ekspansi pesat industri kendaraan listrik dan sistem penyimpanan energi skala besar. Namun, keterbatasan cadangan litium di beberapa negara dan biaya penambangan yang tinggi menimbulkan kekhawatiran tentang keberlanjutan pasokan dan stabilitas harga jangka panjang. Hal ini mendorong para ilmuwan untuk mencari alternatif material baterai yang lebih melimpah, murah, dan ramah lingkungan.\n\n(2) Salah satu inovasi yang paling menjanjikan adalah pengembangan baterai berbasis natrium (sodium-ion). Natrium adalah elemen yang sangat melimpah, dapat diekstrak dari air laut atau garam biasa, dan memiliki kesamaan sifat kimia dengan litium. Meskipun saat ini densitas energi baterai natrium masih lebih rendah dibandingkan litium-ion, teknologi ini menawarkan keunggulan dalam hal keamanan, stabilitas termal yang lebih baik, dan biaya produksi yang jauh lebih rendah.\n\n(3) Pengembangan baterai natrium menghadapi tantangan utama, yaitu optimalisasi siklus hidup dan kinerja pengisian daya. Diperlukan penelitian lebih lanjut untuk meningkatkan kepadatan energi agar dapat bersaing efektif di pasar kendaraan listrik. **Namun, baterai natrium diprediksi akan unggul dan diadopsi secara luas untuk aplikasi stasioner, seperti penyimpanan energi dari pembangkit listrik tenaga surya dan angin, di mana volume dan berat tidak menjadi kendala signifikan.**\n\nApa alasan utama ilmuwan mencari material alternatif untuk baterai selain litium?",
    "pilihan": [
      "Densitas energi baterai litium-ion terlalu rendah.",
      "Kebutuhan untuk meningkatkan keamanan baterai.",
      "Keterbatasan cadangan litium dan tingginya biaya penambangan.",
      "Tingginya permintaan global terhadap kendaraan listrik.",
      "Kesamaan sifat kimia antara natrium dan litium."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) secara eksplisit menyebutkan 'keterbatasan cadangan litium di beberapa negara dan biaya penambangan yang tinggi' sebagai pendorong pencarian alternatif."
  },
  {
    "id": 2,
    "pertanyaan": "Kelebihan utama baterai natrium dibandingkan baterai litium-ion saat ini (Teks 1) adalah...",
    "pilihan": [
      "Densitas energinya jauh lebih tinggi.",
      "Biaya produksi yang lebih rendah dan stabilitas termal yang lebih baik.",
      "Siklus hidup dan kinerja pengisian daya yang optimal.",
      "Sudah diadopsi secara luas di kendaraan listrik.",
      "Hanya dapat diekstrak dari air laut."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (2) menyatakan baterai natrium menawarkan keunggulan 'dalam hal keamanan, stabilitas termal yang lebih baik, dan biaya produksi yang jauh lebih rendah'."
  },
  {
    "id": 3,
    "pertanyaan": "Kata **'meroket'** pada kalimat (1) Teks 1 memiliki makna yang setara dengan....",
    "pilihan": [
      "Menurun drastis.",
      "Meningkat pesat.",
      "Tetap stabil.",
      "Mengalami stagnasi.",
      "Berada di titik terendah."
    ],
    "jawaban": "B",
    "pembahasan": "Meroket berarti naik atau meningkat dengan sangat cepat dan tinggi."
  },
  {
    "id": 4,
    "pertanyaan": "Berdasarkan Teks 1, kendala utama pengembangan baterai natrium untuk bersaing di pasar kendaraan listrik adalah....",
    "pilihan": [
      "Kurangnya bahan baku natrium.",
      "Biaya produksi yang masih sangat tinggi.",
      "Densitas energi yang saat ini masih lebih rendah.",
      "Kurangnya minat dari industri otomotif.",
      "Natrium tidak dapat diekstrak dari garam biasa."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) dan (3) menyebutkan bahwa densitas energi baterai natrium masih lebih rendah, yang menjadi tantangan utama untuk bersaing di EV."
  },
  {
    "id": 5,
    "pertanyaan": "Perbaikan yang tepat untuk kata yang dicetak miring pada kalimat (2) Teks 1 adalah....",
    "pilihan": [
      "sodium ion",
      "natrium-ion",
      "natrium ion",
      "lithium-ion",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "B",
    "pembahasan": "Berdasarkan kaidah penulisan serapan, istilah gabungan unsur kimia seperti natrium-ion sebaiknya ditulis dengan tanda hubung (-) jika mengikuti pola penulisan aslinya (*sodium-ion*)."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat yang dicetak tebal pada paragraf (3) Teks 1 adalah sebuah...",
    "pilihan": [
      "Fakta yang telah terbukti.",
      "Asumsi yang tidak berdasar.",
      "Prediksi dan analisis aplikasi di masa depan.",
      "Ancaman terhadap industri kendaraan listrik.",
      "Klaim yang didukung data ilmiah."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menggunakan kata 'diprediksi' yang menunjukkan perkiraan aplikasi teknologi di masa mendatang berdasarkan analisis potensi dan keunggulan saat ini."
  },
  {
    "id": 7,
    "pertanyaan": "Pernyataan yang dapat **mendukung** argumen di paragraf pertama Teks 1 adalah....",
    "pilihan": [
      "Harga litium telah turun 50% dalam dua tahun terakhir.",
      "Sebuah studi menemukan cadangan litium baru yang sangat besar di Afrika.",
      "Sebagian besar negara maju sudah beralih sepenuhnya ke kendaraan listrik.",
      "Sebanyak 90% pasokan litium global dikuasai oleh tiga negara besar saja.",
      "Teknologi daur ulang baterai litium kini sangat efisien."
    ],
    "jawaban": "D",
    "pembahasan": "Konsentrasi pasokan litium pada beberapa negara saja (D) memperkuat argumen tentang 'keterbatasan cadangan' dan 'stabilitas harga jangka panjang'."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-14.\n\n**Teks 2: Dampak Polarisasi Politik di Ruang Digital**\n\n(1) Ruang digital, yang seharusnya menjadi wadah interaksi dan diskusi terbuka, kini semakin terfragmentasi oleh polarisasi politik yang tajam. Algoritma media sosial cenderung menciptakan 'ruang gema' (*echo chambers*), di mana pengguna hanya terpapar pada informasi dan pandangan yang menguatkan keyakinan mereka sendiri. Dampaknya, terjadi peningkatan ekstremisme pandangan dan berkurangnya kemampuan masyarakat untuk memahami perspektif yang berbeda.\n\n(2) Polarisasi di dunia maya ini secara perlahan merembet ke kehidupan nyata. Diskusi publik menjadi lebih emosional daripada rasional, dan perbedaan pandangan sering kali diinterpretasikan sebagai permusuhan pribadi atau kelompok. **Hal ini merusak kohesi sosial dan melemahkan tradisi musyawarah dalam masyarakat demokratis, karena individu cenderung memercayai informasi yang berasal dari 'kubu' mereka saja.**\n\n(3) Untuk memitigasi dampak negatif ini, diperlukan upaya literasi digital yang masif, dengan fokus pada pengenalan *hoaks* dan kemampuan berpikir kritis dalam mengonsumsi berita. Di sisi lain, platform media sosial memiliki tanggung jawab besar untuk menyesuaikan algoritmanya, mempromosikan keragaman konten, dan menindak akun-akun penyebar disinformasi. Tanpa kolaborasi ini, polarisasi akan terus mengancam integritas proses demokrasi dan stabilitas sosial.\n\nApa penyebab utama terjadinya 'ruang gema' di ruang digital (Teks 2)?",
    "pilihan": [
      "Kecenderungan masyarakat memercayai pandangan kelompoknya.",
      "Algoritma media sosial yang membatasi paparan informasi.",
      "Diskusi publik yang menjadi emosional dan irasional.",
      "Minimnya literasi digital di kalangan pengguna.",
      "Polarisasi politik yang sangat tajam."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menyatakan, 'Algoritma media sosial cenderung menciptakan 'ruang gema'...' yang menunjukkan algoritma adalah penyebab langsung dari fenomena tersebut."
  },
  {
    "id": 9,
    "pertanyaan": "Tujuan dari literasi digital yang masif (paragraf 3) adalah untuk....",
    "pilihan": [
      "Mendorong platform media sosial menindak akun disinformasi.",
      "Menciptakan ruang gema yang lebih beragam.",
      "Meningkatkan kemampuan pengguna dalam mengenali hoaks dan berpikir kritis.",
      "Membuat diskusi publik menjadi lebih emosional.",
      "Mengurangi interaksi politik di ruang digital."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (3) menyebutkan literasi digital fokus pada 'pengenalan *hoaks* dan kemampuan berpikir kritis dalam mengonsumsi berita'."
  },
  {
    "id": 10,
    "pertanyaan": "Makna frasa **'kohesi sosial'** pada paragraf (2) Teks 2 adalah....",
    "pilihan": [
      "Kerenggangan hubungan antar individu.",
      "Kekuatan pemisah antar kelompok masyarakat.",
      "Tingkat persatuan atau keterikatan antar anggota masyarakat.",
      "Perbedaan pandangan dalam permusuhan kelompok.",
      "Kecenderungan untuk memercayai informasi sepihak."
    ],
    "jawaban": "C",
    "pembahasan": "Kohesi sosial merujuk pada ikatan, solidaritas, atau tingkat persatuan yang ada di antara anggota kelompok atau masyarakat."
  },
  {
    "id": 11,
    "pertanyaan": "Konsekuensi dari polarisasi yang merembet ke kehidupan nyata (paragraf 2) adalah....",
    "pilihan": [
      "Algoritma media sosial menjadi lebih netral.",
      "Diskusi publik menjadi lebih rasional.",
      "Kohesi sosial rusak dan tradisi musyawarah melemah.",
      "Masyarakat semakin mampu memahami perspektif yang berbeda.",
      "Terjadinya penurunan ekstremisme pandangan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (2) menyatakan: 'Hal ini merusak kohesi sosial dan melemahkan tradisi musyawarah dalam masyarakat demokratis...'"
  },
  {
    "id": 12,
    "pertanyaan": "Perbaikan yang tepat untuk kata **'disinformasi'** pada paragraf (3) Teks 2 adalah....",
    "pilihan": [
      "hoaks",
      "misinformasi",
      "kabar palsu",
      "disinformasi",
      "TIDAK PERLU DIPERBAIKI"
    ],
    "jawaban": "D",
    "pembahasan": "Penggunaan kata 'disinformasi' sudah tepat dalam konteks Bahasa Indonesia (KBBI) yang merujuk pada informasi yang salah yang sengaja disebarkan."
  },
  {
    "id": 13,
    "pertanyaan": "Teks 2 dapat diklasifikasikan sebagai jenis teks...",
    "pilihan": [
      "Narasi",
      "Deskripsi",
      "Eksplanasi",
      "Argumentasi",
      "Persuasi"
    ],
    "jawaban": "D",
    "pembahasan": "Teks ini menyajikan isu (polarisasi), membahas penyebab (algoritma), dampak (kohesi sosial), dan menawarkan solusi, yang merupakan ciri khas dari teks **argumentasi** atau eksposisi analitis."
  },
  {
    "id": 14,
    "pertanyaan": "Hubungan antara kalimat kedua dan kalimat yang dicetak tebal di paragraf (2) Teks 2 adalah....",
    "pilihan": [
      "Perbandingan.",
      "Sebab-akibat.",
      "Penguatan.",
      "Pengecualian.",
      "Pertentangan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat yang dicetak tebal ('Hal ini merusak kohesi sosial...') berfungsi untuk **menguatkan** dan menegaskan konsekuensi negatif dari interpretasi perbedaan pandangan sebagai permusuhan yang disebutkan di kalimat sebelumnya."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-20.\n\n**Teks 3: Peran Mikroba dalam Kesehatan Saluran Cerna**\n\n(1) Saluran cerna manusia dihuni oleh triliunan mikroorganisme, yang secara kolektif dikenal sebagai mikrobioma usus. Keseimbangan ekosistem mikroba ini sangat krusial, tidak hanya untuk pencernaan, tetapi juga memengaruhi sistem kekebalan tubuh dan bahkan suasana hati. Gangguan pada keseimbangan mikrobioma, yang dikenal sebagai disbiosis, telah dikaitkan dengan berbagai kondisi, mulai dari penyakit radang usus hingga obesitas.\n\n(2) Mikrobioma yang sehat berfungsi sebagai benteng pertahanan pertama, membantu memecah makanan yang tidak dapat dicerna oleh enzim tubuh. Mikroba ini juga memproduksi vitamin esensial, seperti vitamin K dan beberapa vitamin B, serta senyawa penting lainnya, seperti asam lemak rantai pendek (SCFA). SCFA ini adalah sumber energi utama bagi sel-sel usus besar dan memiliki peran anti-inflamasi yang kuat di seluruh tubuh.\n\n(3) Untuk menjaga keseimbangan mikrobioma, konsumsi makanan kaya serat (prebiotik) dan makanan fermentasi yang mengandung bakteri baik (probiotik) sangat dianjurkan. Selain itu, praktik hidup sehat, seperti mengurangi stres kronis dan membatasi penggunaan antibiotik yang tidak perlu, juga memainkan peran penting. **Peningkatan kesadaran akan pentingnya mikrobioma usus menandai pergeseran paradigma dalam kesehatan, dari hanya mengobati penyakit menjadi memelihara keseimbangan internal tubuh.**\n\nApa fungsi utama mikrobioma usus menurut Teks 3?",
    "pilihan": [
      "Hanya memproduksi vitamin K.",
      "Menghasilkan asam lemak rantai pendek (SCFA) saja.",
      "Mempengaruhi suasana hati dan sistem kekebalan tubuh.",
      "Menciptakan kondisi disbiosis dalam usus.",
      "Meningkatkan konsumsi antibiotik."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) menyatakan keseimbangan mikrobioma 'sangat krusial, tidak hanya untuk pencernaan, tetapi juga memengaruhi sistem kekebalan tubuh dan bahkan suasana hati'."
  },
  {
    "id": 16,
    "pertanyaan": "Istilah **disbiosis** dalam Teks 3 merujuk pada....",
    "pilihan": [
      "Keseimbangan sempurna dalam mikrobioma usus.",
      "Gangguan pada keseimbangan ekosistem mikroba usus.",
      "Kondisi usus yang hanya dihuni oleh bakteri baik.",
      "Penyakit radang usus dan obesitas.",
      "Proses produksi vitamin esensial."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) menjelaskan disbiosis sebagai 'Gangguan pada keseimbangan mikrobioma'."
  },
  {
    "id": 17,
    "pertanyaan": "Berikut ini adalah senyawa penting yang diproduksi oleh mikroba usus menurut Teks 3, **kecuali**....",
    "pilihan": [
      "Vitamin K.",
      "Asam lemak rantai pendek (SCFA).",
      "Vitamin B.",
      "Enzim pencernaan tubuh.",
      "Senyawa anti-inflamasi."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (2) menyebutkan mikroba membantu memecah makanan yang **tidak dapat dicerna oleh enzim tubuh**, bukan memproduksi enzim tubuh."
  },
  {
    "id": 18,
    "pertanyaan": "Makanan yang dianjurkan untuk menjaga keseimbangan mikrobioma adalah (Teks 3).... ",
    "pilihan": [
      "Makanan tinggi gula dan lemak.",
      "Makanan fermentasi dan kaya serat.",
      "Hanya makanan yang mengandung vitamin K.",
      "Makanan yang mengandung asam lemak rantai pendek.",
      "Hanya makanan bebas bakteri."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (3) menganjurkan 'konsumsi makanan kaya serat (prebiotik) dan makanan fermentasi yang mengandung bakteri baik (probiotik)'."
  },
  {
    "id": 19,
    "pertanyaan": "Pergeseran paradigma dalam kesehatan yang ditandai oleh kesadaran pentingnya mikrobioma usus (Teks 3) adalah....",
    "pilihan": [
      "Dari memelihara keseimbangan internal menjadi mengobati penyakit.",
      "Dari mengobati penyakit menjadi memelihara keseimbangan internal tubuh.",
      "Dari mengobati penyakit radang usus menjadi mengobati obesitas.",
      "Dari mengurangi stres kronis menjadi membatasi penggunaan antibiotik.",
      "Dari mengonsumsi probiotik menjadi mengonsumsi prebiotik."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat yang dicetak tebal di paragraf (3) menyebutkan: 'dari hanya mengobati penyakit menjadi memelihara keseimbangan internal tubuh'."
  },
  {
    "id": 20,
    "pertanyaan": "Berdasarkan Teks 3, apa dampak negatif dari **disbiosis**?",
    "pilihan": [
      "Peningkatan produksi vitamin K.",
      "Peningkatan sistem kekebalan tubuh.",
      "Memperkuat peran anti-inflamasi SCFA.",
      "Dikaitkan dengan penyakit radang usus dan obesitas.",
      "Mengurangi stres kronis."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf (1) menyebutkan disbiosis 'telah dikaitkan dengan berbagai kondisi, mulai dari penyakit radang usus hingga obesitas'."
  }
]
