[
  {
    "id": 1,
    "pertanyaan": "Sebuah penelitian menyebutkan bahwa konsumsi sayuran hijau secara rutin dapat membantu menurunkan risiko penyakit jantung. Studi ini melibatkan ribuan partisipan dan menunjukkan hasil yang konsisten. Namun, penelitian tersebut juga menekankan bahwa sayuran hijau saja tidak cukup; gaya hidup sehat lainnya, seperti olahraga teratur dan tidak merokok, juga memegang peranan penting. \n\nBerdasarkan bacaan tersebut, manakah pernyataan yang PASTI SALAH?",
    "pilihan": [
      "Konsumsi sayuran hijau dapat membantu menurunkan risiko penyakit jantung.",
      "Gaya hidup sehat selain sayuran hijau juga penting untuk mencegah penyakit jantung.",
      "Penelitian tersebut melibatkan banyak partisipan.",
      "Satu-satunya cara untuk menurunkan risiko penyakit jantung adalah dengan konsumsi sayuran hijau.",
      "Olahraga teratur dan tidak merokok memiliki peran dalam kesehatan jantung."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan bahwa sayuran hijau 'dapat membantu' menurunkan risiko penyakit jantung, tetapi juga menekankan bahwa sayuran hijau 'saja tidak cukup'. Oleh karena itu, pernyataan yang mengklaim bahwa itu adalah satu-satunya cara (absolut) adalah pernyataan yang pasti salah."
  },
  {
    "id": 2,
    "pertanyaan": "Sebuah perusahaan menerapkan aturan baru: setiap karyawan harus menghadiri rapat mingguan. Selama rapat, semua telepon genggam harus dimatikan. Pak Budi sedang berada di dalam ruangan rapat, dan telepon genggamnya menyala. \n\nBerdasarkan pernyataan tersebut, manakah kesimpulan yang paling tepat?",
    "pilihan": [
      "Pak Budi bukan karyawan perusahaan tersebut.",
      "Pak Budi sedang tidak menghadiri rapat.",
      "Pak Budi sedang melanggar aturan.",
      "Pak Budi diizinkan menyalakan telepon genggamnya.",
      "Tidak dapat ditarik kesimpulan tentang Pak Budi."
    ],
    "jawaban": "C",
    "pembahasan": "Premis pertama menyatakan bahwa 'setiap' karyawan harus menghadiri rapat. Premis kedua menyatakan bahwa 'semua' telepon genggam harus dimatikan selama rapat. Karena Pak Budi berada di dalam rapat dan teleponnya menyala, ia secara langsung melanggar aturan yang telah ditetapkan."
  },
  {
    "id": 3,
    "pertanyaan": "Jika hujan, maka jalanan akan basah. Saat ini jalanan basah. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Saat ini hujan.",
      "Saat ini tidak hujan.",
      "Saat ini mungkin hujan.",
      "Hanya hujan yang membuat jalanan basah.",
      "Tidak dapat ditarik kesimpulan apakah saat ini hujan atau tidak."
    ],
    "jawaban": "E",
    "pembahasan": "Ini adalah kekeliruan **Afirmasi Konsekuen**. Premis 'jika hujan, maka jalanan basah' tidak menyatakan bahwa 'hanya' hujan yang membuat jalanan basah. Bisa saja jalanan basah karena disiram, tumpahan air, atau sebab lainnya. Oleh karena itu, kita tidak dapat menyimpulkan secara pasti bahwa hujan sedang turun."
  },
  {
    "id": 4,
    "pertanyaan": "Semua mamalia bernapas dengan paru-paru. Lumba-lumba adalah mamalia. Lumba-lumba hidup di air.\n\nKesimpulan yang pasti benar adalah...",
    "pilihan": [
      "Semua mamalia hidup di air.",
      "Lumba-lumba bernapas dengan paru-paru.",
      "Hewan yang hidup di air bernapas dengan paru-paru.",
      "Semua hewan yang bernapas dengan paru-paru adalah lumba-lumba.",
      "Tidak dapat ditarik kesimpulan mengenai cara bernapas lumba-lumba."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah deduksi langsung. Dari premis 1, semua mamalia bernapas dengan paru-paru. Dari premis 2, lumba-lumba adalah mamalia. Oleh karena itu, kesimpulan yang pasti benar adalah lumba-lumba bernapas dengan paru-paru."
  },
  {
    "id": 5,
    "pertanyaan": "Setiap siswa yang mendapat beasiswa harus mempertahankan IPK minimal 3.5. Anton tidak mempertahankan IPK minimal 3.5. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Anton adalah siswa yang mendapat beasiswa.",
      "Anton tidak mendapat beasiswa.",
      "Anton mungkin mendapat beasiswa.",
      "IPK minimal 3.5 tidak penting untuk beasiswa.",
      "Tidak dapat ditarik kesimpulan."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah contoh **Modus Tollens**. Jika P → Q (Jika mendapat beasiswa, maka IPK minimal 3.5) dan ¬Q (Anton tidak mempertahankan IPK minimal 3.5), maka kesimpulannya adalah ¬P (Anton tidak mendapat beasiswa)."
  },
  {
    "id": 6,
    "pertanyaan": "Semua anggota klub catur adalah orang yang sabar. Beberapa orang yang sabar memiliki hobi membaca. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Semua anggota klub catur memiliki hobi membaca.",
      "Beberapa anggota klub catur memiliki hobi membaca.",
      "Hanya orang yang sabar yang memiliki hobi membaca.",
      "Tidak ada anggota klub catur yang memiliki hobi membaca.",
      "Tidak dapat ditarik kesimpulan."
    ],
    "jawaban": "B",
    "pembahasan": "Premis pertama menyatakan bahwa semua anggota klub catur adalah orang sabar. Premis kedua menyatakan bahwa beberapa orang sabar memiliki hobi membaca. Oleh karena itu, ada kemungkinan sebagian anggota klub catur juga memiliki hobi membaca. Kesimpulan yang paling tepat adalah **beberapa anggota klub catur memiliki hobi membaca**."
  },
  {
    "id": 7,
    "pertanyaan": "Pada hari Minggu, semua toko di pusat perbelanjaan B buka. Hari ini, toko 'Fashion Modis' tutup. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Hari ini adalah hari Minggu.",
      "Hari ini bukan hari Minggu.",
      "Hari ini mungkin hari Minggu.",
      "Toko 'Fashion Modis' adalah satu-satunya toko yang tutup.",
      "Tidak dapat ditarik kesimpulan tentang hari ini."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah **Modus Tollens**. Jika P (hari Minggu), maka Q (semua toko buka). Diketahui ¬Q (toko 'Fashion Modis' tutup), maka kesimpulannya adalah ¬P (hari ini bukan hari Minggu)."
  },
  {
    "id": 8,
    "pertanyaan": "Setiap ponsel pintar memiliki fitur kamera. Ponsel Z tidak memiliki fitur kamera. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Ponsel Z adalah ponsel pintar.",
      "Ponsel Z bukan ponsel pintar.",
      "Ponsel Z mungkin ponsel pintar.",
      "Semua yang memiliki fitur kamera adalah ponsel pintar.",
      "Tidak dapat ditarik kesimpulan tentang ponsel Z."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah deduksi langsung. Premis 1 menyatakan bahwa setiap ponsel pintar memiliki fitur kamera. Karena ponsel Z tidak memiliki fitur kamera, maka secara logis dapat disimpulkan bahwa ponsel Z bukan ponsel pintar."
  },
  {
    "id": 9,
    "pertanyaan": "Jika seseorang memiliki bakat musik, maka ia akan pandai bermain alat musik. Rara pandai bermain piano. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Rara memiliki bakat musik.",
      "Rara tidak memiliki bakat musik.",
      "Rara mungkin memiliki bakat musik.",
      "Semua yang pandai bermain alat musik memiliki bakat musik.",
      "Tidak dapat ditarik kesimpulan apakah Rara memiliki bakat musik."
    ],
    "jawaban": "E",
    "pembahasan": "Ini adalah kekeliruan **Afirmasi Konsekuen**. Premis tidak menyatakan bahwa 'hanya' orang yang memiliki bakat musik yang pandai bermain alat musik. Kemampuan bisa didapat dari latihan yang tekun, bukan hanya bakat. Oleh karena itu, kita tidak dapat menyimpulkan secara pasti bahwa Rara memiliki bakat musik."
  },
  {
    "id": 10,
    "pertanyaan": "Sebuah penelitian menemukan bahwa konsumsi air yang cukup dapat meningkatkan konsentrasi. Mahasiswa yang memiliki konsentrasi baik cenderung mendapat nilai yang tinggi. Dita rutin mengonsumsi air yang cukup. \n\nKesimpulan yang paling tepat adalah...",
    "pilihan": [
      "Dita akan mendapat nilai tinggi.",
      "Dita tidak akan mendapat nilai tinggi.",
      "Dita mungkin mendapat nilai tinggi.",
      "Dita memiliki konsentrasi baik.",
      "Tidak ada kesimpulan yang bisa ditarik."
    ],
    "jawaban": "C",
    "pembahasan": "Ini adalah **Silogisme Hipotetik Rantai** dengan elemen probabilitas. Dari premis pertama, konsumsi air yang cukup **dapat** meningkatkan konsentrasi. Dari premis kedua, konsentrasi yang baik **cenderung** mendapat nilai tinggi. Karena keduanya menggunakan kata-kata yang tidak absolut ('dapat', 'cenderung'), kesimpulan yang paling tepat adalah Dita **mungkin** mendapat nilai tinggi, bukan pasti."
  }
]