{
  "judul": "Literasi dalam Bahasa Indonesia",
  "deskripsi": "Materi ini bertujuan untuk mengasah kemampuan memahami, menganalisis, mengevaluasi, dan merefleksikan teks dalam Bahasa Indonesia secara kritis dan komprehensif.",
  "subItems": [
    {
      "judul": "1. Memahami Teks Secara Komprehensif",
      "subItems": [
        {
          "judul": "Ide Pokok/Gagasan Utama",
          "teks": "Kemampuan menemukan inti pembahasan sebuah paragraf atau seluruh teks.",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Baca keseluruhan teks (atau paragraf) dengan cepat. Identifikasi kalimat yang paling mewakili isi. Perhatikan kalimat awal atau akhir paragraf."
            }
          ]
        },
        {
          "judul": "Informasi Tersurat (Eksplisit)",
          "teks": "Menemukan informasi yang secara jelas disebutkan dalam teks.",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Lakukan scanning (memindai) untuk kata kunci dari pertanyaan. Bandingkan langsung informasi di teks dengan pilihan jawaban."
            }
          ]
        },
        {
          "judul": "Informasi Tersirat (Implisit) / Inferensi",
          "teks": "Menarik kesimpulan dari informasi yang tidak disebutkan secara langsung, tetapi dapat disimpulkan dari konteks.",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Setelah membaca bagian yang relevan, tanyakan pada diri sendiri: \"Apa yang bisa saya simpulkan dari pernyataan ini, meskipun tidak tertulis persis?\" Kesimpulan harus didukung oleh bukti dari teks."
            }
          ]
        },
        {
          "judul": "Makna Kata/Frasa dalam Konteks",
          "teks": "Memahami arti kata atau frasa tertentu sesuai penggunaannya dalam teks, bukan hanya arti kamus.",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Baca kalimat di sekitar kata/frasa tersebut. Coba ganti dengan pilihan jawaban, mana yang paling cocok dan tidak mengubah makna kalimat."
            }
          ]
        }
      ]
    },
    {
      "judul": "2. Menganalisis Struktur Teks",
      "subItems": [
        {
          "judul": "Struktur Argumen",
          "teks": "Memahami bagaimana penulis membangun argumennya (premis, bukti, kesimpulan).",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Identifikasi klaim utama penulis, bukti-bukti yang diberikan untuk mendukung klaim, dan kesimpulan akhirnya. Apakah bukti-bukti itu kuat dan relevan?"
            }
          ]
        },
        {
          "judul": "Hubungan Antarbagian Teks",
          "teks": "Mengidentifikasi hubungan logis antara paragraf atau antarkalimat (sebab-akibat, perbandingan, pertentangan, penambahan, urutan waktu/kronologi, generalisasi, spesifikasi, dll).",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Perhatikan konjungsi (kata hubung) seperti \"oleh karena itu,\" \"namun,\" \"selain itu,\" \"kemudian,\" \"berbeda dengan.\" Jika tidak ada konjungsi, pahami alur gagasan."
            }
          ]
        },
        {
          "judul": "Jenis Teks",
          "teks": "Membedakan jenis teks (narasi, deskripsi, eksposisi, persuasi, argumentasi, rekaman jejak/prosedural, informasional).",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Perhatikan tujuan penulis. Apakah untuk menceritakan kisah? Memberikan informasi? Memengaruhi pembaca? Menjelaskan cara kerja sesuatu?"
            }
          ]
        }
      ]
    },
    {
      "judul": "3. Mengevaluasi dan Merefleksikan Teks",
      "subItems": [
        {
          "judul": "Tujuan Penulis",
          "teks": "Menentukan mengapa penulis menulis teks tersebut (misalnya, menginformasikan, membujuk, menghibur, menganalisis, mengkritik).",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Setelah membaca teks, tanyakan: \"Apa yang ingin penulis capai dengan teks ini?\""
            }
          ]
        },
        {
          "judul": "Sudut Pandang (P.O.V) Penulis",
          "teks": "Mengidentifikasi posisi atau perspektif penulis terhadap topik yang dibahas (objektif, subjektif, mendukung, menentang, netral).",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Perhatikan penggunaan kata-kata yang menunjukkan bias atau emosi. Apakah penulis hanya menyajikan fakta atau juga menyisipkan pendapat?"
            }
          ]
        },
        {
          "judul": "Validitas dan Kredibilitas Informasi",
          "teks": "Menganalisis apakah informasi yang diberikan dapat dipercaya (misalnya, apakah didukung data, sumbernya jelas, argumennya logis).",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Perhatikan apakah ada klaim tanpa bukti. Apakah ada generalisasi yang terlalu cepat?"
            }
          ]
        },
        {
          "judul": "Implikasi dan Relevansi Teks",
          "teks": "Memahami dampak atau konsekuensi dari informasi yang disajikan dalam teks serta kaitannya dengan dunia nyata atau konteks lain."
        }
      ]
    },
    {
      "judul": "4. Kaidah Kebahasaan (Aplikasi dalam Konteks)",
      "teks": "Pemahaman tentang kaidah kebahasaan diperlukan untuk menganalisis keefektifan teks, bukan sekadar menemukan kesalahan.",
      "subItems": [
        {
          "judul": "Kalimat Efektif",
          "teks": "Memahami dan mengidentifikasi kalimat yang padat, jelas, logis, dan tidak ambigu.",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Identifikasi subjek dan predikat. Hindari pemborosan kata. Perhatikan kesejajaran."
            }
          ]
        },
        {
          "judul": "Ejaan dan Tanda Baca",
          "teks": "Pemahaman tentang PUEBI membantu memahami teks dengan benar dan menghindari ketidaklogisan akibat kesalahan ejaan/tanda baca."
        },
        {
          "judul": "Pilihan Kata (Diksi)",
          "teks": "Memahami mengapa penulis memilih kata-kata tertentu dan bagaimana pilihan kata itu memengaruhi makna atau nada teks.",
          "subItems": [
            {
              "judul": "Praktis",
              "teks": "Perhatikan kata-kata dengan konotasi positif atau negatif, atau kata-kata yang sangat spesifik/umum."
            }
          ]
        }
      ]
    },
    {
      "judul": "Strategi Praktis untuk Literasi dalam Bahasa Indonesia",
      "teks": "- Baca Beragam Teks: berita, artikel ilmiah populer, esai, opini.\n- Aktif Bertanya: \"Apa ide pokoknya?\" \"Apa bukti yang diberikan?\" \"Apa tujuan penulis?\"\n- Fokus pada Pemahaman Menyeluruh.\n- Identifikasi Struktur Argumen: klaim, bukti, kesimpulan.\n- Perhatikan Detail dan Gambaran Besar.\n- Perbanyak Kosakata.\n- Latihan Soal UTBK/SNBT Tahun Sebelumnya.\n- Manajemen Waktu: latih kecepatan membaca tanpa mengorbankan pemahaman.\n- Jangan Terjebak Informasi 'Di Luar Teks'.\n\nLiterasi Bahasa Indonesia bukan sekadar membaca, tetapi juga berpikir kritis tentang apa yang dibaca."
    }
  ]
}
