{
  "judul": "Literasi dalam Bahasa Indonesia",
  "deskripsi": "Materi literasi Bahasa Indonesia mengajarkan pemahaman teks secara menyeluruh, evaluasi kritis, jenis teks yang umum muncul, serta kosa kata dan istilah dalam konteks ilmiah/akademik. Berikut pembahasan lengkap dan tips belajar praktis untuk menghadapi UTBK SNBT.",
  "subItems": [
    {
      "judul": "1. Pemahaman Teks Secara Menyeluruh (Komprehensi)",
      "subItems": [
        {
          "judul": "Mengidentifikasi Ide Pokok/Gagasan Utama",
          "teks": "Lebih dari sekadar menemukan di kalimat mana, tapi juga bagaimana gagasan tersebut dikembangkan."
        },
        {
          "judul": "Menemukan Informasi Tersurat dan Tersirat",
          "teks": "Memahami apa yang dinyatakan secara langsung dan apa yang dapat disimpulkan dari konteks."
        },
        {
          "judul": "Menarik Kesimpulan Logis",
          "teks": "Membuat inferensi berdasarkan bukti-bukti dalam teks, bukan dari asumsi pribadi."
        },
        {
          "judul": "Menentukan Makna Kata/Frasa/Kalimat dalam Konteks",
          "teks": "Memahami arti kata berdasarkan kalimat dan keseluruhan teks, bukan hanya arti kamus."
        },
        {
          "judul": "Mengidentifikasi Tujuan Penulis",
          "teks": "Apa yang ingin dicapai penulis dengan teks tersebut? (Menginformasikan, membujuk, menghibur, menjelaskan, dll.)"
        },
        {
          "judul": "Mengidentifikasi Sudut Pandang/Posisi Penulis",
          "teks": "Bagaimana sikap penulis terhadap topik yang dibahas? (Objektif, kritis, mendukung, menentang, netral, dll.)"
        },
        {
          "judul": "Mengidentifikasi Tema",
          "teks": "Gagasan umum atau pesan moral yang melandasi keseluruhan cerita atau artikel."
        }
      ]
    },
    {
      "judul": "2. Evaluasi dan Refleksi Teks (Berpikir Kritis)",
      "subItems": [
        {
          "judul": "Menilai Kredibilitas Sumber Informasi",
          "teks": "Apakah teks tersebut dapat dipercaya? Apakah ada data pendukung?"
        },
        {
          "judul": "Mengidentifikasi Fakta dan Opini",
          "teks": "Membedakan antara informasi yang bisa dibuktikan dan pandangan pribadi penulis."
        },
        {
          "judul": "Menganalisis Argumen Penulis",
          "subItems": [
            {
              "judul": "Apa klaim utama penulis?",
              "teks": ""
            },
            {
              "judul": "Apa bukti atau alasan yang diberikan untuk mendukung klaim?",
              "teks": ""
            },
            {
              "judul": "Apakah argumennya logis dan kuat?",
              "teks": ""
            },
            {
              "judul": "Apakah ada bias atau asumsi yang tersembunyi?",
              "teks": ""
            }
          ]
        },
        {
          "judul": "Mengidentifikasi Hubungan Antarbagian Teks",
          "subItems": [
            {
              "judul": "Sebab-akibat",
              "teks": "Bagaimana satu peristiwa/fakta menyebabkan yang lain."
            },
            {
              "judul": "Perbandingan/Kontras",
              "teks": "Menemukan persamaan dan perbedaan."
            },
            {
              "judul": "Generalisasi",
              "teks": "Menarik kesimpulan umum dari contoh-contoh spesifik."
            },
            {
              "judul": "Analog",
              "teks": "Membandingkan dua hal yang berbeda namun memiliki kesamaan struktur."
            },
            {
              "judul": "Klarifikasi/Contoh",
              "teks": "Bagaimana suatu gagasan dijelaskan lebih lanjut atau diberikan contohnya."
            }
          ]
        },
        {
          "judul": "Mengidentifikasi Struktur Teks",
          "teks": "Bagaimana teks diorganisasi? (Misalnya, kronologis, naratif, deskriptif, argumentatif, ekspositori, kausalitas, perbandingan)."
        },
        {
          "judul": "Menilai Relevansi Teks",
          "teks": "Seberapa penting atau relevan teks tersebut dengan isu atau masalah tertentu."
        },
        {
          "judul": "Membandingkan dan Mengontraskan Informasi dari Berbagai Sumber",
          "teks": "Meskipun jarang muncul sebagai soal terpisah di UTBK, ini adalah kemampuan fundamental literasi."
        }
      ]
    },
    {
      "judul": "3. Jenis-jenis Teks yang Umum Muncul",
      "subItems": [
        {
          "judul": "Teks Fiksi",
          "teks": "Cerpen, potongan novel, puisi. Fokus pada: alur, tokoh, latar, tema, pesan moral, gaya bahasa."
        },
        {
          "judul": "Teks Non-fiksi",
          "subItems": [
            {
              "judul": "Teks Informasi/Ekspositori",
              "teks": "Artikel berita, laporan ilmiah, teks sejarah. Tujuannya menyampaikan fakta dan informasi secara objektif."
            },
            {
              "judul": "Teks Argumentatif/Persuasi",
              "teks": "Esai opini, editorial, teks iklan. Tujuannya meyakinkan pembaca atau memengaruhi pandangan."
            },
            {
              "judul": "Teks Prosedural",
              "teks": "Petunjuk, panduan. Tujuannya menjelaskan langkah-langkah."
            },
            {
              "judul": "Teks Rekon (Pengalaman/Biografi)",
              "teks": "Mengisahkan kembali peristiwa."
            }
          ]
        }
      ]
    },
    {
      "judul": "4. Kosa Kata dan Istilah dalam Konteks Ilmiah/Akademik",
      "teks": "Memahami makna istilah-istilah yang mungkin jarang ditemui dalam percakapan sehari-hari, terutama yang berkaitan dengan sains, sosial, atau teknologi."
    },
    {
      "judul": "Tips Belajar Praktis untuk Literasi dalam Bahasa Indonesia",
      "subItems": [
        {
          "judul": "Perbanyak Membaca Berbagai Jenis Teks",
          "teks": "- Baca artikel berita dari media terkemuka (Kompas, Tempo, Tirto, The Jakarta Post, dll.).\n- Baca artikel ilmiah populer (misalnya dari jurnal-jurnal online yang membahas sains, lingkungan, sosial, teknologi).\n- Baca esai atau opini yang menantang pandangan Anda.\n- Jangan hanya membaca cepat; luangkan waktu untuk memahami argumen dan detailnya."
        },
        {
          "judul": "Latih Kemampuan \"Membaca di Antara Baris\" (Inferencing)",
          "teks": "Setelah membaca suatu bagian, tanyakan pada diri sendiri: \"Apa yang bisa saya simpulkan dari sini meskipun tidak disebutkan secara langsung?\""
        },
        {
          "judul": "Identifikasi Struktur Argumen",
          "teks": "Saat membaca teks argumentatif, coba identifikasi:\n- Mana klaimnya?\n- Mana data/bukti/fakta yang mendukung klaim tersebut?\n- Apakah ada counter-argument atau sanggahan?\n- Bagaimana kesimpulan akhirnya?"
        },
        {
          "judul": "Buat Peta Pikiran/Ringkasan Singkat",
          "teks": "Setelah membaca satu paragraf atau satu bagian teks, coba ringkas intinya dalam satu atau dua kalimat. Ini melatih kemampuan menangkap esensi."
        },
        {
          "judul": "Perhatikan Penggunaan Konjungsi dan Kata Referensi",
          "teks": "Ini adalah petunjuk penting untuk memahami hubungan antar gagasan dan alur pemikiran penulis."
        },
        {
          "judul": "Analisis Pilihan Kata (Diksi)",
          "teks": "Diksi dapat mengindikasikan nada penulis, bias, atau bahkan makna tersirat."
        },
        {
          "judul": "Kerjakan Soal-soal Latihan Bertipe Analitis",
          "teks": "- Soal yang meminta Anda memilih pernyataan yang paling didukung/tidak didukung oleh teks.\n- Soal yang meminta Anda menentukan tujuan/sikap penulis.\n- Soal yang meminta Anda menganalisis kelemahan/kekuatan argumen.\n- Soal yang meminta Anda mengurutkan gagasan."
        },
        {
          "judul": "Manfaatkan Kamus Besar Bahasa Indonesia (KBBI)",
          "teks": "Jangan ragu untuk mencari arti kata-kata yang tidak Anda pahami."
        },
        {
          "judul": "Catatan Penting",
          "teks": "Literasi dalam Bahasa Indonesia bukan hanya tentang kecepatan membaca, tetapi juga tentang kedalaman pemahaman dan kemampuan berpikir kritis. Dengan latihan yang konsisten dan pendekatan yang analitis, Anda akan lebih siap menghadapi bagian ini di UTBK SNBT."
        }
      ]
    }
  ]
}
