{
  "judul": "Literasi dalam Bahasa Inggris",
  "teks": "Materi ini melibatkan berbagai jenis teks dan kemampuan untuk memprosesnya secara efektif.",
  "subItems": [
    {
      "teks": "1. Comprehension (Pemahaman Teks)",
      "subItems": [
        {
          "teks": "Ini adalah inti dari bagian literasi. Anda harus mampu memahami apa yang dikatakan dalam teks."
        },
        {
          "teks": "Main Idea / Topic / Purpose",
          "subItems": [
            {
              "teks": "Menentukan gagasan utama, topik bahasan, atau tujuan penulis dari keseluruhan teks atau paragraf tertentu. Seringkali berada di kalimat pertama atau terakhir paragraf."
            }
          ]
        },
        {
          "teks": "Specific Information / Supporting Details",
          "subItems": [
            {
              "teks": "Menemukan detail-detail spesifik, fakta, atau contoh yang disebutkan secara eksplisit dalam teks. Anda perlu melakukan scanning untuk kata kunci."
            }
          ]
        },
        {
          "teks": "Inference / Implied Meaning",
          "subItems": [
            {
              "teks": "Menarik kesimpulan atau memahami makna yang tersirat (tidak disebutkan secara langsung) dari teks. Anda perlu \"membaca di antara baris\" dengan menggunakan petunjuk konteks dan logika."
            }
          ]
        },
        {
          "teks": "Vocabulary in Context",
          "subItems": [
            {
              "teks": "Menentukan arti kata atau frasa tertentu sesuai dengan konteks teks. Artinya, kata yang sama bisa memiliki makna berbeda di konteks yang berbeda. Jangan hanya mengandalkan hafalan arti kamus."
            }
          ]
        },
        {
          "teks": "Reference (Pronoun Referent)",
          "subItems": [
            {
              "teks": "Mengidentifikasi apa atau siapa yang dirujuk oleh sebuah kata ganti (misalnya it, they, them, this, these, such, one). Rujukan biasanya ada di kalimat sebelumnya."
            }
          ]
        }
      ]
    },
    {
      "teks": "2. Analysis and Evaluation (Analisis dan Evaluasi)",
      "subItems": [
        {
          "teks": "Bagian ini menguji kemampuan berpikir kritis Anda terhadap teks."
        },
        {
          "teks": "Author's Tone / Attitude",
          "subItems": [
            {
              "teks": "Menentukan nada atau sikap penulis terhadap topik yang dibahas (misalnya: objective, critical, enthusiastic, skeptical, informative, persuasive, humorous, sarcastic, neutral). Perhatikan pilihan kata (diksi) penulis."
            }
          ]
        },
        {
          "teks": "Author's Purpose / Intention",
          "subItems": [
            {
              "teks": "Memahami mengapa penulis menulis teks tersebut (untuk menginformasikan, membujuk, menjelaskan, menghibur, menganalisis, mengkritik, dll.)."
            }
          ]
        },
        {
          "teks": "Argument Analysis",
          "subItems": [
            {
              "teks": "Mengidentifikasi klaim (claim) utama penulis."
            },
            {
              "teks": "Mengenali bukti (evidence) atau alasan (reasoning) yang digunakan penulis untuk mendukung klaimnya."
            },
            {
              "teks": "Menilai validitas dan kekuatan argumen. Apakah argumennya logis dan didukung dengan baik?"
            },
            {
              "teks": "Mengidentifikasi asumsi (assumptions) yang mendasari argumen penulis."
            },
            {
              "teks": "Mengenali bias (bias) atau pandangan subjektif penulis."
            }
          ]
        },
        {
          "teks": "Relationship Between Paragraphs/Sentences",
          "subItems": [
            {
              "teks": "Memahami bagaimana paragraf atau kalimat saling terkait secara logis (misalnya: cause-effect, comparison-contrast, problem-solution, general-specific, chronological). Perhatikan transition words atau connectors."
            }
          ]
        },
        {
          "teks": "Text Structure/Organization",
          "subItems": [
            {
              "teks": "Memahami bagaimana teks disusun (misalnya: narrative, descriptive, expository, argumentative, compare/contrast, sequence/process)."
            }
          ]
        },
        {
          "teks": "Relevance of Information",
          "subItems": [
            {
              "teks": "Menilai seberapa relevan suatu informasi atau kalimat terhadap gagasan utama atau keseluruhan teks."
            }
          ]
        }
      ]
    },
    {
      "teks": "3. Types of Texts (Jenis-jenis Teks)",
      "subItems": [
        {
          "teks": "Soal Literasi Bahasa Inggris dapat menggunakan berbagai jenis teks, baik fiksi maupun non-fiksi."
        },
        {
          "teks": "Informational/Expository Texts",
          "subItems": [
            {
              "teks": "Artikel berita, laporan ilmiah, teks sejarah, penjelasan konsep. Tujuan utamanya adalah menyampaikan informasi secara objektif."
            }
          ]
        },
        {
          "teks": "Argumentative/Persuasive Texts",
          "subItems": [
            {
              "teks": "Esai opini, editorial, ulasan, iklan. Tujuannya adalah meyakinkan pembaca atau mengubah pandangan mereka."
            }
          ]
        },
        {
          "teks": "Literary/Narrative Texts",
          "subItems": [
            {
              "teks": "Potongan cerita pendek, novel, puisi. Fokus pada alur, karakter, latar, tema, dan gaya bahasa."
            }
          ]
        },
        {
          "teks": "Procedural Texts",
          "subItems": [
            {
              "teks": "Instruksi, panduan penggunaan."
            }
          ]
        }
      ]
    },
    {
      "teks": "Tips Belajar Praktis untuk Literasi dalam Bahasa Inggris",
      "subItems": [
        {
          "teks": "Perbanyak Membaca Teks Berbahasa Inggris yang Bervariasi",
          "subItems": [
            {
              "teks": "Ini adalah cara paling efektif untuk meningkatkan kemampuan literasi Anda."
            },
            {
              "teks": "Baca artikel berita dari sumber terkemuka (BBC, The Guardian, The New York Times, CNN, Reuters)."
            },
            {
              "teks": "Baca artikel ilmiah populer atau esai dari majalah atau situs web seperti National Geographic, Scientific American, The Economist, TED-Ed."
            },
            {
              "teks": "Cobalah membaca fiksi berbahasa Inggris (cerita pendek atau novel yang disesuaikan dengan level Anda)."
            },
            {
              "teks": "Saat membaca, jangan hanya mencari arti kata, tapi coba pahami keseluruhan pesan dan bagaimana penulis menyampaikannya."
            }
          ]
        },
        {
          "teks": "Latih Teknik Membaca Efektif",
          "subItems": [
            {
              "teks": "Skimming: Membaca cepat untuk mendapatkan gambaran umum dan ide pokok. Baca judul, subjudul, paragraf pertama, dan paragraf terakhir."
            },
            {
              "teks": "Scanning: Membaca cepat untuk menemukan informasi spesifik atau kata kunci. Latih mata Anda untuk mencari kata atau frasa tertentu dalam teks."
            },
            {
              "teks": "Active Reading: Berinteraksi dengan teks. Garis bawahi kalimat penting, buat catatan kecil, atau tanyakan pada diri sendiri pertanyaan saat membaca."
            }
          ]
        },
        {
          "teks": "Perkaya Kosakata (Vocabulary Building)",
          "subItems": [
            {
              "teks": "Belajar dari Konteks: Ketika menemukan kata baru, coba tebak artinya dari kalimat di sekitarnya sebelum melihat kamus."
            },
            {
              "teks": "Catat Kata Baru: Buat daftar kosakata yang sering muncul dalam teks-teks sulit, beserta artinya dan contoh penggunaannya dalam kalimat."
            },
            {
              "teks": "Pelajari Prefiks, Sufiks, dan Akar Kata: Ini membantu Anda memahami makna kata-kata baru, bahkan yang belum pernah Anda temui."
            },
            {
              "teks": "Fokus pada Kata-kata Transisi (Transition Words): Kata-kata seperti however, therefore, in addition, for example, consequently, on the other hand, in conclusion adalah kunci untuk memahami hubungan antar ide dan struktur teks."
            }
          ]
        },
        {
          "teks": "Latih Diri Menarik Inferensi",
          "subItems": [
            {
              "teks": "Setelah membaca suatu bagian, tanyakan: \"Apa yang disiratkan di sini? Apa yang bisa saya simpulkan walaupun tidak dikatakan langsung?\""
            }
          ]
        },
        {
          "teks": "Pahami Struktur Argumen",
          "subItems": [
            {
              "teks": "Saat membaca teks argumentatif, selalu coba identifikasi:"
            },
            {
              "teks": "Apa poin utama penulis?"
            },
            {
              "teks": "Bagaimana penulis mendukung poin tersebut?"
            },
            {
              "teks": "Apakah ada kontra-argumen atau sanggahan?"
            }
          ]
        },
        {
          "teks": "Kerjakan Soal-soal Latihan dengan Teliti",
          "subItems": [
            {
              "teks": "Analisis setiap pilihan jawaban. Mengapa pilihan A salah dan B benar?"
            },
            {
              "teks": "Cari bukti di dalam teks untuk mendukung jawaban Anda. Jangan mengandalkan memori atau asumsi."
            }
          ]
        },
        {
          "teks": "Manajemen Waktu",
          "subItems": [
            {
              "teks": "Bagian ini biasanya memiliki batasan waktu yang ketat. Latih kecepatan membaca dan pemahaman Anda agar bisa menjawab soal secara efisien."
            }
          ]
        },
        {
          "teks": "Dengan dedikasi pada pembacaan yang luas dan latihan yang terstruktur, Anda akan mengembangkan kemampuan literasi yang kuat dalam Bahasa Inggris, yang sangat penting untuk sukses di UTBK SNBT."
        }
      ]
    }
  ]
}
