{
  "judul": "Penalaran Matematika",
  "deskripsi": "Materi Penalaran Matematika mencakup beberapa aspek kunci untuk mengasah kemampuan logika dan pemecahan masalah matematis.",
  "subItems": [
    {
      "judul": "1. Pemahaman Masalah dan Identifikasi Informasi Relevan",
      "subItems": [
        {
          "teks": "Membaca dan Memahami Soal Cerita: Kemampuan menangkap inti masalah dari narasi yang diberikan."
        },
        {
          "teks": "Mengidentifikasi Data yang Diberikan: Apa saja angka, kuantitas, atau kondisi yang tersedia?"
        },
        {
          "teks": "Mengidentifikasi Pertanyaan: Apa yang sebenarnya diminta oleh soal?"
        },
        {
          "teks": "Menyaring Informasi Tidak Relevan: Dalam soal cerita, sering ada informasi 'pengecoh' yang tidak diperlukan untuk penyelesaian."
        }
      ]
    },
    {
      "judul": "2. Penerapan Konsep Matematika Dasar dalam Konteks",
      "subItems": [
        {
          "judul": "Aritmetika Dasar",
          "subItems": [
            {
              "teks": "Operasi Hitung: Penjumlahan, pengurangan, perkalian, pembagian (termasuk bilangan bulat, pecahan, desimal)."
            },
            {
              "teks": "Persentase: Menghitung untung/rugi, diskon, pajak, pertumbuhan/penurunan."
            },
            {
              "teks": "Perbandingan (Rasio dan Proporsi): Masalah perbandingan umur, kecepatan, campuran, skala peta."
            },
            {
              "teks": "Rata-rata (Mean): Menghitung rata-rata nilai, rata-rata konsumsi, dll."
            }
          ]
        },
        {
          "judul": "Aljabar Sederhana",
          "subItems": [
            {
              "teks": "Persamaan Linear: Menyelesaikan masalah yang dapat dimodelkan dengan persamaan linear."
            },
            {
              "teks": "Sistem Persamaan Linear: Menyelesaikan masalah dua atau tiga variabel yang saling terkait."
            },
            {
              "teks": "Pertidaksamaan Linear: Menyelesaikan masalah yang melibatkan batas minimum atau maksimum."
            }
          ]
        },
        {
          "judul": "Geometri Dasar",
          "subItems": [
            {
              "teks": "Keliling dan Luas: Menghitung keliling dan luas bangun datar dalam konteks nyata."
            },
            {
              "teks": "Volume dan Luas Permukaan: Menghitung volume dan luas permukaan bangun ruang sederhana."
            },
            {
              "teks": "Teorema Pythagoras: Aplikasi dalam soal jarak, tinggi, atau diagonal."
            }
          ]
        },
        {
          "judul": "Barisan dan Deret (Aritmetika dan Geometri)",
          "teks": "Penerapan pola bilangan dalam pertumbuhan populasi, akumulasi bunga, penurunan nilai aset."
        },
        {
          "judul": "Statistika Sederhana",
          "subItems": [
            {
              "teks": "Interpretasi Data: Membaca dan menafsirkan data dari tabel, grafik, atau diagram."
            },
            {
              "teks": "Ukuran Pemusatan: Menghitung rata-rata, median, atau modus dalam konteks data sehari-hari."
            }
          ]
        },
        {
          "judul": "Peluang Sederhana",
          "teks": "Menghitung peluang suatu kejadian dan penerapan kaidah pencacahan sederhana."
        }
      ]
    },
    {
      "judul": "3. Penalaran Logis dan Analitis (Non-Algoritmik)",
      "subItems": [
        {
          "teks": "Penalaran Logis: Kemampuan menarik kesimpulan yang valid dari premis-premis yang diberikan."
        },
        {
          "teks": "Identifikasi Pola dan Hubungan: Mengenali pola dalam data, angka, atau skenario."
        },
        {
          "teks": "Pemecahan Masalah Strategis: Mampu merencanakan langkah-langkah penyelesaian masalah secara efisien."
        },
        {
          "teks": "Validasi Jawaban: Memeriksa apakah jawaban yang didapat masuk akal dalam konteks soal."
        }
      ]
    },
    {
      "judul": "Tips Belajar Praktis untuk Penalaran Matematika",
      "subItems": [
        {
          "teks": "Fokus pada Pemahaman Konsep, Bukan Hanya Rumus."
        },
        {
          "teks": "Latih Diri dengan Soal Cerita: Membaca soal dengan cermat, mengidentifikasi informasi penting, dan mengubahnya menjadi model matematika."
        },
        {
          "teks": "Visualisasikan Masalah dengan sketsa atau diagram sederhana."
        },
        {
          "teks": "Jangan Takut pada Konteks yang 'Asing', fokus pada data numeriknya."
        },
        {
          "teks": "Perhatikan Satuan secara konsisten."
        },
        {
          "teks": "Latih Berpikir Mundur (Working Backwards)."
        },
        {
          "teks": "Manajemen Waktu dengan bijak."
        },
        {
          "teks": "Perbanyak Latihan Soal dari berbagai sumber dan analisis kesalahan."
        }
      ]
    }
  ]
}
