  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2**\n\nPerubahan iklim telah menjadi isu global yang mendesak untuk ditangani, melampaui batas-batas geopolitik dan ekonomi. Peningkatan suhu rata-rata bumi, mencairnya gletser di kutub, dan kenaikan permukaan air laut adalah beberapa indikator nyata dari fenomena ini yang kian *ekstrem*. Aktivitas antroposentrik, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil di sektor industri dan transportasi, merupakan kontributor utama yang tidak dapat disangkal. Skala dan kompleksitas masalah ini menuntut komitmen serius dan alokasi sumber daya yang masif dari seluruh negara anggota PBB.\n\nImplikasi dari perubahan iklim sangat luas dan bersifat multidimensi, mencakup gangguan pada pola cuaca ekstrem (seperti badai dan kekeringan berkepanjangan), krisis pangan akibat gagal panen yang tidak terprediksi, hingga risiko kesehatan global yang meningkat karena penyebaran penyakit menular. Negara-negara berkembang dengan infrastruktur yang rentan sering kali menanggung beban dampak yang paling berat. Dalam konteks ekonomi, fenomena ini dapat memicu kerugian triliunan dolar, mengganggu rantai pasok global, dan memperlambat laju pembangunan berkelanjutan.\n\nDiperlukan tindakan kolektif global yang berfokus pada dua pilar utama: **mitigasi** dan **adaptasi**. Mitigasi berfokus pada upaya pengurangan emisi gas rumah kaca secara drastis melalui transisi energi bersih dan efisiensi industri. Sementara itu, adaptasi adalah strategi menyesuaikan diri dengan dampak yang sudah terjadi, seperti membangun tanggul laut atau mengembangkan varietas tanaman yang tahan kekeringan. Tanpa upaya yang terstruktur, komprehensif, dan segera, generasi mendatang akan menghadapi krisis lingkungan dan sosial yang jauh lebih *destruktif*.\n\nFrasa **'aktivitas antroposentrik'** pada paragraf pertama Teks 2 merujuk pada aktivitas yang berpusat pada...",
    "pilihan": [
      "alam dan lingkungan.",
      "kepentingan manusia.",
      "perkembangan teknologi.",
      "fenomena geofisika.",
      "kegiatan ekonomi global."
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'antroposentrik' berasal dari bahasa Yunani, di mana *anthropos* berarti manusia dan *kentron* berarti pusat. Jadi, 'aktivitas antroposentrik' adalah aktivitas yang menempatkan atau berpusat pada **kepentingan manusia** (yang sering kali mengorbankan lingkungan)."
  }
