  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5. \n\n**Teks 1** \n\nIndonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Kekayaan ini, yang oleh sebagian ahli disebut sebagai *mozaik* sosio-kultural, menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Keberagaman ini, pada hakikatnya, adalah sebuah anugerah, tetapi sekaligus menyimpan potensi konflik laten jika tidak dikelola dengan sistem yang matang dan berkesinambungan. Oleh karena itu, *fondasi* persatuan harus diperkuat secara kolektif.\n\nNamun, di tengah pesatnya arus globalisasi dan transformasi digital, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks. Munculnya berbagai isu polarisasi politik, radikalisasi berbasis identitas, dan penyebaran disinformasi yang masif di media sosial dapat mengancam kohesi sosial dan keutuhan bangsa. Fenomena ini diperparah oleh rendahnya literasi digital sebagian masyarakat yang membuat mereka rentan terpapar narasi kebencian. Pengelolaan media dan ruang publik digital yang bijak menjadi *prasyarat* mutlak untuk meredam potensi perpecahan.\n\nSalah satu upaya penting dan paling mendasar dalam menjaga kohesi bangsa adalah melalui **pendidikan multikultural** yang terintegrasi. Pendidikan ini tidak hanya mengajarkan tentang perbedaan historis, tetapi juga menanamkan nilai-nilai toleransi aktif, saling menghargai, dan gotong royong sebagai etos hidup. Dengan demikian, generasi muda dapat memahami pentingnya hidup berdampingan secara harmonis meskipun memiliki latar belakang yang berbeda. Selain itu, peran media massa dan teknologi informasi juga sangat *krusial* dalam menyebarkan narasi positif tentang keberagaman dan melawan segala bentuk ujaran kebencian secara terstruktur dan masif.\n\nIde pokok yang paling tepat untuk mewakili keseluruhan isi paragraf pertama Teks 1 adalah...",
    "pilihan": [
      "Indonesia sebagai negara kepulauan dengan potensi konflik yang besar.",
      "Kekayaan keberagaman Indonesia sebagai pilar identitas bangsa yang harus dikelola secara matang.",
      "Perlunya fondasi persatuan yang kuat untuk menopang mozaik sosio-kultural Indonesia.",
      "Indonesia adalah negara anugerah yang kaya akan suku, budaya, dan agama.",
      "Keberagaman adalah potensi sekaligus tantangan bagi identitas bangsa."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf pertama terletak pada kekayaan keberagaman Indonesia yang merupakan pilar identitas, dan pentingnya pengelolaan yang matang (*sistem yang matang dan berkesinambungan*) untuk menjaga potensi konflik."
  }
