[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5. \n\n**Teks 1** \n\nIndonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Kekayaan ini, yang oleh sebagian ahli disebut sebagai *mozaik* sosio-kultural, menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Keberagaman ini, pada hakikatnya, adalah sebuah anugerah, tetapi sekaligus menyimpan potensi konflik laten jika tidak dikelola dengan sistem yang matang dan berkesinambungan. Oleh karena itu, *fondasi* persatuan harus diperkuat secara kolektif.\n\nNamun, di tengah pesatnya arus globalisasi dan transformasi digital, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks. Munculnya berbagai isu polarisasi politik, radikalisasi berbasis identitas, dan penyebaran disinformasi yang masif di media sosial dapat mengancam kohesi sosial dan keutuhan bangsa. Fenomena ini diperparah oleh rendahnya literasi digital sebagian masyarakat yang membuat mereka rentan terpapar narasi kebencian. Pengelolaan media dan ruang publik digital yang bijak menjadi *prasyarat* mutlak untuk meredam potensi perpecahan.\n\nSalah satu upaya penting dan paling mendasar dalam menjaga kohesi bangsa adalah melalui **pendidikan multikultural** yang terintegrasi. Pendidikan ini tidak hanya mengajarkan tentang perbedaan historis, tetapi juga menanamkan nilai-nilai toleransi aktif, saling menghargai, dan gotong royong sebagai etos hidup. Dengan demikian, generasi muda dapat memahami pentingnya hidup berdampingan secara harmonis meskipun memiliki latar belakang yang berbeda. Selain itu, peran media massa dan teknologi informasi juga sangat *krusial* dalam menyebarkan narasi positif tentang keberagaman dan melawan segala bentuk ujaran kebencian secara terstruktur dan masif.\n\nIde pokok yang paling tepat untuk mewakili keseluruhan isi paragraf pertama Teks 1 adalah...",
    "pilihan": [
      "Indonesia sebagai negara kepulauan dengan potensi konflik yang besar.",
      "Kekayaan keberagaman Indonesia sebagai pilar identitas bangsa yang harus dikelola secara matang.",
      "Perlunya fondasi persatuan yang kuat untuk menopang mozaik sosio-kultural Indonesia.",
      "Indonesia adalah negara anugerah yang kaya akan suku, budaya, dan agama.",
      "Keberagaman adalah potensi sekaligus tantangan bagi identitas bangsa."
    ],
    "jawaban": "B",
    "pembahasan": "Ide pokok paragraf pertama terletak pada kekayaan keberagaman Indonesia yang merupakan pilar identitas, dan pentingnya pengelolaan yang matang (*sistem yang matang dan berkesinambungan*) untuk menjaga potensi konflik."
  },
  {
    "id": 2,
    "pertanyaan": "Kata **'mozaik'** dalam kalimat pertama paragraf pertama memiliki makna leksikal yang paling mendekati...",
    "pilihan": [
      "Susunan kepingan berwarna yang membentuk gambar.",
      "Gabungan berbagai elemen yang menyatu secara harmonis.",
      "Pola keragaman yang tersusun acak.",
      "Kesamaan latar belakang etnis dan budaya.",
      "Susunan batu-batuan yang menjadi fondasi."
    ],
    "jawaban": "A",
    "pembahasan": "Dalam konteks sosio-kultural, kata 'mozaik' digunakan untuk menggambarkan gabungan atau susunan dari banyak elemen berbeda (seperti kepingan) yang secara keseluruhan membentuk satu kesatuan atau gambaran yang utuh (seperti lukisan)."
  },
  {
    "id": 3,
    "pertanyaan": "Berdasarkan Teks 1, apa yang menyebabkan masyarakat rentan terpapar narasi kebencian di tengah transformasi digital?",
    "pilihan": [
      "Tantangan globalisasi dan isu polarisasi politik yang masif.",
      "Penyebaran disinformasi yang masif di media sosial.",
      "Adanya radikalisasi berbasis identitas.",
      "Rendahnya literasi digital sebagian masyarakat.",
      "Kurangnya pendidikan multikultural yang terintegrasi."
    ],
    "jawaban": "D",
    "pembahasan": "Pada paragraf kedua, kalimat ketiga secara eksplisit menyebutkan: 'Fenomena ini diperparah oleh **rendahnya literasi digital sebagian masyarakat** yang membuat mereka rentan terpapar narasi kebencian.'"
  },
  {
    "id": 4,
    "pertanyaan": "Kata **'krusial'** pada paragraf ketiga Teks 1 memiliki sinonim yang paling tepat, kecuali...",
    "pilihan": [
      "Esensial",
      "Vital",
      "Penentu",
      "Signifikan",
      "Parsial"
    ],
    "jawaban": "E",
    "pembahasan": "'Krusial' berarti sangat penting, menentukan, atau esensial. 'Parsial' berarti sebagian atau tidak menyeluruh, yang merupakan antonim atau kata yang tidak sepadan dengan makna 'krusial'."
  },
  {
    "id": 5,
    "pertanyaan": "Pernyataan yang paling tepat untuk mendeskripsikan hubungan antara paragraf kedua dan paragraf ketiga Teks 1 adalah...",
    "pilihan": [
      "Paragraf ketiga menjelaskan penyebab masalah yang diuraikan pada paragraf kedua.",
      "Paragraf ketiga memberikan solusi atau upaya penanganan terhadap masalah yang diangkat pada paragraf kedua.",
      "Paragraf kedua dan ketiga sama-sama membahas pentingnya peran media massa.",
      "Paragraf kedua adalah perluasan gagasan dari kalimat utama paragraf pertama, sedangkan paragraf ketiga adalah kesimpulan.",
      "Paragraf kedua membahas tentang tantangan globalisasi, sementara paragraf ketiga membahas manfaat pendidikan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua membahas **tantangan** yang mengancam persatuan (polarisasi, disinformasi). Paragraf ketiga membahas **solusi atau upaya penanganan** terhadap tantangan tersebut, yaitu melalui pendidikan multikultural dan peran media."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2**\n\nPerubahan iklim telah menjadi isu global yang mendesak untuk ditangani, melampaui batas-batas geopolitik dan ekonomi. Peningkatan suhu rata-rata bumi, mencairnya gletser di kutub, dan kenaikan permukaan air laut adalah beberapa indikator nyata dari fenomena ini yang kian *ekstrem*. Aktivitas antroposentrik, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil di sektor industri dan transportasi, merupakan kontributor utama yang tidak dapat disangkal. Skala dan kompleksitas masalah ini menuntut komitmen serius dan alokasi sumber daya yang masif dari seluruh negara anggota PBB.\n\nImplikasi dari perubahan iklim sangat luas dan bersifat multidimensi, mencakup gangguan pada pola cuaca ekstrem (seperti badai dan kekeringan berkepanjangan), krisis pangan akibat gagal panen yang tidak terprediksi, hingga risiko kesehatan global yang meningkat karena penyebaran penyakit menular. Negara-negara berkembang dengan infrastruktur yang rentan sering kali menanggung beban dampak yang paling berat. Dalam konteks ekonomi, fenomena ini dapat memicu kerugian triliunan dolar, mengganggu rantai pasok global, dan memperlambat laju pembangunan berkelanjutan.\n\nDiperlukan tindakan kolektif global yang berfokus pada dua pilar utama: **mitigasi** dan **adaptasi**. Mitigasi berfokus pada upaya pengurangan emisi gas rumah kaca secara drastis melalui transisi energi bersih dan efisiensi industri. Sementara itu, adaptasi adalah strategi menyesuaikan diri dengan dampak yang sudah terjadi, seperti membangun tanggul laut atau mengembangkan varietas tanaman yang tahan kekeringan. Tanpa upaya yang terstruktur, komprehensif, dan segera, generasi mendatang akan menghadapi krisis lingkungan dan sosial yang jauh lebih *destruktif*.\n\nFrasa **'aktivitas antroposentrik'** pada paragraf pertama Teks 2 merujuk pada aktivitas yang berpusat pada...",
    "pilihan": [
      "alam dan lingkungan.",
      "kepentingan manusia.",
      "perkembangan teknologi.",
      "fenomena geofisika.",
      "kegiatan ekonomi global."
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'antroposentrik' berasal dari bahasa Yunani, di mana *anthropos* berarti manusia dan *kentron* berarti pusat. Jadi, 'aktivitas antroposentrik' adalah aktivitas yang menempatkan atau berpusat pada **kepentingan manusia** (yang sering kali mengorbankan lingkungan)."
  },
  {
    "id": 7,
    "pertanyaan": "Manakah pernyataan yang merupakan **simpulan yang tidak dapat ditarik** (inferensi yang tidak tepat) dari Teks 2?",
    "pilihan": [
      "Perubahan iklim memiliki dimensi masalah yang melampaui aspek lingkungan.",
      "Negara maju memiliki tanggung jawab yang lebih ringan dalam penanganan perubahan iklim.",
      "Dampak perubahan iklim dapat mengganggu stabilitas ekonomi global.",
      "Strategi mitigasi dan adaptasi merupakan dua upaya yang saling melengkapi.",
      "Emisi gas rumah kaca adalah hasil dominan dari kegiatan industri dan transportasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'komitmen serius dan alokasi sumber daya yang masif dari **seluruh negara anggota PBB**' dan membahas dampak luas. Tidak ada klaim bahwa negara maju memiliki tanggung jawab yang lebih ringan; justru, secara implisit, negara-negara industri (maju) adalah kontributor utama emisi, sehingga tanggung jawabnya besar."
  },
  {
    "id": 8,
    "pertanyaan": "Berdasarkan Teks 2, hubungan antara mitigasi dan adaptasi adalah...",
    "pilihan": [
      "Mitigasi bersifat lebih mendesak daripada adaptasi.",
      "Adaptasi adalah tujuan akhir, sementara mitigasi adalah sarana.",
      "Keduanya adalah pilar utama yang berfokus pada pengurangan emisi.",
      "Mitigasi berupaya mencegah penyebab, sedangkan adaptasi berupaya mengatasi akibat.",
      "Keduanya adalah strategi yang hanya relevan bagi negara berkembang."
    ],
    "jawaban": "D",
    "pembahasan": "Mitigasi adalah **pengurangan emisi** (mencegah penyebab), sedangkan adaptasi adalah **menyesuaikan diri dengan dampak yang sudah terjadi** (mengatasi akibat). Keduanya dijelaskan sebagai 'dua pilar utama' yang saling melengkapi."
  },
  {
    "id": 9,
    "pertanyaan": "Jika dikaji dari aspek kebahasaan, kata **'destruktif'** pada akhir paragraf ketiga Teks 2 memiliki makna yang berlawanan dengan...",
    "pilihan": [
      "Konstruktif",
      "Agresif",
      "Radikal",
      "Komprehensif",
      "Masif"
    ],
    "jawaban": "A",
    "pembahasan": "'Destruktif' berarti merusak atau menghancurkan. Antonimnya adalah 'konstruktif', yang berarti membangun atau bersifat perbaikan."
  },
  {
    "id": 10,
    "pertanyaan": "Kata ganti **'Fenomena ini'** pada kalimat ketiga paragraf kedua Teks 2 merujuk pada...",
    "pilihan": [
      "Perubahan iklim dan dampaknya.",
      "Krisis pangan dan risiko kesehatan.",
      "Gangguan pola cuaca ekstrem dan kekeringan.",
      "Implikasi perubahan iklim yang luas dan multidimensi.",
      "Peningkatan suhu rata-rata bumi dan mencairnya gletser."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat tersebut berbunyi: 'Dalam konteks ekonomi, **fenomena ini** dapat memicu kerugian triliunan dolar...'. Frasa 'fenomena ini' merujuk pada gagasan utama yang dibahas di seluruh paragraf kedua, yaitu **Implikasi dari perubahan iklim yang luas dan bersifat multidimensi**."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-13.\n\n**Teks 3**\n\nFenomena urbanisasi, perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan yang signifikan di banyak negara berkembang. Daya tarik kota seringkali disamarkan oleh janji-janji yang *utopis*, seperti peluang ekonomi yang melimpah, akses pendidikan yang lebih merata, serta fasilitas kesehatan yang dianggap lebih memadai. Perpindahan ini didorong oleh persepsi bahwa kualitas hidup di perkotaan secara inheren lebih unggul dibandingkan di pedesaan, meskipun realitasnya tidak selalu demikian.\n\nNamun, urbanisasi yang berlangsung secara masif dan tidak terencana dengan baik kerap menimbulkan berbagai masalah **kompleksitas** struktural di perkotaan. Kepadatan penduduk (overpopulasi) yang melampaui daya dukung lingkungan, kemacetan kronis, peningkatan angka kriminalitas, dan proliferasi permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi. Beban infrastruktur dan layanan publik menjadi sangat berat, menyebabkan penurunan kualitas hidup bagi sebagian besar penduduk kota, termasuk para pendatang baru yang berharap akan kehidupan yang lebih baik. *Disparitas* sosial-ekonomi antara penduduk lama dan baru pun cenderung meningkat.\n\nOleh karena itu, pemerintah perlu merancang kebijakan komprehensif yang bersifat intervensi struktural, bukan hanya berfokus pada pembangunan infrastruktur fisik di perkotaan, tetapi juga pada pengembangan potensi desa secara berkelanjutan. Pemberdayaan ekonomi desa melalui sektor agrikultur dan pariwisata lokal, peningkatan kualitas pendidikan formal, dan penyediaan fasilitas dasar yang modern di pedesaan dapat menjadi strategi efektif untuk *menyeimbangkan* laju urbanisasi. Tujuan akhirnya adalah menciptakan keseimbangan pembangunan wilayah dan mengurangi tekanan ekologis serta sosial di perkotaan. \n\nKata yang maknanya paling sesuai untuk menggantikan kata **'utopis'** pada paragraf pertama Teks 3 adalah...",
    "pilihan": [
      "Realis",
      "Ideal",
      "Fantastis",
      "Fiktif",
      "Nyata"
    ],
    "jawaban": "B",
    "pembahasan": "'Utopis' merujuk pada sesuatu yang ideal atau sempurna, namun seringkali tidak mungkin atau sulit diwujudkan dalam kenyataan (seperti cita-cita yang terlalu tinggi). Dalam konteks ini, 'Ideal' adalah pilihan yang paling mendekati makna leksikalnya."
  },
  {
    "id": 12,
    "pertanyaan": "Frasa **'masalah kompleksitas struktural'** pada paragraf kedua Teks 3 mengandung ketidakbakuan. Perbaikan yang paling tepat untuk frasa tersebut adalah...",
    "pilihan": [
      "masalah kompleks struktural",
      "kompleksitas masalah struktural",
      "masalah-masalah yang kompleks struktural",
      "permasalahan struktur yang kompleks",
      "masalah struktural yang rumit"
    ],
    "jawaban": "A",
    "pembahasan": "'Kompleksitas' adalah kata benda (nomina) yang berarti kerumitan, sementara yang dibutuhkan untuk mendeskripsikan 'masalah' adalah kata sifat (adjektiva). Frasa yang benar adalah 'masalah **kompleks** struktural' atau lebih lazim 'masalah struktural yang kompleks'."
  },
  {
    "id": 13,
    "pertanyaan": "Berdasarkan Teks 3, apa dampak negatif urbanisasi yang paling mendasar terkait dengan kehidupan sosial-ekonomi penduduk kota?",
    "pilihan": [
      "Kemacetan kronis yang mengganggu aktivitas sehari-hari.",
      "Peningkatan angka kriminalitas di permukiman kumuh.",
      "Beban infrastruktur dan layanan publik yang menjadi sangat berat.",
      "Penurunan kualitas hidup bagi sebagian besar penduduk kota.",
      "Peningkatan disparitas sosial-ekonomi antara penduduk lama dan baru."
    ],
    "jawaban": "D",
    "pembahasan": "Meskipun semua adalah dampak negatif, kalimat di paragraf kedua menyebutkan: 'Beban infrastruktur dan layanan publik menjadi sangat berat, menyebabkan **penurunan kualitas hidup bagi sebagian besar penduduk kota**'. Ini adalah dampak yang paling umum dan fundamental."
  },
  {
    "id": 14,
    "pertanyaan": "Kata **'Disparitas'** dalam paragraf kedua Teks 3 memiliki makna berlawanan (antonim) dengan kata...",
    "pilihan": [
      "Perbedaan",
      "Kesenjangan",
      "Ketimpangan",
      "Kesamaan",
      "Kemajemukan"
    ],
    "jawaban": "D",
    "pembahasan": "'Disparitas' berarti perbedaan yang besar atau ketimpangan. Antonim yang paling tepat adalah 'Kesamaan' atau 'Keseimbangan' (jika ada)."
  },
  {
    "id": 15,
    "pertanyaan": "Manakah dari kalimat berikut yang memiliki **struktur yang tidak baku**?",
    "pilihan": [
      "Penemuan mesin cetak merevolusi penyebaran pengetahuan di Eropa.",
      "Dalam menghadapi krisis ekonomi, pemerintah meluncurkan berbagai kebijakan fiskal yang strategis.",
      "Oleh karena masalah tersebut, sehingga rapat direksi ditunda hingga batas waktu yang tidak ditentukan.",
      "Para ahli sepakat bahwa upaya preventif lebih baik daripada kuratif dalam penanganan pandemi.",
      "Pengembangan sumber daya terbarukan merupakan prioritas utama dalam agenda pembangunan nasional."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ini tidak baku karena mengandung **kerancuan konjungsi** ('Oleh karena' dan 'sehingga') yang memiliki fungsi mirip (sebab-akibat) dan digunakan secara berlebihan dalam satu kalimat majemuk."
  },
  {
    "id": 16,
    "pertanyaan": "Cermati kalimat berikut:\n\n*Meskipun sudah berulang kali diingatkan, Andi tetap saja melakukan kesalahan yang sama. Bahkan, kesalahannya kini menjadi semakin fatal.*\n\nHubungan semantik yang paling tepat untuk menghubungkan kedua kalimat tersebut adalah hubungan...",
    "pilihan": [
      "Konsesif dan aditif.",
      "Pertentangan dan penambahan.",
      "Syarat dan kausalitas.",
      "Akibat dan perluasan.",
      "Konsesif dan penegasan."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pertama menggunakan *'Meskipun'* yang menunjukkan **pertentangan** (konsesif/ketidaksesuaian). Kalimat kedua menggunakan *'Bahkan'* yang berfungsi sebagai konjungsi **penambahan** atau penguatan gagasan dari kalimat sebelumnya."
  },
  {
    "id": 17,
    "pertanyaan": "Manakah penulisan kata serapan yang paling tepat dalam konteks kalimat formal?",
    "pilihan": [
      "Pemerintah akan segera **mentransfer** dana bantuan.",
      "Siswa harus mampu menganalisa **kwalitas** jawaban.",
      "Keputusan ini akan di **legalisir** oleh notaris.",
      "Dia adalah **atlit** yang berprestasi di tingkat internasional.",
      "Proses **sistematisasi** data sangat krusial untuk riset."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A: Baku: *mentransfer* (benar, dari transfer). Pilihan B: Baku: *kualitas* (bukan kwalitas). Pilihan C: Baku: *dilegalisasi* (bukan legalisir). Pilihan D: Baku: *atlet* (bukan atlit). Pilihan E: Baku: *sistematisasi* (benar, dari sistematis)."
  },
  {
    "id": 18,
    "pertanyaan": "Cermati kalimat-kalimat berikut:\n\n1. Internet adalah salah satu sumber informasi paling cepat dan mudah diakses di era modern ini.\n2. Namun, informasi yang tersebar di internet tidak selalu akurat dan terverifikasi secara kredibel.\n3. Banyak hoaks dan disinformasi beredar luas di platform digital, seringkali menyerupai berita asli.\n4. Oleh karena itu, kemampuan literasi digital kritis dan verifikasi menjadi prasyarat mutlak sebelum mempercayai informasi apa pun.\n\nSusunan kalimat yang paling tepat agar menjadi paragraf yang **kohesif dan koheren** adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-4-3",
      "4-1-2-3",
      "3-4-1-2"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang paling logis dan koheren:\n1. **Pengenalan/Tesis:** Internet sebagai sumber informasi yang cepat (Kalimat 1).\n2. **Kontradiksi/Batasan:** Informasi tidak selalu akurat (Kalimat 2).\n3. **Penjelasan/Bukti Kontradiksi:** Banyak hoaks beredar (Kalimat 3, memperkuat K2).\n4. **Kesimpulan/Rekomendasi:** Oleh karena itu, literasi digital kritis itu penting (Kalimat 4, sebagai solusi logis dari K2 dan K3)."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung majas **sinecdoche pars pro toto** (menyebutkan sebagian untuk mewakili keseluruhan)?",
    "pilihan": [
      "Seluruh **kota** Jakarta berduka atas bencana itu.",
      "Sumbangan **tangan** dari warga sangat membantu korban banjir.",
      "Awan tebal menyelimuti **hati**nya yang sedang gundah.",
      "Para **pemimpin** negara-negara G20 bertemu di Bali.",
      "Mobil baru itu melaju seperti **peluru** di jalanan sepi."
    ],
    "jawaban": "B",
    "pembahasan": "Majas *pars pro toto* adalah gaya bahasa yang menyebutkan sebagian untuk merujuk pada keseluruhan. **'Sumbangan tangan'** (sebagian) merujuk pada **'sumbangan tenaga/bantuan'** (keseluruhan) dari warga. Pilihan A adalah keseluruhan (totem pro parte). Pilihan C adalah metafora. Pilihan E adalah simile."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nRevolusi Industri 4.0 mendorong transformasi besar di berbagai sektor, termasuk pendidikan. Penggunaan teknologi kecerdasan buatan (AI) dan *Internet of Things* (IoT) mulai diadopsi untuk meningkatkan efisiensi dan personalisasi pembelajaran. Pemerintah dan institusi pendidikan perlu beradaptasi secara cepat, tidak hanya dalam kurikulum, tetapi juga dalam peningkatan kompetensi para pengajar. Namun, tantangan utama yang dihadapi adalah **disparitas akses** terhadap teknologi canggih di wilayah terpencil. Selain itu, **______** juga menjadi isu krusial yang berkaitan dengan etika, privasi, dan bias algoritma.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "biaya operasional yang tinggi",
      "perkembangan teknologi informasi",
      "aspek-aspek regulasi dan filosofi AI",
      "kekurangan tenaga pengajar profesional",
      "implementasi kurikulum yang kaku"
    ],
    "jawaban": "C",
    "pembahasan": "Bagian rumpang merujuk pada isu krusial yang 'berkaitan dengan etika, privasi, dan bias algoritma'. Semua aspek ini berada di bawah payung besar **aspek-aspek regulasi dan filosofi AI**. Pilihan lain tidak mencakup secara spesifik isu etika dan bias algoritma."
  }
]
