  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-13.\n\n**Teks 3**\n\nFenomena urbanisasi, perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan yang signifikan di banyak negara berkembang. Daya tarik kota seringkali disamarkan oleh janji-janji yang *utopis*, seperti peluang ekonomi yang melimpah, akses pendidikan yang lebih merata, serta fasilitas kesehatan yang dianggap lebih memadai. Perpindahan ini didorong oleh persepsi bahwa kualitas hidup di perkotaan secara inheren lebih unggul dibandingkan di pedesaan, meskipun realitasnya tidak selalu demikian.\n\nNamun, urbanisasi yang berlangsung secara masif dan tidak terencana dengan baik kerap menimbulkan berbagai masalah **kompleksitas** struktural di perkotaan. Kepadatan penduduk (overpopulasi) yang melampaui daya dukung lingkungan, kemacetan kronis, peningkatan angka kriminalitas, dan proliferasi permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi. Beban infrastruktur dan layanan publik menjadi sangat berat, menyebabkan penurunan kualitas hidup bagi sebagian besar penduduk kota, termasuk para pendatang baru yang berharap akan kehidupan yang lebih baik. *Disparitas* sosial-ekonomi antara penduduk lama dan baru pun cenderung meningkat.\n\nOleh karena itu, pemerintah perlu merancang kebijakan komprehensif yang bersifat intervensi struktural, bukan hanya berfokus pada pembangunan infrastruktur fisik di perkotaan, tetapi juga pada pengembangan potensi desa secara berkelanjutan. Pemberdayaan ekonomi desa melalui sektor agrikultur dan pariwisata lokal, peningkatan kualitas pendidikan formal, dan penyediaan fasilitas dasar yang modern di pedesaan dapat menjadi strategi efektif untuk *menyeimbangkan* laju urbanisasi. Tujuan akhirnya adalah menciptakan keseimbangan pembangunan wilayah dan mengurangi tekanan ekologis serta sosial di perkotaan. \n\nKata yang maknanya paling sesuai untuk menggantikan kata **'utopis'** pada paragraf pertama Teks 3 adalah...",
    "pilihan": [
      "Realis",
      "Ideal",
      "Fantastis",
      "Fiktif",
      "Nyata"
    ],
    "jawaban": "B",
    "pembahasan": "'Utopis' merujuk pada sesuatu yang ideal atau sempurna, namun seringkali tidak mungkin atau sulit diwujudkan dalam kenyataan (seperti cita-cita yang terlalu tinggi). Dalam konteks ini, 'Ideal' adalah pilihan yang paling mendekati makna leksikalnya."
  }
