{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Polusi Udara)**\n\nKota-kota metropolitan di seluruh dunia sedang menghadapi krisis polusi udara yang semakin parah, di mana dampaknya melampaui batas geografis dan sosial. Emisi gas buang dari jutaan kendaraan bermotor, aktivitas industri yang tidak terkontrol, dan praktik pembakaran sampah terbuka, terutama di area pinggiran kota, menjadi **triumvirat** kontributor utama. Konsentrasi polutan mikroskopis (Particulate Matter 2.5/PM2.5) seringkali melampaui ambang batas aman, menandakan darurat kesehatan publik yang memerlukan intervensi kebijakan yang segera dan **komprehensif**.\n\nPolusi udara tidak hanya merusak estetika lingkungan, tetapi juga berdampak buruk secara sistemik pada kesehatan manusia. Paparan jangka panjang terhadap polutan udara terbukti menyebabkan peningkatan berbagai masalah pernapasan kronis (seperti asma dan PPOK), penyakit kardiovaskular (jantung), bahkan memicu risiko kanker paru-paru. Kelompok rentan, termasuk anak-anak, lansia, dan individu dengan kondisi medis bawaan, menanggung beban kesehatan yang paling besar, yang pada akhirnya memicu peningkatan biaya layanan kesehatan nasional dan penurunan produktivitas angkatan kerja.\n\nMengatasi isu polusi memerlukan pendekatan **multidimensional** yang terintegrasi. Kebijakan ini harus mencakup pengembangan sistem transportasi publik massal yang terintegrasi dan ramah lingkungan, promosi dan investasi besar-besaran pada energi bersih terbarukan, penegakan regulasi emisi industri yang ketat, serta edukasi publik yang masif tentang urgensi gaya hidup berkelanjutan. Tanpa komitmen kolektif yang kuat dari pemerintah, industri, dan masyarakat untuk menerapkan langkah-langkah **mitigatif** ini, kualitas udara di perkotaan akan terus memburuk, secara serius mengancam kualitas hidup dan harapan hidup warganya.\n\nHubungan sebab-akibat yang dijelaskan dalam Teks 2 adalah...",
    "pilihan": [
      "Penegakan regulasi emisi industri yang ketat menyebabkan penurunan produktivitas angkatan kerja.",
      "Paparan polutan jangka panjang menyebabkan peningkatan biaya layanan kesehatan nasional.",
      "Pengembangan transportasi publik terintegrasi adalah penyebab utama masalah pernapasan kronis.",
      "Edukasi publik tentang gaya hidup berkelanjutan menyebabkan darurat kesehatan publik.",
      "Peningkatan harapan hidup warga menyebabkan kualitas udara memburuk."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menyatakan bahwa paparan jangka panjang menyebabkan masalah kesehatan yang kemudian 'memicu peningkatan biaya layanan kesehatan nasional dan penurunan produktivitas angkatan kerja.' Ini adalah hubungan sebab-akibat yang jelas."
  }
