{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal .\n\n**Teks: Fenomena *Dark Tourism* dan Etika Perjalanan**\n\n(1) *Dark tourism* (wisata gelap) adalah fenomena perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kematian, tragedi, atau penderitaan, seperti Auschwitz, Chernobyl, atau Ground Zero. Motivasi wisatawan sangat beragam, mulai dari rasa ingin tahu, keinginan untuk menghormati korban, hingga upaya memahami kompleksitas sejarah manusia.\n\n(2) Fenomena ini memunculkan dilema etika yang mendasar: bagaimana menyeimbangkan kepentingan komersial pariwisata dengan penghormatan yang layak terhadap situs trauma dan penderitaan. Di beberapa lokasi, perilaku tidak pantas wisatawan (*selfie* di area sensitif atau kurangnya sensitivitas) dapat menjadi isu. **Wisatawan harus didorong untuk berinteraksi dengan situs-situs ini melalui lensa refleksi dan edukasi, bukan sekadar hiburan atau sensasi yang dangkal.**\n\n(3) Untuk memastikan *dark tourism* dapat dijalankan secara etis dan bertanggung jawab, pengelola situs harus menyediakan edukasi kontekstual yang mendalam, menekankan pada pelajaran sejarah, bukan sensasionalisme. Selain itu, pemerintah dan otoritas lokal perlu menetapkan pedoman perilaku yang ketat untuk menjaga integritas situs dan martabat para korban.\n\nApa definisi dari *Dark Tourism* (Teks)?",
    "pilihan": [
      "Perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kemewahan.",
      "Fenomena perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kematian, tragedi, atau penderitaan.",
      "Upaya untuk menyeimbangkan kepentingan komersial pariwisata.",
      "Kunjungan ke tempat yang hanya terkait dengan karakter fiksi.",
      "Perjalanan yang hanya didorong oleh rasa ingin tahu."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf (1) mendefinisikan *dark tourism* sebagai 'fenomena perjalanan yang melibatkan kunjungan ke tempat-tempat yang terkait dengan kematian, tragedi, atau penderitaan'."
  }
