{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Kebiasaan Membaca)**\n\nPenelitian terbaru menunjukkan bahwa kebiasaan membaca buku memiliki korelasi positif yang kuat dengan peningkatan kapasitas kognitif dan kedalaman empati seseorang. Individu yang rajin membaca tidak hanya mengakumulasi kosakata yang lebih kaya, tetapi juga mengembangkan kemampuan analisis yang lebih tajam, memungkinkan mereka untuk memproses informasi kompleks dan menyusun argumen yang **kohesif**. Selain itu, keterlibatan dengan narasi fiksi maupun nonfiksi secara signifikan meningkatkan pemahaman dan penerimaan terhadap berbagai perspektif hidup dan latar belakang sosial, menjadikan kegiatan membaca bukan hanya sekadar hiburan, melainkan investasi jangka panjang untuk perkembangan pribadi dan kecerdasan emosional.\n\nNamun, di era digital yang **volatil** ini, minat baca masyarakat, terutama kalangan remaja, dihadapkan pada tantangan besar yang bersifat **persisten**. Berbagai distraksi dari media sosial dan konten daring yang instan (*snackable content*) cenderung mengalihkan perhatian, menawarkan gratifikasi yang cepat tanpa menuntut kedalaman pemikiran yang sama seperti membaca buku. Pola konsumsi media yang cepat dan singkat ini lambat laun mengikis rentang perhatian (*attention span*) dan kesabaran untuk berinteraksi dengan materi yang panjang dan kompleks, sehingga menciptakan siklus penurunan literasi mendalam.\n\nOleh karena itu, diperlukan **upaya kolektif** dari berbagai pemangku kepentingan untuk menumbuhkan kembali budaya membaca sejak dini dan secara berkelanjutan. Upaya ini harus mencakup inovasi program literasi di sekolah dan komunitas yang lebih menarik, peningkatan aksesibilitas buku fisik maupun digital yang terjangkau, serta peran aktif keluarga dalam menciptakan lingkungan rumah yang suportif terhadap kegiatan membaca. Keberhasilan menanggulangi tantangan literasi ini krusial untuk memastikan bahwa generasi mendatang memiliki landasan kognitif dan empati yang kokoh, yang pada gilirannya akan mendukung kualitas sumber daya manusia nasional di masa depan.\n\nApa fungsi utama Paragraf 3 terhadap Paragraf 2 dalam struktur pengembangan Teks 1?",
    "pilihan": [
      "Menguatkan argumen Paragraf 1 dengan memberikan contoh kasus.",
      "Menyajikan solusi sistemik dan proyeksi dampak jangka panjang untuk mengatasi tantangan yang dijelaskan di Paragraf 2.",
      "Menyimpulkan seluruh teks dengan mengulangi gagasan utama Paragraf 1.",
      "Memberikan pertentangan terhadap klaim bahwa media digital merusak minat baca.",
      "Menjelaskan latar belakang historis munculnya tantangan literasi di era digital."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menyajikan masalah (tantangan dan penyebab penurunan literasi). Paragraf 3 kemudian memberikan respons berupa solusi ('upaya kolektif') dan menunjukkan pentingnya solusi tersebut untuk masa depan ('mendukung kualitas sumber daya manusia nasional')."
  }
