{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Globalisasi)**\n\nGlobalisasi, didefinisikan sebagai proses integrasi internasional yang didorong oleh pertukaran pandangan dunia, produk, ide, dan budaya, telah mengubah tatanan ekonomi dan sosial secara fundamental. Di satu sisi, globalisasi memfasilitasi percepatan pertukaran pengetahuan, inovasi teknologi, dan stimulasi pertumbuhan ekonomi melalui liberalisasi perdagangan dan investasi. Akses terhadap informasi global dan peluang kolaborasi lintas negara kini menjadi lebih mudah dan cepat, menciptakan pasar tunggal yang besar.\n\nNamun, efek samping dari integrasi global ini tidak dapat diabaikan. Muncul kekhawatiran serius tentang erosi identitas budaya lokal akibat dominasi budaya populer global, peningkatan kesenjangan ekonomi (*disparity*) antara negara maju dan berkembang yang kesulitan bersaing, serta ancaman terhadap kedaulatan ekonomi nasional. Bagi negara berkembang, arus modal dan tenaga kerja yang tidak seimbang seringkali memperburuk kondisi internal, menjadikan mereka lebih rentan terhadap krisis ekonomi global dan intervensi asing.\n\nOleh karena itu, strategi **adaptif** yang cerdas sangat diperlukan. Setiap negara harus menemukan **ekuilibrium** yang tepat, yaitu memanfaatkan peluang yang ditawarkan globalisasi (P1) sambil secara proaktif memperkuat benteng kedaulatan dan kearifan lokal (P2). Hal ini menuntut kebijakan yang bersifat selektif dan adaptif dalam menerima pengaruh luar, serta investasi besar pada sektor pendidikan dan teknologi untuk meningkatkan daya saing sumber daya manusia. Adaptasi yang bijaksana, yang didukung oleh rasa percaya diri pada identitas nasional, adalah kunci untuk memastikan globalisasi menjadi kekuatan pendorong kemajuan, bukan alat homogenisasi.\n\nHubungan antara Paragraf 1 dan Paragraf 2 dalam Teks 3 mencerminkan pola pengembangan teks berupa...",
    "pilihan": [
      "Urutan waktu (kronologis).",
      "Perbandingan dan persamaan.",
      "Sebab-akibat yang linear.",
      "Kontradiksi atau pertentangan antara dua sisi pengaruh.",
      "Penjelasan detail dari ide umum."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf 1 membahas dampak positif (keuntungan) globalisasi, sedangkan Paragraf 2 membahas dampak negatif atau kekhawatiran ('Namun, efek samping...'), yang merupakan pola pertentangan atau kontradiksi."
  }
