{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Ekonomi Kreatif)**\n\nEkonomi kreatif, yang mengandalkan kreativitas individu dan industri budaya, telah menjadi sektor **vital** yang diakui kontribusinya terhadap pertumbuhan ekonomi global. Subsektor seperti fashion, kuliner, desain, seni pertunjukan, dan aplikasi digital tidak hanya menciptakan lapangan kerja baru, tetapi juga secara signifikan mendorong inovasi dan meningkatkan nilai ekspor produk non-sumber daya alam. Potensi ini sangat besar di Indonesia, didukung oleh kekayaan budaya yang **diversif** dan keragaman sumber daya manusia yang adaptif.\n\nNamun, pengembangan sektor ini masih menghadapi sejumlah tantangan **struktural**. Hambatan utama meliputi akses permodalan yang terbatas bagi pelaku usaha kecil dan menengah (UKM), isu perlindungan hak cipta atau kekayaan intelektual (KI) yang kerap dilanggar, serta ketersediaan infrastruktur pendukung (terutama digitalisasi dan logistik) yang belum merata. Ketiga faktor ini seringkali menghambat pelaku industri kreatif untuk melakukan *scale-up* dan bersaing secara optimal di pasar regional maupun global.\n\nUntuk mencapai pertumbuhan yang berkelanjutan dan berdaya saing di pasar global, diperlukan ekosistem yang **kondusif**. Hal ini menuntut sinergi dan kolaborasi aktif antara pemerintah sebagai regulator, sektor swasta sebagai investor dan fasilitator pasar, serta akademisi sebagai penghasil riset dan inovasi. Tanpa komitmen bersama untuk mengatasi tantangan struktural (P2) melalui regulasi yang suportif dan investasi yang terarah, potensi besar yang dimiliki ekonomi kreatif Indonesia (P1) hanya akan tetap berada pada level domestik.\n\nHubungan logis yang paling tepat antara gagasan utama paragraf kedua dan gagasan utama paragraf ketiga Teks 1 adalah...",
    "pilihan": [
      "Paragraf kedua adalah *sebab*, dan paragraf ketiga adalah *akibat* dari tantangan tersebut.",
      "Paragraf kedua menyajikan *masalah* (tantangan struktural), dan paragraf ketiga menawarkan *solusi sistemik* untuk mengatasi masalah tersebut.",
      "Paragraf kedua menyajikan *pertentangan* terhadap paragraf pertama, yang kemudian diabaikan oleh paragraf ketiga.",
      "Kedua paragraf menyajikan rincian yang setara tentang potensi ekonomi kreatif di Indonesia.",
      "Paragraf kedua adalah *latar belakang*, dan paragraf ketiga adalah *kesimpulan* umum dari seluruh teks."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua secara eksplisit membahas hambatan atau masalah ('tantangan struktural'). Paragraf ketiga diawali dengan tujuan ('Untuk mencapai pertumbuhan...') dan dilanjutkan dengan persyaratan (ekosistem kondusif, sinergi, kolaborasi), yang merupakan solusi sistemik untuk mengatasi masalah di paragraf kedua."
  }
