{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks (Transportasi Daring)**\n\nTransportasi daring telah merevolusi cara masyarakat bergerak dan berinteraksi dengan mobilitas perkotaan, menawarkan kemudahan akses dan efisiensi waktu yang tinggi. Inovasi yang didukung oleh aplikasi berbasis ponsel pintar ini memungkinkan pengguna melakukan pemesanan layanan dengan cepat, melacak lokasi pengemudi secara *real-time*, dan melaksanakan transaksi pembayaran secara non-tunai, yang semuanya berkontribusi pada pengalaman bertransportasi yang lebih **seamless**. Dampak positifnya juga meliputi peningkatan peluang kerja yang fleksibel bagi jutaan pengemudi dan penyediaan alternatif transportasi yang lebih ekonomis bagi konsumen, khususnya di area yang minim jangkauan transportasi publik konvensional.\n\nNamun, terlepas dari keunggulan operasionalnya, fenomena transportasi daring menimbulkan berbagai tantangan **kompleks** yang menuntut intervensi regulasi yang jelas. Isu persaingan usaha yang tidak sehat dengan operator transportasi konvensional, terutama terkait penetapan tarif yang cenderung fluktuatif, menjadi sumber konflik **persisten**. Selain itu, kekhawatiran yang signifikan muncul terkait kerangka regulasi dan perizinan yang masih tumpang tindih, serta isu fundamental mengenai keselamatan, keamanan data pengguna, dan tanggung jawab hukum platform ketika terjadi insiden. Ketiadaan kerangka hukum yang jelas berpotensi menciptakan area abu-abu yang merugikan baik konsumen maupun penyedia jasa.\n\nOleh karena itu, Pemerintah memiliki mandat untuk merumuskan kebijakan yang bersifat **inklusif** dan adaptif, bertujuan untuk mengakomodasi laju inovasi teknologi sambil tetap menjamin *level playing field* bagi semua pihak. Pendekatan ini memerlukan harmonisasi regulasi tarif, standar keamanan wajib bagi platform dan pengemudi, serta mekanisme perlindungan data yang kuat. Keberhasilan menyeimbangkan kepentingan inovasi, perlindungan konsumen, dan keberlanjutan ekosistem transportasi secara keseluruhan akan menentukan apakah layanan daring ini dapat berfungsi sebagai katalis bagi mobilitas perkotaan yang berkelanjutan.\n\nFungsi Paragraf 3 dalam struktur pengembangan Teks adalah...",
    "pilihan": [
      "Mengulang kembali permasalahan persaingan tidak sehat yang dijelaskan di Paragraf 2.",
      "Menyajikan solusi dan rekomendasi kebijakan adaptif yang merupakan sintesis dari manfaat (P1) dan tantangan (P2).",
      "Memberikan contoh kasus mengenai kegagalan harmonisasi regulasi tarif.",
      "Menguatkan klaim bahwa transportasi daring adalah ancaman bagi transportasi konvensional.",
      "Mendefinisikan ulang istilah *real-time* dan *seamless* yang digunakan di Paragraf 1."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 1 menyajikan manfaat (tesis positif), Paragraf 2 menyajikan tantangan (antithesis/kontradiksi), dan Paragraf 3 menyajikan solusi dan rekomendasi kebijakan (sintesis) untuk menyeimbangkan keduanya."
  }
