{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Penuaan Populasi)**\n\nPenuaan populasi adalah tren demografi global yang ditandai dengan peningkatan proporsi penduduk lanjut usia (lansia) secara signifikan relatif terhadap total populasi. Fenomena ini sebagian besar didorong oleh **konvergensi** dua faktor utama: penurunan drastis tingkat kelahiran, seiring dengan kemajuan sosial-ekonomi dan urbanisasi, serta peningkatan harapan hidup yang berkelanjutan sebagai hasil dari terobosan medis, perbaikan sanitasi, dan akses gizi yang lebih baik. Struktur populasi yang menua ini secara fundamental mengubah piramida usia suatu negara, memindahkan fokus kebijakan dari pertumbuhan kuantitas ke kualitas hidup.\n\nImplikasi dari perubahan struktur demografi ini sangat kompleks dan **multifaset**. Di sisi ekonomi, muncul beban yang semakin besar pada sistem jaminan sosial, pensiun, dan layanan kesehatan publik, seiring dengan menyusutnya rasio tenaga kerja produktif yang harus menanggung beban finansial tersebut. Kondisi ini dapat menghambat pertumbuhan ekonomi jangka panjang. Namun, penuaan populasi juga membuka peluang yang disebut 'silver economy', di mana lansia dengan pengalaman, aset, dan daya beli yang signifikan dapat menjadi pasar konsumen yang penting dan sumber daya manusia yang terampil melalui pekerjaan paruh waktu atau konsultasi.\n\nUntuk menghadapi tantangan ini dengan bijak, diperlukan kebijakan publik yang **progresif** dan adaptif. Kebijakan ini harus mencakup reformasi sistem pensiun agar berkelanjutan secara fiskal, promosi masif program gaya hidup sehat yang terintegrasi sejak usia dini hingga lansia, serta **reorientasi** pasar tenaga kerja untuk memanfaatkan pengalaman lansia. Menjaga keseimbangan yang sensitif antara dukungan finansial dan medis yang memadai bagi lansia (sebagai hak) dengan pemberdayaan mereka (sebagai kontributor) adalah kunci untuk memastikan bahwa penuaan populasi menjadi dividen sosial, bukan beban ekonomi.\n\nKalimat yang menyajikan hubungan pertentangan yang diikuti dengan hubungan tujuan dalam Teks 2 terdapat pada...",
    "pilihan": [
      "P1: Fenomena ini sebagian besar didorong oleh konvergensi dua faktor utama: penurunan drastis tingkat kelahiran...",
      "P2: Di sisi ekonomi, muncul beban yang semakin besar pada sistem jaminan sosial, pensiun, dan layanan kesehatan publik.",
      "P2: Namun, penuaan populasi juga membuka peluang yang disebut 'silver economy', di mana lansia dengan pengalaman, aset, dan daya beli yang signifikan dapat menjadi pasar konsumen yang penting.",
      "P3: Kebijakan ini harus mencakup reformasi sistem pensiun agar berkelanjutan secara fiskal...",
      "P3: Menjaga keseimbangan yang sensitif antara dukungan finansial dan medis yang memadai bagi lansia (sebagai hak) dengan pemberdayaan mereka (sebagai kontributor) adalah kunci..."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan konjungsi **agar** (hubungan tujuan) setelah klausa utama ('Kebijakan ini harus mencakup reformasi sistem pensiun'), yang berarti hubungan tujuan langsung mengikuti pertentangan antara masalah (P2) dan solusi (P3)."
  }
