{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4.\n\n**Teks 1**\nGerakan de-dolarisasi, yaitu upaya untuk mengurangi ketergantungan pada dolar AS sebagai mata uang cadangan dan perdagangan global, semakin gencar dilakukan oleh beberapa negara. Pemicu utama gerakan ini adalah ketidakpastian geopolitik dan penggunaan dolar AS sebagai instrumen sanksi ekonomi oleh Amerika Serikat. Akibatnya, negara-negara, terutama dari blok BRICS (Brasil, Rusia, India, Tiongkok, dan Afrika Selatan), berupaya mencari alternatif, seperti memperkuat perdagangan dengan mata uang lokal atau menciptakan mata uang digital bersama.\n\nLangkah de-dolarisasi ini dipandang dapat memberikan otonomi finansial yang lebih besar bagi negara-negara tersebut, membuat mereka lebih tahan terhadap kebijakan moneter AS. Namun, para ekonom berpendapat bahwa transisi ini tidak mudah dan memerlukan waktu yang lama. Dominasi dolar AS didukung oleh infrastruktur finansial global yang kuat, stabilitas pasar, dan penerimaannya yang luas. Tanpa alternatif yang stabil dan tepercaya, upaya de-dolarisasi akan menghadapi tantangan besar.\n\nDi sisi lain, jika de-dolarisasi berhasil, dampaknya akan meluas. Tidak hanya mengubah lanskap perdagangan global, tetapi juga memengaruhi harga komoditas yang saat ini mayoritas diperdagangkan dalam dolar AS. Ketersediaan mata uang alternatif yang kuat dapat menciptakan sistem finansial multipolar, di mana tidak ada satu mata uang pun yang memiliki kekuatan dominan seperti dolar AS saat ini. \n\n * Berdasarkan teks, manakah pernyataan yang paling tepat mengenai hubungan antara ketidakpastian geopolitik dan de-dolarisasi?",
    "pilihan": [
      "Ketidakpastian geopolitik secara langsung mengakhiri dominasi dolar AS.",
      "Ketidakpastian geopolitik menjadi pemicu upaya de-dolarisasi.",
      "Ketidakpastian geopolitik dan de-dolarisasi tidak memiliki hubungan yang pasti.",
      "Ketidakpastian geopolitik hanya memengaruhi negara-negara BRICS.",
      "De-dolarisasi dapat mencegah ketidakpastian geopolitik."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa 'Pemicu utama gerakan ini adalah ketidakpastian geopolitik dan penggunaan dolar AS sebagai instrumen sanksi ekonomi.' Pilihan B adalah pernyataan yang paling akurat dan sesuai dengan informasi dalam teks, karena secara langsung menyebutkan hubungan sebab-akibat tersebut."
  }
