  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks**\n\n**P1:** Revolusi Industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologi, menciptakan sistem siber-fisik yang mengubah cara produksi dan konsumsi. Teknologi seperti kecerdasan buatan (AI), Internet of Things (IoT), robotika, dan *big data* menjadi pilar utamanya. Pergeseran paradigma ini membawa potensi besar untuk efisiensi yang lebih tinggi, personalisasi produk, dan penciptaan model bisnis baru yang adaptif dan responsif terhadap permintaan pasar global.\n\n**P2:** Namun, Revolusi Industri 4.0 juga menimbulkan tantangan serius, terutama terkait dengan ketimpangan tenaga kerja. Otomatisasi cerdas cenderung menggantikan pekerjaan rutin dan berbasis data, sehingga memperlebar jurang keterampilan. Selain itu, isu etika penggunaan AI, khususnya dalam pengambilan keputusan, memerlukan kerangka moral yang jelas untuk mencegah bias dan diskriminasi. Keamanan siber menjadi pertimbangan krusial mengingat semua sistem terhubung, menjadikan infrastruktur vital rentan terhadap serangan.\n\n**P3:** Oleh karena itu, persiapan sumber daya manusia melalui peningkatan keterampilan (*reskilling* dan *upskilling*) menjadi sangat mendesak. Pendidikan harus mereformasi kurikulumnya agar berfokus pada kemampuan kognitif tingkat tinggi seperti pemikiran kritis, kreativitas, dan kolaborasi. Di sisi regulasi, diperlukan undang-undang yang adaptif dan progresif untuk menyeimbangkan inovasi teknologi dengan perlindungan sosial dan privasi. Upaya ini merupakan kunci untuk memaksimalkan manfaat ekonomi dan memitigasi risiko sosial dari era transformasi digital ini.\n\nBerdasarkan pemaparan pada P3 Teks 1, pernyataan manakah yang MENGANDUNG kelemahan argumen paling substansial dalam konteks pemecahan masalah ketimpangan tenaga kerja?",
    "pilihan": [
      "Fokus pada kemampuan kognitif tingkat tinggi seperti kreativitas belum tentu menjamin keterserapan di semua sektor pekerjaan.",
      "Tindakan *reskilling* dan *upskilling* hanya akan efektif jika didukung oleh ketersediaan lowongan kerja baru yang memadai.",
      "Reformasi kurikulum pendidikan tidak dapat diselesaikan dalam jangka pendek, sementara otomatisasi bergerak cepat.",
      "Diperlukan undang-undang yang adaptif, tetapi proses legislasi seringkali lambat dan terhambat kepentingan politik.",
      "Memitigasi risiko sosial memerlukan biaya yang sangat besar, melebihi kemampuan anggaran negara berkembang."
    ],
    "jawaban": "B",
    "pembahasan": "P3 menawarkan solusi *reskilling* dan *upskilling*. Kelemahan argumen yang paling mendasar adalah bahwa peningkatan keterampilan (penawaran tenaga kerja) harus diimbangi dengan permintaan (penciptaan lapangan kerja baru) yang sesuai. Tanpa adanya lowongan baru, keterampilan yang ditingkatkan tidak dapat diserap, membuat solusi tersebut tidak efektif secara kontekstual. Pilihan A, C, D, dan E meskipun valid, lebih bersifat kendala implementasi, bukan kelemahan logis substansial dari solusi itu sendiri."
  }
