  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text**\n\nThe human microbiome consists of trillions of microorganisms living in and on our bodies. These microbial communities, which include bacteria, fungi, and viruses, play crucial roles in human health, influencing everything from digestion to immune function. Recent research has revealed that a diverse microbiome is associated with better health outcomes, while reduced microbial diversity has been linked to various conditions including obesity, autoimmune diseases, and mental health disorders.\n\nAntibiotics, while life-saving medicines, can significantly disrupt the gut microbiome by killing both harmful and beneficial bacteria. Studies show that it can take weeks or even months for the microbiome to recover after a course of antibiotics, and sometimes it never fully returns to its original state. This has led researchers to investigate ways to protect and restore healthy gut flora, including the use of probiotics and prebiotics.\n\nMoreover, dietary choices significantly influence microbiome composition. High-fiber diets rich in fruits, vegetables, and whole grains promote the growth of beneficial bacteria, while highly processed foods can negatively affect microbial diversity. Fermented foods like yogurt, kefir, and kimchi naturally contain probiotics that can help maintain a healthy gut ecosystem. Understanding these dietary connections offers promising avenues for improving overall health through targeted nutritional strategies that support our microbial partners.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Antibiotics should never be used under any circumstances",
      "All microorganisms in the human body are harmful",
      "The human microbiome is important for health and can be affected by antibiotics",
      "Probiotics can completely reverse all damage caused by antibiotics",
      "Microbiome diversity has no significant health implications"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah pentingnya microbiome manusia bagi kesehatan, bagaimana antibiotik dapat mengganggu keseimbangan microbiome tersebut, dan bagaimana faktor seperti diet mempengaruhi komposisi mikroba, yang mendorong penelitian tentang cara melindungi dan memulihkannya."
  }
