{
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text**\n\nArtificial Intelligence has transformed from a theoretical concept to a practical tool impacting numerous industries. Machine learning algorithms now power recommendation systems, voice assistants, and autonomous vehicles. However, as AI systems become more sophisticated, concerns about ethics, bias, and job displacement have grown substantially.\n\nOne significant challenge is algorithmic bias, where AI systems perpetuate or even amplify existing societal prejudices. This occurs because these systems learn from historical data that may contain biased human decisions. For instance, hiring algorithms trained on data from companies that historically favored male candidates might learn to discriminate against female applicants. Addressing these issues requires diverse development teams, transparent algorithms, and ongoing monitoring.\n\nLooking forward, the regulation of artificial intelligence presents another complex challenge. Governments worldwide are grappling with how to foster innovation while protecting citizens from potential harms. The European Union has proposed comprehensive AI regulations that classify systems by risk level and impose stricter requirements on high-risk applications. Similarly, other nations are developing their own frameworks to ensure AI develops in an ethical and socially beneficial manner, creating a complex patchwork of international standards that companies must navigate.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The complete history of artificial intelligence development",
      "How AI will definitely solve all human problems",
      "Practical applications of AI and associated ethical challenges",
      "The technical details of how machine learning algorithms work",
      "Why AI should be banned completely"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas transformasi AI menjadi alat praktis yang berdampak pada berbagai industri (aplikasi praktis) dan juga menekankan kekhawatiran tentang etika, bias, dampak pekerjaan, serta tantangan regulasi (tantangan etika dan governance)."
  }
