  {
    "id": 1,
    "pertanyaan": "Read the following text to answer the question.\n\n**Text**\n\nPlastic pollution has become one of the most pressing environmental issues, with rapidly increasing production of disposable plastic products overwhelming the world's ability to deal with them. Plastic pollution is most visible in developing Asian and African nations, where garbage collection systems are often inefficient or nonexistent. But the developed world, especially in countries with low recycling rates, also has trouble properly collecting discarded plastics. Plastic trash is now so ubiquitous it has prompted efforts to write a global treaty negotiated by the United Nations.\n\nPlastics often contain additives making them stronger, more flexible, and durable. But many of these additives can extend the life of products if they become litter, with some estimates ranging to at least 400 years to break down. How plastics are made also is an energy-intensive process that relies heavily on fossil fuels. It's estimated that 4 percent of the world's annual petroleum production is diverted to making plastic, and another 4 percent gets burned in the process.\n\nFurthermore, the impact of plastic waste on marine life is devastating. Millions of marine animals and seabirds die each year from ingesting plastic or becoming entangled in it. Microplastics, tiny plastic particles resulting from the breakdown of larger items, have infiltrated the entire ocean food chain and have even been found in drinking water and human food sources, raising significant concerns about human health impacts. This pervasive contamination highlights the urgent need for comprehensive solutions that address the entire lifecycle of plastic products.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Plastic pollution is only a problem in developing countries",
      "Plastic production is an efficient use of fossil fuels",
      "Plastic pollution is a global issue requiring international cooperation",
      "Plastic additives help the environment by making products last longer",
      "Recycling systems are perfectly effective in developed nations"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa polusi plastik merupakan masalah global yang mendesak, mempengaruhi baik negara berkembang maupun maju, telah mendorong upaya pembuatan perjanjian global melalui PBB, dan memiliki dampak luas pada lingkungan laut serta kesehatan manusia."
  }
