{    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal\n\n**Teks: PJJ/Blended Learning**\n\n**P1:** Pembelajaran jarak jauh (PJJ) yang marak diterapkan selama pandemi COVID-19 telah memaksa sistem pendidikan beradaptasi dengan cepat. Model ini mengandalkan teknologi digital sebagai media utama interaksi antara guru dan siswa. Keunggulan PJJ mencakup fleksibilitas waktu dan tempat, akses ke sumber belajar yang lebih luas, dan pengembangan kemandirian belajar siswa, memungkinkan personalisasi pengalaman pendidikan yang lebih adaptif.\n\n**P2:** Meskipun menawarkan keunggulan, PJJ juga menghadapi tantangan struktural dan pedagogis. Kesenjangan akses internet dan perangkat (*digital divide*) telah memperlebar jurang ketidaksetaraan pendidikan. Secara pedagogis, PJJ sering kali mengurangi kualitas interaksi sosial dan kolaborasi antar siswa, serta menyulitkan guru dalam memonitor pemahaman siswa secara efektif, yang berpotensi menurunkan pencapaian belajar.\n\n**P3:** Merespons tantangan dan memanfaatkan keunggulan, pasca-pandemi, banyak institusi pendidikan berencana mengintegrasikan PJJ dengan pembelajaran tatap muka dalam format *blended learning*. Model hibrida ini bertujuan menggabungkan kedisiplinan dan interaksi sosial tatap muka dengan sumber daya digital yang fleksibel. Tujuannya adalah menciptakan sistem pendidikan yang resilien, adaptif terhadap perubahan, dan inklusif, memastikan bahwa teknologi menjadi alat untuk pemerataan, bukan pemicu kesenjangan baru.\n\nBerdasarkan P2 Teks,P3 mengklaim *blended learning* dapat menggabungkan 'kedisiplinan dan interaksi sosial tatap muka'. Klaim ini akan melemah jika...",
    "pilihan": [
      "Studi menunjukkan bahwa fleksibilitas PJJ (P1) lebih disukai oleh sebagian besar siswa.",
      "Biaya investasi untuk infrastruktur *blended learning* ternyata sangat tinggi.",
      "Fokus kurikulum *blended learning* lebih menekankan pada pengembangan kemandirian belajar.",
      "Penelitian menunjukkan bahwa porsi tatap muka yang terbatas dalam model hibrida tidak efektif memulihkan interaksi sosial dan kedisiplinan siswa.",
      "Siswa lebih mudah mendapatkan akses ke sumber belajar yang luas."
    ],
    "jawaban": "D",
    "pembahasan": "Analisis Kelemahan Argumen: Klaim utama P3 adalah bahwa *blended learning* berhasil dalam menggabungkan hal positif (interaksi sosial) dari tatap muka. Argumen ini melemah jika ternyata porsi tatap muka yang tersisa tidak cukup kuat untuk memberikan manfaat tersebut."
  }
