
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-16.\n\n**Teks 3**\n\n**P1:** Pariwisata berkelanjutan adalah pendekatan holistik yang mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara penuh, baik saat ini maupun di masa depan. Tujuannya adalah untuk memenuhi kebutuhan wisatawan dan masyarakat lokal, sambil melestarikan warisan alam dan budaya yang menjadi daya tarik utama. Konsep ini menekankan pentingnya menjaga keaslian destinasi, mengedepankan pengalaman otentik, serta meminimalkan jejak karbon dan limbah di kawasan wisata.\n\n**P2:** Meskipun konsepnya ideal, penerapan pariwisata berkelanjutan sering menghadapi tantangan struktural dan perilaku. Salah satunya adalah kurangnya kesadaran kolektif dari wisatawan dan pemangku kepentingan mengenai praktik ramah lingkungan. Tantangan lain melibatkan kesulitan dalam mengintegrasikan visi yang berbeda dari berbagai pihak—pemerintah, investor swasta yang berorientasi profit, dan masyarakat adat yang memegang kearifan lokal. Keterbatasan dana dan infrastruktur di banyak destinasi juga menjadi hambatan nyata dalam transisi menuju praktik yang lebih hijau.\n\n**P3:** Namun, manfaat jangka panjang dari pariwisata berkelanjutan jauh melampaui pertimbangan ekonomi sesaat. Selain menjamin keberlanjutan pendapatan, pendekatan ini memberdayakan masyarakat setempat melalui penciptaan lapangan kerja yang etis dan pelestarian pengetahuan tradisional. Dengan memelihara integritas ekologis dan budaya destinasi, pariwisata berkelanjutan memastikan bahwa sumber daya pariwisata tetap utuh dan menarik untuk generasi mendatang, mengubah pariwisata dari sumber eksploitasi menjadi katalisator konservasi dan pembangunan sosial.\n\nPernyataan yang paling mungkin mengindikasikan kelemahan argumentasi yang tersembunyi dalam Teks 3 adalah...?",
    "pilihan": [
      "Pariwisata berkelanjutan hanya akan berhasil jika masyarakat adat sepenuhnya menguasai manajemen destinasi.",
      "Teks gagal menyebutkan bahwa biaya awal untuk beralih ke praktik 'lebih hijau' (P2) seringkali sangat tinggi, menghalangi investor swasta yang berorientasi profit.",
      "Pengalaman otentik yang ditekankan dalam P1 tidak selalu diminati oleh semua segmen wisatawan.",
      "Pelestarian pengetahuan tradisional (P3) tidak ada kaitannya langsung dengan pendapatan dari pariwisata.",
      "Pemerintah sering kali kurang memiliki komitmen politik yang kuat terhadap perlindungan lingkungan (P2)."
    ],
    "jawaban": "B",
    "pembahasan": "Analisis Kelemahan Argumen: Teks menyebutkan bahwa investor swasta berorientasi profit adalah pihak yang sulit diintegrasikan (P2). Argumen yang lemah atau hilang adalah bahwa beralih ke praktik berkelanjutan seringkali mahal. Jika biaya transisi ini (yang tidak dibahas) sangat tinggi, orientasi profit investor akan secara logis berkonflik langsung dengan upaya 'transisi menuju praktik yang lebih hijau', menjadikan 'keterbatasan dana' (P2) sebagai kelemahan yang perlu dianalisis lebih dalam."
  }
