{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Astronomi Gelombang Gravitasi dan Jendela Baru Alam Semesta**\n\n(1) Selama berabad-abad, pemahaman kita tentang alam semesta didasarkan pada cahaya (gelombang elektromagnetik). Namun, penemuan Gelombang Gravitasi (GG) telah membuka 'jendela' baru. GG adalah riak dalam ruang-waktu (*spacetime*) yang disebabkan oleh peristiwa kosmik yang sangat energetik, seperti penggabungan lubang hitam atau bintang neutron.\n\n(2) GG pertama kali diprediksi oleh Albert Einstein satu abad lalu, namun baru terdeteksi secara langsung pada tahun 2015 oleh observatorium LIGO. Deteksi ini memungkinkan astronomi Gelombang Gravitasi. **Berbeda dengan cahaya yang dapat dihalangi oleh materi, GG hampir tidak terpengaruh dan membawa informasi langsung dari pusat peristiwa yang paling ekstrem di alam semesta.**\n\n(3) Kemampuan GG untuk menembus materi secara tak terbatas memungkinkan para ilmuwan untuk 'mendengarkan' kelahiran lubang hitam, menguji batas-batas teori relativitas, dan memahami laju ekspansi alam semesta. Bidang baru ini merevolusi kosmologi dan memberikan pemahaman yang lebih komprehensif daripada hanya mengandalkan observasi optik.\n\nApa perbedaan fundamental Gelombang Gravitasi (GG) dengan cahaya (Teks)?",
    "pilihan": [
      "Cahaya diprediksi oleh Albert Einstein, sedangkan GG tidak.",
      "GG dapat dihalangi oleh materi, sedangkan cahaya tidak.",
      "Cahaya dapat dihalangi oleh materi, sedangkan GG hampir tidak terpengaruh dan dapat menembus materi secara tak terbatas.",
      "Cahaya adalah riak dalam ruang-waktu, sedangkan GG adalah gelombang elektromagnetik.",
      "Cahaya membawa informasi dari pusat peristiwa ekstrem, sedangkan GG hanya dari bintang neutron."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (2) yang dicetak tebal menjelaskan perbedaannya: 'Berbeda dengan cahaya yang dapat dihalangi oleh materi, GG hampir tidak terpengaruh dan membawa informasi langsung dari pusat peristiwa...'"
  }
