  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks**\n\n**P1:** Masalah sampah plastik telah menjadi krisis lingkungan global yang mendesak. Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam kehidupan laut dan ekosistem pesisir. Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik yang masuk ke rantai makanan, bahkan ditemukan dalam organ vital manusia.\n\n**P2:** Akar permasalahan ini terletak pada budaya konsumsi yang didominasi oleh kemudahan plastik sekali pakai, terutama dalam sektor makanan dan minuman. Meskipun ada upaya daur ulang, tingkat daur ulang global masih rendah, dan seringkali sistem pengelolaan limbah di banyak negara kewalahan. Kurangnya infrastruktur yang memadai dan rendahnya pemilahan sampah di tingkat rumah tangga memperparah akumulasi limbah, menjadikan solusi *end-of-pipe* (penanganan di akhir) tidak efektif.\n\n**P3:** Diperlukan pendekatan holistik yang melibatkan pengurangan drastis penggunaan plastik sekali pakai (Rethink dan Reduce) serta peningkatan tanggung jawab produsen (Extended Producer Responsibility/EPR). Pemerintah wajib memberlakukan regulasi yang lebih ketat, termasuk larangan bertahap dan insentif untuk inovasi bahan alternatif ramah lingkungan. Edukasi masyarakat tentang pentingnya 3R (*Reduce, Reuse, Recycle*) dan pemilahan sampah juga fundamental untuk mengatasi krisis ini secara berkelanjutan.\n\nKalimat manakah dalam Teks 2 yang merupakan kalimat majemuk setara bertingkat yang paling efektif?",
    "pilihan": [
      "Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam kehidupan laut dan ekosistem pesisir (P1).",
      "Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik (P1).",
      "Akar permasalahan ini terletak pada budaya konsumsi yang didominasi oleh kemudahan plastik sekali pakai (P2).",
      "Kurangnya infrastruktur yang memadai memperparah akumulasi limbah (P2).",
      "Pemerintah wajib memberlakukan regulasi yang lebih ketat, termasuk larangan bertahap (P3)."
    ],
    "jawaban": "B",
    "pembahasan": "Kaidah Kebahasaan (Struktur Kalimat): Kalimat 'Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik' adalah majemuk setara dengan konjungsi 'dan', di mana anak kalimat kedua ('selama proses itu...') berfungsi sebagai keterangan waktu, menjadikan keseluruhan kalimat bertingkat. Pilihan A adalah kalimat majemuk setara yang lebih sederhana. Pilihan C, D, dan E adalah kalimat tunggal atau majemuk setara sederhana."
  }
