[
  {
    "id": 1,
    "pertanyaan": "The concept of 'urban heat islands' refers to metropolitan areas that are significantly warmer than their rural surroundings due to human activities. This phenomenon is caused by the replacement of natural land cover with dense concentrations of pavement, buildings, and other surfaces that absorb and retain heat. Effects include increased energy consumption, elevated emissions of air pollutants, and compromised human health. Mitigation strategies involve increasing vegetation and implementing cool roofing technologies.\n\nWhat is the primary cause of urban heat islands mentioned in the passage?",
    "pilihan": [
      "Increased rainfall in urban areas.",
      "High concentration of heat-absorbing surfaces.",
      "Greater wind speeds in cities.",
      "Lower population density in rural areas.",
      "Excessive use of air conditioning."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan penyebab utama adalah penggantian lahan alami dengan permukaan yang menyerap dan menyimpan panas seperti jalan dan bangunan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 2,
    "pertanyaan": "The urban heat islands...\n\nWhich of the following is NOT mentioned as a consequence of urban heat islands?",
    "pilihan": [
      "Higher energy usage.",
      "Increased air pollution.",
      "Health risks for residents.",
      "More frequent earthquakes.",
      "Reduced nighttime cooling."
    ],
    "jawaban": "D",
    "pembahasan": "Gempa bumi tidak disebutkan sebagai dampak urban heat island dalam teks.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 3,
    "pertanyaan": "The Silk Road was an ancient network of trade routes connecting the East and West. It was central to cultural interaction for centuries, facilitating not only the exchange of goods like silk and spices but also the transmission of knowledge, ideas, and religions between civilizations. The Silk Road's decline began with the rise of maritime trade routes in the late Middle Ages, which offered safer and more efficient transportation alternatives.\n\nWhat was the primary function of the Silk Road according to the passage?",
    "pilihan": [
      "Military conquest.",
      "Cultural and economic exchange.",
      "Religious proselytization.",
      "Imperial expansion.",
      "Technological competition."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebut Silk Road sebagai sarana pertukaran barang, pengetahuan, dan ide antarbudaya.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 4,
    "pertanyaan": "The Silk Road...\n\nThe word 'facilitating' in the passage is closest in meaning to...",
    "pilihan": [
      "Preventing",
      "Complicating",
      "Enabling",
      "Restricting",
      "Documenting"
    ],
    "jawaban": "C",
    "pembahasan": "'Facilitating' berarti mempermudah atau memungkinkan, sehingga 'enabling' adalah sinonim terdekat.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 5,
    "pertanyaan": "Cognitive dissonance theory suggests that people experience mental discomfort when holding contradictory beliefs or when their actions conflict with their beliefs. To reduce this discomfort, individuals may change their beliefs, justify their behavior, or avoid contradictory information. This theory has implications for understanding decision-making, attitude change, and addiction behaviors.\n\nWhat does cognitive dissonance theory attempt to explain?",
    "pilihan": [
      "How people learn new skills.",
      "The biological basis of memory.",
      "Mental discomfort from contradictory beliefs.",
      "Genetic influences on personality.",
      "Neurological development in children."
    ],
    "jawaban": "C",
    "pembahasan": "Teori ini menjelaskan ketidaknyamanan mental yang muncul dari keyakinan atau perilaku yang bertentangan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 6,
    "pertanyaan": "Cognitive dissonance...\n\nAccording to the theory, how might someone reduce cognitive dissonance?",
    "pilihan": [
      "By ignoring the conflict entirely.",
      "By changing one of the contradictory beliefs.",
      "By increasing the number of conflicting ideas.",
      "By isolating themselves socially.",
      "By enhancing their physical fitness."
    ],
    "jawaban": "B",
    "pembahasan": "Salah satu cara mengurangi disonansi kognitif adalah dengan mengubah keyakinan yang bertentangan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 7,
    "pertanyaan": "Plate tectonics is the scientific theory that Earth's outer shell is divided into several plates that glide over the mantle. This movement causes continental drift, earthquakes, volcanic activity, and the creation of mountain ranges. The theory revolutionized earth sciences by providing a unifying explanation for many geological phenomena that were previously thought to be unrelated.\n\nWhat does plate tectonics theory help explain?",
    "pilihan": [
      "Atmospheric weather patterns.",
      "Ocean current movements.",
      "Geological phenomena like earthquakes.",
      "Solar radiation variations.",
      "Tidal force calculations."
    ],
    "jawaban": "C",
    "pembahasan": "Teori ini menjelaskan fenomena geologis seperti gempa bumi dan aktivitas vulkanik.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 8,
    "pertanyaan": "Plate tectonics...\n\nThe word 'unifying' in the passage most nearly means...",
    "pilihan": [
      "Dividing",
      "Complicating",
      "Integrating",
      "Isolating",
      "Eliminating"
    ],
    "jawaban": "C",
    "pembahasan": "'Unifying' berarti menyatukan atau mengintegrasikan penjelasan untuk fenomena yang berbeda.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 9,
    "pertanyaan": "Epigenetics studies heritable changes in gene expression that occur without alterations to the underlying DNA sequence. These changes can be influenced by environmental factors, lifestyle, and age. Epigenetic mechanisms such as DNA methylation and histone modification play crucial roles in development, aging, and disease susceptibility. This field has transformed our understanding of nature versus nurture debates.\n\nWhat does epigenetics primarily study?",
    "pilihan": [
      "Mutations in DNA sequences.",
      "Changes in chromosome number.",
      "Heritable gene expression changes without DNA sequence alteration.",
      "The process of protein synthesis.",
      "Evolutionary changes across species."
    ],
    "jawaban": "C",
    "pembahasan": "Epigenetik mempelajari perubahan ekspresi gen yang dapat diwariskan tanpa perubahan urutan DNA.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 10,
    "pertanyaan": "Epigenetics...\n\nHow has epigenetics impacted the nature versus nurture debate?",
    "pilihan": [
      "By proving that only genetics determines traits.",
      "By showing that environment has no effect on development.",
      "By demonstrating how environment can influence gene expression.",
      "By eliminating the concept of heritability.",
      "By focusing exclusively on DNA sequence variations."
    ],
    "jawaban": "C",
    "pembahasan": "Epigenetik menunjukkan bagaimana faktor lingkungan dapat memengaruhi ekspresi gen, sehingga memperkaya debat nature vs nurture.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 11,
    "pertanyaan": "The Fermi Paradox highlights the contradiction between the high probability of extraterrestrial civilizations existing and the lack of evidence for such civilizations. Proposed solutions include the possibility that intelligent life self-destructs before achieving interstellar communication, or that advanced civilizations deliberately avoid contact. The paradox raises profound questions about humanity's future and our place in the universe.\n\nWhat is the core contradiction in the Fermi Paradox?",
    "pilihan": [
      "The abundance of life on Earth versus its rarity in space.",
      "The high likelihood of alien life versus the absence of contact.",
      "Human technological advancement versus environmental destruction.",
      "The size of the universe versus our ability to explore it.",
      "Ancient beliefs about aliens versus modern scientific evidence."
    ],
    "jawaban": "B",
    "pembahasan": "Paradoks ini menyoroti kontradiksi antara kemungkinan besar adanya peradaban alien dengan kurangnya bukti kontak.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 12,
    "pertanyaan": "The Fermi Paradox...\n\nWhich of the following is NOT mentioned as a potential solution to the paradox?",
    "pilihan": [
      "Intelligent civilizations self-destruct.",
      "Aliens deliberately avoid contact.",
      "Humans are the only intelligent species.",
      "Interstellar communication is impossible.",
      "Advanced civilizations are undetectable."
    ],
    "jawaban": "D",
    "pembahasan": "Ketidakmungkinan komunikasi antarbintang tidak disebutkan sebagai solusi potensial dalam teks.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 13,
    "pertanyaan": "Postcolonial theory examines the cultural legacy of colonialism and imperialism. It explores how colonial powers represented colonized peoples and how these representations persist in contemporary discourse. Key concepts include 'othering,' hybridity, and subaltern studies. The theory has been influential in literary criticism, history, and cultural studies.\n\nWhat is the main focus of postcolonial theory?",
    "pilihan": [
      "Military strategies of colonial powers.",
      "Economic systems of ancient empires.",
      "Cultural impacts of colonialism.",
      "Technological advancements in colonies.",
      "Geographical exploration histories."
    ],
    "jawaban": "C",
    "pembahasan": "Teori ini berfokus pada warisan budaya kolonialisme dan representasi masyarakat terjajah.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 14,
    "pertanyaan": "Postcolonial theory...\n\nThe term 'othering' in this context most likely refers to...",
    "pilihan": [
      "The process of making colonized peoples seem fundamentally different.",
      "The exchange of cultural practices between colonies.",
      "The classification of animal species in colonized lands.",
      "The translation of colonial documents into native languages.",
      "The economic integration of colonies with imperial centers."
    ],
    "jawaban": "A",
    "pembahasan": "'Othering' merujuk pada proses memandang masyarakat terjajah sebagai 'lain' yang berbeda secara fundamental.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 15,
    "pertanyaan": "The **(A) phenomenon** of deja vu **(B) have** fascinated psychologists **(C) for** decades, but **(D) its** exact cause remains uncertain. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Kesalahan pada (B). Subjek tunggal 'phenomenon' membutuhkan kata kerja tunggal 'has' bukan 'have'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 16,
    "pertanyaan": "The **(A) committee** members **(B) was** divided in their opinions, **(C) with** some **(D) strongly** opposing the proposal. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Kesalahan pada (B). 'Members' adalah subjek jamak sehingga membutuhkan kata kerja jamak 'were' bukan 'was'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 17,
    "pertanyaan": "Neither the **(A) teacher** nor the **(B) students** **(C) was** prepared for **(D) the** unexpected fire drill. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "C",
    "pembahasan": "Kesalahan pada (C). Dengan konstruksi 'neither...nor', kata kerja mengikuti subjek terdekat ('students' jamak), sehingga harus 'were'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 18,
    "pertanyaan": "The **(A) media** often **(B) plays** a significant role in **(C) shaping** public opinion **(D) about** controversial issues. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Kesalahan pada (B). 'Media' adalah bentuk jamak (singular: medium) sehingga membutuhkan kata kerja jamak 'play' bukan 'plays'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  }
]
