[
  {
    "id": 1,
    "pertanyaan": "The concept of 'sustainable development' emphasizes meeting present needs without compromising future generations' ability to meet their own. This approach balances economic growth, environmental protection, and social equity. The United Nations' Sustainable Development Goals (SDGs) provide a framework for addressing global challenges like poverty and climate change by 2030.\n\nWhat is the core principle of sustainable development?",
    "pilihan": [
      "Prioritizing economic growth above all else",
      "Meeting current needs without endangering future resources",
      "Focusing solely on environmental conservation",
      "Eliminating all industrial development",
      "Maximizing short-term profits"
    ],
    "jawaban": "B",
    "pembahasan": "Prinsip inti pembangunan berkelanjutan adalah memenuhi kebutuhan saat ini tanpa membahayakan kemampuan generasi mendatang.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 2,
    "pertanyaan": "The human circulatory system consists of the heart, blood vessels, and blood. This system transports oxygen, nutrients, and hormones to cells while removing waste products. The heart's four chambers work in coordinated rhythm to pump blood throughout the body.\n\nWhat is the main function of the circulatory system?",
    "pilihan": [
      "Producing hormones",
      "Transporting essential substances",
      "Generating electrical impulses",
      "Storing energy reserves",
      "Digesting food"
    ],
    "jawaban": "B",
    "pembahasan": "Fungsi utama sistem peredaran darah adalah mengangkut oksigen, nutrisi, dan hormon sekaligus membuang limbah.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 3,
    "pertanyaan": "The Internet of Things (IoT) refers to the network of physical objects embedded with sensors and software that connect and exchange data. Smart home devices, wearable fitness trackers, and industrial sensors are common IoT applications. While offering convenience, IoT raises concerns about data privacy and cybersecurity.\n\nWhich of the following is NOT an example of IoT?",
    "pilihan": [
      "A refrigerator that orders groceries automatically",
      "A wristband tracking heart rate during exercise",
      "A traditional mechanical wristwatch",
      "A thermostat adjusting temperature remotely",
      "Factory machines reporting performance data"
    ],
    "jawaban": "C",
    "pembahasan": "Jam tangan mekanik tradisional tidak memiliki sensor atau konektivitas untuk bertukar data.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 4,
    "pertanyaan": "The Renaissance period saw renewed interest in classical knowledge and humanist philosophy. Artists like Michelangelo and Leonardo da Vinci created works blending scientific observation with artistic expression. This cultural movement laid foundations for modern Western thought.\n\nWhat characterized Renaissance art according to the passage?",
    "pilihan": [
      "Exclusive focus on religious themes",
      "Rejection of all classical influences",
      "Combination of science and art",
      "Avoidance of human subjects",
      "Use of abstract forms only"
    ],
    "jawaban": "C",
    "pembahasan": "Seni Renaissance menggabungkan observasi ilmiah dengan ekspresi artistik, seperti terlihat pada karya da Vinci.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 5,
    "pertanyaan": "Plate tectonics explains Earth's crustal movements through giant shifting plates. Where plates collide (convergent boundaries), mountains form; where they separate (divergent boundaries), new crust emerges. This theory unified geology by explaining earthquakes, volcanoes, and continental drift.\n\nWhat geological feature forms at convergent plate boundaries?",
    "pilihan": [
      "Mid-ocean ridges",
      "Mountain ranges",
      "Rift valleys",
      "Ocean trenches",
      "Volcanic islands"
    ],
    "jawaban": "B",
    "pembahasan": "Pegunungan terbentuk di batas konvergen dimana lempeng bertubrukan dan material terangkat ke atas.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 6,
    "pertanyaan": "Maslow's hierarchy of needs proposes that humans fulfill basic physiological needs before pursuing higher psychological growth. The pyramid's base includes air, food, and shelter; its top encompasses self-actualization. Critics argue this model oversimplifies human motivation across cultures.\n\nWhat need is at the pyramid's base in Maslow's theory?",
    "pilihan": [
      "Creative fulfillment",
      "Social belonging",
      "Physical survival requirements",
      "Esteem from others",
      "Spiritual enlightenment"
    ],
    "jawaban": "C",
    "pembahasan": "Dasar piramida Maslow berisi kebutuhan fisiologis dasar seperti udara, makanan, dan tempat tinggal.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 7,
    "pertanyaan": "Cryptocurrencies like Bitcoin use blockchain technology for decentralized digital transactions. This system records transactions in encrypted blocks linked chronologically, eliminating central authority. While promising financial innovation, cryptocurrencies face volatility and regulatory challenges.\n\nWhat technology underpins cryptocurrencies?",
    "pilihan": [
      "Quantum computing",
      "Blockchain networks",
      "Artificial intelligence",
      "Virtual reality",
      "Biometric scanning"
    ],
    "jawaban": "B",
    "pembahasan": "Blockchain adalah teknologi dasar cryptocurrency yang mencatat transaksi secara terdesentralisasi.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 8,
    "pertanyaan": "The nature versus nurture debate examines biological inheritance versus environmental influences on development. Modern research shows complex interactions: genetics may predispose traits, but environment affects their expression. This perspective dominates contemporary psychology.\n\nWhat does current research suggest about nature vs. nurture?",
    "pilihan": [
      "Genetics solely determine all traits",
      "Environment completely overrides biology",
      "Both interact in complex ways",
      "The debate was settled in the 19th century",
      "Neither factor has any measurable impact"
    ],
    "jawaban": "C",
    "pembahasan": "Penelitian modern menunjukkan interaksi kompleks antara faktor genetik dan lingkungan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 9,
    "pertanyaan": "Dark matter constitutes about 27% of the universe's mass-energy content but doesn't emit light, making it detectable only through gravitational effects. Its existence explains galactic rotation curves that Newtonian physics cannot account for. Identifying dark matter's composition remains one of physics' greatest challenges.\n\nHow do scientists detect dark matter?",
    "pilihan": [
      "By observing light emissions",
      "Through gravitational influences",
      "Using chemical analysis",
      "Via direct visual observation",
      "With standard telescopes"
    ],
    "jawaban": "B",
    "pembahasan": "Materi gelap hanya terdeteksi melalui efek gravitasinya pada benda langit lainnya.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 10,
    "pertanyaan": "Poststructuralism challenges structuralism's belief in stable meaning systems. Thinkers like Foucault and Derrida argue that meaning is fluid, shaped by power dynamics and historical context. This perspective influences critical theory, gender studies, and postcolonial analysis.\n\nHow does poststructuralism view meaning?",
    "pilihan": [
      "As fixed and universal",
      "As determined solely by authors",
      "As unstable and context-dependent",
      "As mathematically calculable",
      "As irrelevant to human affairs"
    ],
    "jawaban": "C",
    "pembahasan": "Poststrukturalisme memandang makna sebagai tidak stabil dan tergantung pada konteks kekuasaan/sejarah.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 11,
    "pertanyaan": "The Anthropocene hypothesis proposes that human activity has become Earth's dominant geological force. Evidence includes nuclear fallout residues, plastic pollution, and accelerated species extinction. Critics debate when this epoch began, with candidates ranging from the Industrial Revolution to the Atomic Age.\n\nWhat marks the Anthropocene according to proponents?",
    "pilihan": [
      "The emergence of Homo sapiens",
      "Human domination of geological processes",
      "The extinction of dinosaurs",
      "Natural climate cycles",
      "Volcanic activity increases"
    ],
    "jawaban": "B",
    "pembahasan": "Anthropocene ditandai dengan aktivitas manusia menjadi kekuatan geologis dominan di Bumi.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 12,
    "pertanyaan": "Quantum entanglement describes particles interacting such that their quantum states become interdependent, regardless of distance. Einstein called this 'spooky action at a distance.' Recent experiments confirm entanglement's reality, enabling quantum computing and secure communication technologies.\n\nWhat puzzled Einstein about quantum entanglement?",
    "pilihan": [
      "Particles affecting each other instantaneously across space",
      "The complete predictability of quantum systems",
      "Its perfect alignment with classical physics",
      "The impossibility of experimental verification",
      "Its usefulness for everyday technology"
    ],
    "jawaban": "A",
    "pembahasan": "Einstein merasa aneh (spooky) bahwa partikel terentang bisa mempengaruhi satu sama lain secara instan tanpa jarak.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 13,
    "pertanyaan": "The Hard Problem of Consciousness, formulated by David Chalmers, questions why physical brain processes produce subjective experience. While science explains cognitive functions, explaining qualia (raw feels) remains problematic. This problem bridges philosophy of mind and neuroscience.\n\nWhat aspect of consciousness does the Hard Problem address?",
    "pilihan": [
      "Neural correlates of perception",
      "The evolutionary purpose of awareness",
      "Why brain activity feels like something",
      "Measuring reaction times to stimuli",
      "Mapping brain anatomy"
    ],
    "jawaban": "C",
    "pembahasan": "Masalah sulit membahas mengapa proses otak memiliki pengalaman subjektif (qualia).",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 14,
    "pertanyaan": "Game theory analyzes strategic decision-making where outcomes depend on others' choices. The Prisoner's Dilemma demonstrates why rational individuals might not cooperate, even when cooperation benefits all. Applications range from economics to evolutionary biology.\n\nWhat does the Prisoner's Dilemma illustrate?",
    "pilihan": [
      "The inevitability of mutual cooperation",
      "The superiority of random decision-making",
      "How rational choices can lead to suboptimal outcomes",
      "The irrelevance of incentives in behavior",
      "The predictability of human actions"
    ],
    "jawaban": "C",
    "pembahasan": "Dilema Narapidana menunjukkan bagaimana keputusan rasional individu dapat menghasilkan hasil kolektif yang buruk.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 15,
    "pertanyaan": "The **(A)** phenomena of sleep paralysis **(B)** occurs when **(C)** one finds themselves temporarily unable **(D)** to move upon waking. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "A",
    "pembahasan": "'Phenomena' adalah bentuk jamak (singular: phenomenon), sehingga harus 'phenomenon' untuk subjek tunggal.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 16,
    "pertanyaan": "Neither the **(A)** manager nor the employees **(B)** was **(C)** aware of **(D)** the policy change. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konstruksi 'neither...nor', kata kerja mengikuti subjek terdekat ('employees' jamak), sehingga harus 'were' bukan 'was'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 17,
    "pertanyaan": "The **(A)** committee **(B)** have **(C)** reached **(D)** a unanimous decision. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Committee' sebagai unit tunggal membutuhkan kata kerja tunggal 'has' bukan 'have'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 18,
    "pertanyaan": "Each of the **(A)** participants **(B)** were **(C)** given **(D)** a participation certificate. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Each' adalah subjek tunggal sehingga membutuhkan kata kerja tunggal 'was' bukan 'were'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 19,
    "pertanyaan": "The **(A)** data clearly **(B)** show an increase **(C)** in global temperatures **(D)** over time. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "E",
    "pembahasan": "Tidak ada kesalahan. 'Data' sebagai subjek jamak menggunakan kata kerja jamak 'show' dengan benar.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 20,
    "pertanyaan": "A number of **(A)** studies **(B)** has confirmed **(C)** the link between smoking **(D)** and lung cancer. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'A number of' diikuti kata benda jamak ('studies') membutuhkan kata kerja jamak 'have' bukan 'has'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  }
]
