[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1**\n\nRenewable energy has emerged as a crucial solution in the global effort to combat climate change. Solar and wind power, in particular, have experienced remarkable growth due to technological advancements and decreasing costs. Many countries are now investing heavily in these clean energy sources to reduce their dependence on fossil fuels and lower greenhouse gas emissions.\n\nThe transition to renewables also brings economic benefits, creating numerous jobs in manufacturing, installation, and maintenance. However, challenges remain, particularly in energy storage and grid reliability. Solar and wind power are intermittent by nature, requiring effective battery systems and smart grid technologies to ensure consistent power supply.\n\nDespite these challenges, the future of renewable energy appears promising. Innovations in energy storage, such as improved battery technologies and green hydrogen production, are addressing the intermittency issue. Many experts believe that with continued investment and policy support, renewable energy could supply the majority of the world's electricity within the next few decades, significantly contributing to global decarbonization efforts.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Fossil fuels are the most reliable energy source",
      "Renewable energy is too expensive to implement",
      "Renewable energy offers solutions to climate change despite challenges",
      "Solar and wind power have completely failed worldwide",
      "Energy storage problems make renewables impossible to use"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa energi terbarukan, khususnya tenaga surya dan angin, menawarkan solusi penting untuk perubahan iklim dan membawa manfaat ekonomi, meskipun terdapat tantangan dalam penyimpanan energi dan keandalan grid."
  },
  {
    "id": 2,
    "pertanyaan": "The word 'intermittent' in paragraph 2 most closely means...",
    "pilihan": [
      "Constant",
      "Not continuous",
      "Expensive",
      "Efficient",
      "Dangerous"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'intermittent' berarti tidak terus-menerus atau berselang-seling, yang menggambarkan sifat tenaga surya dan angin yang tidak selalu tersedia."
  },
  {
    "id": 3,
    "pertanyaan": "According to the passage, what is one economic benefit of renewable energy?",
    "pilihan": [
      "Increased fossil fuel consumption",
      "Job creation in various sectors",
      "Higher electricity prices for consumers",
      "Decreased energy production",
      "Reduced technological innovation"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa transisi ke energi terbarukan menciptakan banyak pekerjaan di bidang manufaktur, instalasi, dan pemeliharaan."
  },
  {
    "id": 4,
    "pertanyaan": "What solutions are mentioned to address renewable energy's intermittency?",
    "pilihan": [
      "Using more fossil fuels as backup",
      "Battery systems and smart grid technologies",
      "Reducing energy consumption completely",
      "Building more coal power plants",
      "Importing electricity from other countries"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa sistem baterai dan teknologi smart grid diperlukan untuk mengatasi masalah intermittency pada energi terbarukan."
  },
  {
    "id": 5,
    "pertanyaan": "What does the passage suggest about the future of renewable energy?",
    "pilihan": [
      "It will completely replace all energy sources within five years",
      "It has no potential for growth or development",
      "It could supply most of the world's electricity in coming decades",
      "It will become more expensive than fossil fuels",
      "It is only suitable for developed countries"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa dengan investasi dan dukungan kebijakan yang berkelanjutan, energi terbarukan dapat memasok sebagian besar listrik dunia dalam beberapa dekade mendatang."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2**\n\nDigital literacy has become an essential skill in the 21st century, encompassing the ability to find, evaluate, create, and communicate information using digital technology. As society becomes increasingly dependent on digital platforms, individuals need these skills to participate fully in social, economic, and educational activities.\n\nThe digital divide remains a significant challenge, with disparities in access to technology and digital skills between different socioeconomic groups, ages, and geographic regions. This gap can exacerbate existing inequalities, limiting opportunities for those without adequate digital literacy. Educational institutions play a crucial role in addressing this issue by integrating digital skills into their curricula from an early age.\n\nMoreover, digital literacy now includes critical thinking about online information. With the rise of misinformation and fake news, individuals must learn to assess the credibility of digital content. Cybersecurity awareness is another vital component, as people need to protect their personal information and understand privacy settings in an increasingly connected world.\n\nWhat is the primary focus of the passage?",
    "pilihan": [
      "The history of computer technology",
      "The importance of digital literacy in modern society",
      "How to build computers from scratch",
      "Why digital skills are unnecessary today",
      "The advantages of avoiding technology completely"
    ],
    "jawaban": "B",
    "pembahasan": "Teks berfokus pada pentingnya literasi digital sebagai keterampilan esensial di abad 21, termasuk tantangan kesenjangan digital dan kebutuhan untuk berpikir kritis tentang informasi online."
  },
  {
    "id": 7,
    "pertanyaan": "The term 'digital divide' in paragraph 2 refers to...",
    "pilihan": [
      "Equal access to technology for everyone",
      "The gap between those with and without digital access/skills",
      "A new type of mathematical calculation",
      "The difference between various computer brands",
      "A programming language for beginners"
    ],
    "jawaban": "B",
    "pembahasan": "'Digital divide' mengacu pada kesenjangan antara mereka yang memiliki akses dan keterampilan digital dengan yang tidak, yang dapat memperburuk ketidaksetaraan yang sudah ada."
  },
  {
    "id": 8,
    "pertanyaan": "According to the passage, what is NOT mentioned as a component of digital literacy?",
    "pilihan": [
      "Evaluating online information",
      "Creating digital content",
      "Cybersecurity awareness",
      "Programming complex software",
      "Communicating through digital technology"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan mengevaluasi informasi online, membuat konten digital, kesadaran cybersecurity, dan berkomunikasi melalui teknologi digital, tetapi tidak menyebutkan pemrograman software kompleks."
  },
  {
    "id": 9,
    "pertanyaan": "Why is critical thinking about online information important according to the passage?",
    "pilihan": [
      "To avoid using the internet altogether",
      "To assess the credibility of digital content",
      "To spend more time on social media",
      "To become a professional programmer",
      "To ignore all online news sources"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa dengan maraknya misinformasi dan berita palsu, individu harus belajar menilai kredibilitas konten digital."
  },
  {
    "id": 10,
    "pertanyaan": "What role do educational institutions play according to the passage?",
    "pilihan": [
      "They should avoid teaching digital skills",
      "They help address the digital divide through curriculum integration",
      "They make the digital divide worse",
      "They focus only on traditional subjects",
      "They discourage technology use in classrooms"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa institusi pendidikan memainkan peran penting dalam mengatasi kesenjangan digital dengan mengintegrasikan keterampilan digital ke dalam kurikulum sejak usia dini."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3**\n\nSustainable agriculture represents a transformative approach to food production that balances environmental health, economic profitability, and social equity. This method emphasizes long-term sustainability over short-term gains, focusing on practices that maintain soil fertility, conserve water, and reduce chemical inputs.\n\nOrganic farming, crop rotation, and integrated pest management are key techniques in sustainable agriculture. These methods not only protect the environment but often result in higher-quality produce. Many consumers are increasingly seeking out sustainably grown foods, creating market opportunities for farmers who adopt these practices.\n\nHowever, transitioning to sustainable methods presents challenges, including higher initial costs and the need for specialized knowledge. Government policies and consumer support play crucial roles in encouraging wider adoption. As climate change intensifies and population grows, sustainable agriculture becomes increasingly vital for ensuring food security while preserving natural resources for future generations.\n\nThe main purpose of the passage is to...",
    "pilihan": [
      "Promote intensive chemical farming methods",
      "Explain the benefits and challenges of sustainable agriculture",
      "Argue that traditional farming is completely obsolete",
      "Describe only the disadvantages of organic farming",
      "Suggest that all farmers should stop growing food"
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan utama teks adalah menjelaskan pertanian berkelanjutan sebagai pendekatan transformatif, termasuk manfaatnya bagi lingkungan dan kualitas produk, serta tantangan dalam transisi ke metode ini."
  },
  {
    "id": 12,
    "pertanyaan": "What does 'integrated pest management' refer to in the context of the passage?",
    "pilihan": [
      "Using only chemical pesticides",
      "A technique of sustainable agriculture",
      "Complete elimination of all insects",
      "Growing pests for research purposes",
      "Ignoring pest problems altogether"
    ],
    "jawaban": "B",
    "pembahasan": "Integrated pest management disebutkan sebagai salah satu teknik kunci dalam pertanian berkelanjutan yang mengurangi input kimia."
  },
  {
    "id": 13,
    "pertanyaan": "According to the passage, what is driving consumer interest in sustainably grown foods?",
    "pilihan": [
      "Lower prices than conventional products",
      "Decreased quality compared to traditional farming",
      "Increasing awareness and preference for these products",
      "Government mandates requiring their purchase",
      "Lack of availability of other options"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa banyak konsumen semakin mencari makanan yang ditanam secara berkelanjutan, menciptakan peluang pasar bagi petani."
  },
  {
    "id": 14,
    "pertanyaan": "The word 'vital' in the last paragraph most closely means...",
    "pilihan": [
      "Optional",
      "Unimportant",
      "Essential",
      "Dangerous",
      "Expensive"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'vital' berarti sangat penting atau esensial, dalam konteks ini menggambarkan pentingnya pertanian berkelanjutan untuk ketahanan pangan."
  },
  {
    "id": 15,
    "pertanyaan": "What factors are mentioned as challenges in adopting sustainable agriculture?",
    "pilihan": [
      "Lower costs and simpler methods",
      "Higher initial costs and need for specialized knowledge",
      "Complete absence of government support",
      "Lack of consumer interest entirely",
      "Immediate profitability without any investment"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyebutkan biaya awal yang lebih tinggi dan kebutuhan akan pengetahuan khusus sebagai tantangan dalam transisi ke metode berkelanjutan."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4**\n\nUrbanization is a global phenomenon characterized by the increasing concentration of populations in cities and metropolitan areas. This trend brings both opportunities and challenges for sustainable development. Cities serve as engines of economic growth, innovation, and cultural exchange, offering improved access to education, healthcare, and employment.\n\nHowever, rapid urbanization often strains infrastructure and public services. Housing shortages, traffic congestion, air pollution, and inadequate waste management are common problems in fast-growing cities. These challenges disproportionately affect vulnerable populations and can exacerbate social inequalities if not properly managed.\n\nSmart city technologies offer potential solutions to these urban challenges. Through data analytics, Internet of Things (IoT) devices, and efficient resource management, cities can optimize transportation systems, reduce energy consumption, and improve public services. Successful urban planning requires balancing economic development with environmental protection and social equity to create livable, resilient cities for all residents.\n\nWhat is the main topic of the passage?",
    "pilihan": [
      "The benefits of rural living exclusively",
      "Only the negative aspects of city life",
      "Opportunities and challenges of urbanization",
      "How to stop people from moving to cities",
      "Historical architecture in ancient cities"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas urbanisasi sebagai fenomena global yang membawa peluang ekonomi dan akses layanan yang lebih baik, tetapi juga tantangan seperti tekanan pada infrastruktur dan ketidaksetaraan sosial."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what are cities described as?",
    "pilihan": [
      "Places with no economic opportunities",
      "Engines of economic growth and innovation",
      "Areas with decreasing cultural exchange",
      "Locations with limited access to healthcare",
      "Environments with no challenges whatsoever"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa kota berfungsi sebagai mesin pertumbuhan ekonomi, inovasi, dan pertukaran budaya."
  },
  {
    "id": 18,
    "pertanyaan": "The word 'exacerbate' in paragraph 2 most closely means...",
    "pilihan": [
      "Improve",
      "Solve",
      "Worsen",
      "Ignore",
      "Understand"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'exacerbate' berarti membuat lebih buruk atau memperburuk, dalam konteks ini menggambarkan bagaimana tantangan urbanisasi dapat memperburuk ketidaksetaraan sosial."
  },
  {
    "id": 19,
    "pertanyaan": "What solutions does the passage mention for urban challenges?",
    "pilihan": [
      "Abandoning cities completely",
      "Smart city technologies and good urban planning",
      "Reducing all public services",
      "Eliminating economic development",
      "Preventing all future construction"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan teknologi kota pintar dan perencanaan perkotaan yang berhasil sebagai solusi potensial untuk tantangan perkotaan."
  },
  {
    "id": 20,
    "pertanyaan": "What does the passage suggest about vulnerable populations in cities?",
    "pilihan": [
      "They benefit most from urban challenges",
      "They are unaffected by urbanization problems",
      "They are disproportionately affected by urban challenges",
      "They cause all urban problems",
      "They have better access to all services than others"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa tantangan perkotaan secara tidak proporsional mempengaruhi populasi rentan dan dapat memperburuk ketidaksetaraan sosial jika tidak dikelola dengan baik."
  }
]