[
  {
    "id": 1,
    "pertanyaan": "The concept of 'emotional intelligence' (EQ) refers to the ability to recognize, understand, and manage one's own emotions, as well as those of others. Research suggests that EQ may be as important as IQ for success in life, particularly in social relationships and workplace environments. Unlike IQ, which remains relatively stable throughout life, emotional intelligence can be developed through practice and training.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "IQ is more important than EQ for career success.",
      "Emotional intelligence can be learned and improved.",
      "EQ is fixed and unchangeable like IQ.",
      "Emotions have no impact on social relationships.",
      "IQ and EQ are completely unrelated concepts."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa EQ dapat dikembangkan melalui latihan, berbeda dengan IQ yang relatif stabil.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 2,
    "pertanyaan": "The Industrial Revolution marked a transition from manual labor to machine manufacturing. While it brought economic growth, it also led to poor working conditions in factories. The average worker during this period labored for 14-16 hours daily in dangerous environments with minimal pay. These conditions eventually sparked labor movements that fought for workers' rights.\n\nWhich of the following was NOT mentioned as a consequence of the Industrial Revolution?",
    "pilihan": [
      "Economic expansion",
      "Dangerous working environments",
      "Shorter work hours",
      "Labor rights movements",
      "Mechanization of production"
    ],
    "jawaban": "C",
    "pembahasan": "Jam kerja yang lebih pendek tidak disebutkan; justru disebutkan jam kerja yang panjang (14-16 jam).",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 3,
    "pertanyaan": "Photosynthesis is the process by which plants convert sunlight into chemical energy. This biological process not only produces oxygen as a byproduct but also forms the base of nearly all food chains on Earth. The efficiency of photosynthesis is affected by factors such as light intensity, carbon dioxide concentration, and temperature.\n\nWhat is the primary function of photosynthesis according to the passage?",
    "pilihan": [
      "To produce oxygen for human use",
      "To convert solar energy into chemical energy",
      "To regulate Earth's temperature",
      "To create beautiful flowers",
      "To absorb water from the soil"
    ],
    "jawaban": "B",
    "pembahasan": "Fungsi utama fotosintesis adalah mengubah energi matahari menjadi energi kimia, seperti disebutkan di kalimat pertama.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 4,
    "pertanyaan": "The Great Depression (1929-1939) was the worst economic downturn in modern history. It began with the U.S. stock market crash and led to worldwide unemployment exceeding 25% in some countries. Governments responded with New Deal policies and increased economic intervention, marking a shift away from laissez-faire capitalism.\n\nWhat triggered the Great Depression according to the text?",
    "pilihan": [
      "World War I",
      "The U.S. stock market crash",
      "Overproduction in Europe",
      "The rise of communism",
      "Global climate changes"
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan bahwa depresi dimulai dengan crash pasar saham AS.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 5,
    "pertanyaan": "Shakespeare's plays are categorized into three main genres: tragedies, comedies, and histories. His tragedies, such as Hamlet and Macbeth, typically feature flawed protagonists whose personal failings lead to their downfall. Comedies like A Midsummer Night's Dream often involve mistaken identities and end with marriages. The histories dramatize the lives of English kings.\n\nWhich Shakespearean play would most likely end with a wedding according to the passage?",
    "pilihan": [
      "Macbeth",
      "King Lear",
      "A Midsummer Night's Dream",
      "Richard III",
      "Othello"
    ],
    "jawaban": "C",
    "pembahasan": "Komedi seperti A Midsummer Night's Dream disebutkan sering diakhiri dengan pernikahan.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 6,
    "pertanyaan": "The human eye contains two types of photoreceptor cells: rods and cones. Rods are responsible for vision in low light conditions, while cones detect color and function best in bright light. The fovea, a small pit in the retina, contains the highest concentration of cones and is responsible for sharp central vision.\n\nWhich part of the eye contains the most cones?",
    "pilihan": [
      "The iris",
      "The cornea",
      "The fovea",
      "The optic nerve",
      "The sclera"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa fovea mengandung konsentrasi sel kerucut (cones) tertinggi.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 7,
    "pertanyaan": "Globalization refers to the increasing interconnectedness of nations through trade, technology, and cultural exchange. While it has lifted millions out of poverty, critics argue it has also led to job losses in developed nations and cultural homogenization. The debate continues about how to balance its benefits and drawbacks.\n\nWhat is one criticism of globalization mentioned in the passage?",
    "pilihan": [
      "Increased international cooperation",
      "Higher standards of living worldwide",
      "Job losses in industrialized countries",
      "Greater access to new technologies",
      "Improved global transportation"
    ],
    "jawaban": "C",
    "pembahasan": "Salah satu kritik yang disebutkan adalah hilangnya pekerjaan di negara maju.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 8,
    "pertanyaan": "The Renaissance (14th-17th century) marked a cultural rebirth in Europe characterized by renewed interest in classical antiquity. This period saw groundbreaking developments in art, science, and philosophy. Figures like Leonardo da Vinci embodied the 'Renaissance man' ideal of mastery in multiple disciplines.\n\nWhat was a defining characteristic of the Renaissance?",
    "pilihan": [
      "Rejection of all classical ideas",
      "Focus solely on religious themes",
      "Interest in ancient Greek and Roman culture",
      "Avoidance of scientific inquiry",
      "Exclusive use of Latin in literature"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan ketertarikan baru pada budaya klasik (antiquity) sebagai ciri khas Renaissance.",
    "tingkat_kesulitan": "Sedang"
  },
  {
    "id": 9,
    "pertanyaan": "Quantum mechanics is a fundamental theory in physics that describes nature at the smallest scales. It introduces concepts like wave-particle duality and quantum entanglement that defy classical intuition. These phenomena, while bizarre, have been repeatedly confirmed through experiments and form the basis for technologies like semiconductors and MRI machines.\n\nWhich statement about quantum mechanics is supported by the passage?",
    "pilihan": [
      "It only applies to large-scale objects",
      "Its principles align with common sense",
      "It has led to practical applications",
      "It has never been experimentally verified",
      "It contradicts all known physical laws"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan teknologi seperti semikonduktor dan MRI sebagai aplikasi praktis mekanika kuantum.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 10,
    "pertanyaan": "Postmodern architecture emerged in the 1950s as a reaction against the austerity of modernism. It incorporates historical references, playful forms, and often ironic juxtapositions of styles. Architects like Robert Venturi argued for 'complexity and contradiction' in design, rejecting modernism's 'less is more' mantra in favor of 'less is a bore.'\n\nHow did postmodern architects view modernist design principles?",
    "pilihan": [
      "As perfectly adequate for contemporary needs",
      "As overly simplistic and dull",
      "As too ornate and complicated",
      "As the ultimate achievement in design",
      "As irrelevant to architectural discussion"
    ],
    "jawaban": "B",
    "pembahasan": "Kutipan 'less is a bore' menunjukkan pandangan postmodern bahwa modernisme terlalu sederhana dan membosankan.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 11,
    "pertanyaan": "The Tragedy of the Commons describes a situation where individuals, acting independently according to their self-interest, deplete shared limited resources. Proposed solutions include privatization, regulation, or collective management arrangements. This concept is frequently applied to environmental issues like overfishing and climate change.\n\nWhat is the fundamental problem described by the Tragedy of the Commons?",
    "pilihan": [
      "Government overregulation of resources",
      "Conflict between individual and collective interests",
      "Technological limitations in resource extraction",
      "Unequal distribution of private property",
      "Lack of scientific understanding of ecosystems"
    ],
    "jawaban": "B",
    "pembahasan": "Masalah utamanya adalah konflik antara kepentingan individu (memanfaatkan sumber daya) dan kepentingan kolektif (menjaga kelestarian).",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 12,
    "pertanyaan": "Deconstruction is a philosophical approach associated with Jacques Derrida that challenges traditional assumptions about meaning in texts. It reveals how language contains inherent contradictions and how meanings are unstable and context-dependent. This method has influenced literary criticism, architecture, and legal studies.\n\nWhat does deconstruction primarily examine?",
    "pilihan": [
      "The historical accuracy of texts",
      "The author's biographical context",
      "The instability of meaning in language",
      "The moral lessons in literature",
      "The grammatical structure of sentences"
    ],
    "jawaban": "C",
    "pembahasan": "Dekonstruksi berfokus pada ketidakstabilan makna dalam bahasa, seperti disebutkan dalam teks.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 13,
    "pertanyaan": "The placebo effect occurs when a patient experiences real improvements after receiving a treatment with no therapeutic value, simply because they believe it will work. This phenomenon demonstrates the powerful connection between mind and body. Researchers use placebo-controlled trials to distinguish pharmacological effects from psychological ones.\n\nWhat does the placebo effect demonstrate?",
    "pilihan": [
      "The superiority of alternative medicine",
      "The mind's influence on physical health",
      "The dangers of all medical treatments",
      "The irrelevance of clinical trials",
      "The deception inherent in healthcare"
    ],
    "jawaban": "B",
    "pembahasan": "Efek placebo menunjukkan hubungan kuat antara pikiran (keyakinan) dan tubuh (perbaikan gejala).",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 14,
    "pertanyaan": "The Sapir-Whorf hypothesis proposes that the structure of a language influences its speakers' cognition and worldviews. For example, languages with many words for snow may allow speakers to perceive subtle differences more readily. While controversial, this theory has sparked significant research into linguistic relativity.\n\nWhat does the Sapir-Whorf hypothesis suggest?",
    "pilihan": [
      "All languages share a universal grammar",
      "Language shapes thought processes",
      "Thought is completely independent of language",
      "Some languages are objectively superior to others",
      "Language acquisition is purely biological"
    ],
    "jawaban": "B",
    "pembahasan": "Hipotesis ini menyatakan bahwa bahasa memengaruhi cara berpikir (kognisi) penuturnya.",
    "tingkat_kesulitan": "Sulit"
  },
  {
    "id": 15,
    "pertanyaan": "The **(A) criteria** for the scholarship **(B) includes** not only academic **(C) achievement** but also **(D) extracurricular** involvement. **(E) No error.**",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Criteria' adalah bentuk jamak sehingga membutuhkan kata kerja jamak 'include' bukan 'includes'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 16,
    "pertanyaan": "Neither the students **(A)** nor the teacher **(B)** were **(C)** prepared for **(D)** the pop quiz yesterday. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konstruksi 'neither...nor', kata kerja mengikuti subjek terdekat ('teacher' tunggal), sehingga harus 'was' bukan 'were'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 17,
    "pertanyaan": "The **(A)** data from the experiment **(B)** was surprising because it **(C)** contradicted all previous **(D)** hypotheses. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Data' adalah bentuk jamak (singular: datum) sehingga membutuhkan kata kerja jamak 'were' bukan 'was'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 18,
    "pertanyaan": "Each of the participants **(A)** have **(B)** received **(C)** a certificate **(D)** after the workshop. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "A",
    "pembahasan": "'Each' adalah subjek tunggal sehingga membutuhkan kata kerja tunggal 'has' bukan 'have'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 19,
    "pertanyaan": "The **(A)** media plays **(B)** an important role in **(C)** shaping public opinion **(D)** about environmental issues. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Media' adalah kata benda jamak (singular: medium) sehingga membutuhkan kata kerja jamak 'play' bukan 'plays'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  },
  {
    "id": 20,
    "pertanyaan": "The **(A)** committee members **(B)** has **(C)** reached a **(D)** unanimous decision. **(E)** No error.",
    "pilihan": [
      "(A)",
      "(B)",
      "(C)",
      "(D)",
      "(E)"
    ],
    "jawaban": "B",
    "pembahasan": "'Members' adalah subjek jamak sehingga membutuhkan kata kerja jamak 'have' bukan 'has'.",
    "tingkat_kesulitan": "Sulit & Tricky"
  }
]
