[
  {
    "id": 1,
    "pertanyaan": "Read the following text to answer question number 1 to 5.\n\n**Text 1: Metaverse and Digital Identity**\n\nThe emergence of metaverse platforms is revolutionizing how people interact with digital environments and construct their online identities. These immersive virtual worlds enable users to create avatars, own digital assets, and participate in social and economic activities through persistent 3D spaces. The boundaries between physical and digital realities are becoming increasingly blurred as these technologies advance.\n\nDigital identity in the metaverse extends beyond traditional profile information to include behavioral data, social connections, and virtual possessions. This comprehensive digital footprint raises significant questions about privacy, security, and personal autonomy. Users must navigate complex decisions about self-representation while platforms collect vast amounts of sensitive personal information through interactions and transactions.\n\nRegulatory frameworks struggle to address the unique challenges posed by metaverse identities. Issues of digital inheritance, cross-platform identity portability, and protection against identity theft require novel legal approaches. As metaverse adoption grows, developing standards for digital identity management that prioritize user control and security becomes increasingly critical for sustainable ecosystem development.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Metaverse platforms have no impact on digital identity",
      "Physical and digital identities remain completely separate",
      "Metaverse is transforming digital identity with significant privacy and regulatory implications",
      "Digital identity in metaverse requires no security measures",
      "All metaverse platforms should be banned immediately"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa platform metaverse mengubah konsep identitas digital dengan implikasi privasi dan keamanan yang signifikan, serta menciptakan tantangan regulasi yang membutuhkan pendekatan baru."
  },
  {
    "id": 2,
    "pertanyaan": "According to the passage, what does digital identity in the metaverse include beyond traditional information?",
    "pilihan": [
      "Only basic username and password",
      "Behavioral data and virtual possessions",
      "Physical DNA samples",
      "Government identification numbers only",
      "Nothing beyond traditional profiles"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan bahwa identitas digital di metaverse mencakup data perilaku, koneksi sosial, dan kepemilikan virtual di luar informasi profil tradisional."
  },
  {
    "id": 3,
    "pertanyaan": "The word 'immersive' in paragraph 1 most closely means...",
    "pilihan": [
      "Superficial",
      "Providing deep involvement",
      "Temporary",
      "Boring",
      "Simple"
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'immersive' berarti memberikan keterlibatan yang mendalam atau pengalaman yang menyerap, menciptakan perasaan hadir di lingkungan virtual."
  },
  {
    "id": 4,
    "pertanyaan": "What regulatory challenge is specifically mentioned in the passage?",
    "pilihan": [
      "Digital inheritance issues",
      "Taxation of physical goods",
      "Regulation of traditional banking",
      "Control of weather patterns",
      "Management of agricultural policies"
    ],
    "jawaban": "A",
    "pembahasan": "Teks secara spesifik menyebutkan masalah warisan digital, portabilitas identitas lintas platform, dan perlindungan terhadap pencurian identitas sebagai tantangan regulasi."
  },
  {
    "id": 5,
    "pertanyaan": "What does the passage suggest is critical for sustainable metaverse development?",
    "pilihan": [
      "Eliminating all user control",
      "Developing standards for digital identity management",
      "Removing all security measures",
      "Collecting unlimited personal data",
      "Ignoring privacy concerns completely"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa mengembangkan standar untuk manajemen identitas digital yang memprioritaskan kontrol dan keamanan pengguna sangat penting untuk pengembangan ekosistem yang berkelanjutan."
  },
  {
    "id": 6,
    "pertanyaan": "Read the following text to answer question number 6 to 10.\n\n**Text 2: Neurotechnology and Brain-Computer Interfaces**\n\nRecent advancements in neurotechnology are creating unprecedented connections between human brains and computing systems. Brain-computer interfaces (BCIs) can now translate neural signals into digital commands, enabling direct communication between biological and artificial systems. This technology holds transformative potential for medical applications, particularly for individuals with paralysis or neurological disorders.\n\nThe ethical implications of neurotechnology extend far beyond medical applications. As BCIs become more sophisticated, questions arise about cognitive privacy, mental autonomy, and the potential for unauthorized access to neural data. The ability to read, interpret, and potentially influence brain activity raises fundamental questions about human identity and free will in an increasingly connected world.\n\nRegulatory bodies face the challenge of balancing innovation with protection of fundamental human rights. Guidelines for informed consent, data security, and equitable access must evolve alongside technological capabilities. International cooperation is essential to establish standards that prevent misuse while encouraging beneficial applications of these powerful technologies across global societies.\n\nThe passage mainly discusses...",
    "pilihan": [
      "The complete failure of neurotechnology development",
      "How BCIs are only useful for entertainment purposes",
      "The potential and ethical challenges of brain-computer interface technology",
      "Why neurotechnology should be banned worldwide",
      "The simplicity of regulating brain-computer interfaces"
    ],
    "jawaban": "C",
    "pembahasan": "Teks membahas potensi transformatif antarmuka otak-komputer untuk aplikasi medis dan tantangan etika yang muncul terkait privasi kognitif, otonomi mental, dan perlindungan data neural."
  },
  {
    "id": 7,
    "pertanyaan": "According to the passage, what is a primary medical application of BCIs?",
    "pilihan": [
      "Cosmetic brain enhancement",
      "Entertainment gaming only",
      "Helping individuals with paralysis or neurological disorders",
      "Replacing all medical treatments",
      "Eliminating the need for doctors"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa teknologi ini memiliki potensi transformatif untuk aplikasi medis, khususnya untuk individu dengan kelumpuhan atau gangguan neurologis."
  },
  {
    "id": 8,
    "pertanyaan": "The term 'cognitive privacy' in paragraph 2 refers to...",
    "pilihan": [
      "Privacy of physical movements",
      "Privacy of financial transactions",
      "Privacy of one's thoughts and mental processes",
      "Privacy of social media posts",
      "Privacy of home address"
    ],
    "jawaban": "C",
    "pembahasan": "'Cognitive privacy' mengacu pada privasi pemikiran dan proses mental seseorang, yang menjadi perhatian ketika teknologi dapat mengakses dan menafsirkan sinyal neural."
  },
  {
    "id": 9,
    "pertanyaan": "What fundamental human questions does the passage mention in relation to neurotechnology?",
    "pilihan": [
      "Questions about cooking recipes",
      "Questions about human identity and free will",
      "Questions about car maintenance",
      "Questions about sports statistics",
      "Questions about fashion trends"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan bahwa kemampuan untuk membaca dan mempengaruhi aktivitas otak menimbulkan pertanyaan mendasar tentang identitas manusia dan kehendak bebas."
  },
  {
    "id": 10,
    "pertanyaan": "What does the passage suggest is essential for proper governance of neurotechnology?",
    "pilihan": [
      "Isolation of research in one country",
      "International cooperation to establish standards",
      "Elimination of all regulations",
      "Keeping technology secret from the public",
      "Allowing unlimited commercial exploitation"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa kerjasama internasional sangat penting untuk menetapkan standar yang mencegah penyalahgunaan sambil mendorong aplikasi yang bermanfaat."
  },
  {
    "id": 11,
    "pertanyaan": "Read the following text to answer question number 11 to 15.\n\n**Text 3: Carbon Capture and Climate Mitigation**\n\nCarbon capture, utilization, and storage technologies have gained prominence as essential tools for climate change mitigation. These systems capture carbon dioxide emissions from industrial processes and power generation, preventing them from entering the atmosphere. Direct air capture technology takes this further by removing existing CO2 from ambient air, offering potential pathways to achieve net-negative emissions.\n\nThe scalability and economic viability of carbon capture present significant challenges. Current systems require substantial energy inputs and face technical limitations in capture efficiency and storage security. However, innovations in materials science and process engineering are steadily improving performance while reducing costs. The integration of carbon capture with renewable energy sources offers promising synergies for sustainable operation.\n\nPolicy support and market mechanisms are crucial for accelerating carbon capture deployment. Carbon pricing, tax incentives, and emissions trading systems can create economic drivers for adoption. International collaboration on storage infrastructure and certification standards will be essential for building a global carbon management ecosystem that complements emissions reduction efforts across industrial sectors and national boundaries.\n\nThe author's primary purpose in this passage is to...",
    "pilihan": [
      "Argue that carbon capture technology is useless",
      "Promote continued fossil fuel use without restrictions",
      "Explain the role, challenges, and requirements for carbon capture in climate mitigation",
      "Claim that climate change is not real",
      "Suggest that all industries should immediately shut down"
    ],
    "jawaban": "C",
    "pembahasan": "Tujuan utama penulis adalah menjelaskan peran teknologi penangkapan karbon dalam mitigasi iklim, tantangan yang dihadapi dalam skalabilitas dan viabilitas ekonomi, serta kebutuhan akan dukungan kebijakan dan kolaborasi internasional."
  },
  {
    "id": 12,
    "pertanyaan": "What is the key difference between traditional carbon capture and direct air capture mentioned in the passage?",
    "pilihan": [
      "Direct air capture is less expensive",
      "Traditional capture works only on weekends",
      "Direct air capture removes existing CO2 from ambient air",
      "Traditional capture doesn't work at all",
      "Direct air capture produces more emissions"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menjelaskan bahwa penangkapan udara langsung mengambil CO2 yang ada dari udara ambien, berbeda dengan sistem tradisional yang menangkap emisi dari sumber industri."
  },
  {
    "id": 13,
    "pertanyaan": "The word 'synergies' in paragraph 2 most closely means...",
    "pilihan": [
      "Conflicts",
      "Problems",
      "Mutually beneficial interactions",
      "Competitions",
      "Barriers"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'synergies' berarti interaksi yang saling menguntungkan di mana kombinasi elemen-elemen menghasilkan efek yang lebih besar daripada jumlah bagian-bagiannya."
  },
  {
    "id": 14,
    "pertanyaan": "What economic drivers for carbon capture adoption does the passage mention?",
    "pilihan": [
      "Carbon pricing and tax incentives",
      "Increasing fossil fuel subsidies",
      "Eliminating all environmental regulations",
      "Reducing renewable energy investment",
      "Banning all industrial development"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan harga karbon, insentif pajak, dan sistem perdagangan emisi sebagai penggerak ekonomi yang dapat menciptakan insentif untuk adopsi penangkapan karbon."
  },
  {
    "id": 15,
    "pertanyaan": "What does the passage suggest is needed for global carbon management?",
    "pilihan": [
      "Isolated national efforts only",
      "International collaboration on infrastructure and standards",
      "Elimination of all carbon capture research",
      "Focusing only on emissions reduction without capture",
      "Ignoring storage security concerns"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa kolaborasi internasional tentang infrastruktur penyimpanan dan standar sertifikasi akan sangat penting untuk membangun ekosistem manajemen karbon global."
  },
  {
    "id": 16,
    "pertanyaan": "Read the following text to answer question number 16 to 20.\n\n**Text 4: Space Economy and Orbital Infrastructure**\n\nThe emerging space economy represents a new frontier for economic development and technological innovation. Private companies are driving rapid advancements in launch capabilities, satellite technology, and orbital infrastructure. This sector encompasses everything from Earth observation and global communications to emerging opportunities in space manufacturing and resource utilization.\n\nOrbital infrastructure is becoming increasingly sophisticated with the deployment of mega-constellations for internet connectivity and advanced remote sensing systems. In-space manufacturing leverages microgravity environments to produce materials and pharmaceuticals with unique properties unavailable on Earth. The prospect of extracting resources from asteroids and the Moon could potentially provide critical materials for both space-based and terrestrial applications.\n\nSustainable development of space activities requires addressing significant challenges including space debris management, orbital traffic coordination, and international governance frameworks. The environmental impact of frequent launches and the equitable distribution of space benefits across nations remain pressing concerns. Establishing clear regulations and cooperative mechanisms will be essential for ensuring the long-term viability and peaceful development of the space economy for all humanity.\n\nWhat is the main idea of the passage?",
    "pilihan": [
      "Space economy has no potential for growth",
      "Space activities should be stopped completely",
      "The space economy offers new opportunities but requires sustainable governance",
      "Only governments should participate in space activities",
      "Space resources are unlimited and require no management"
    ],
    "jawaban": "C",
    "pembahasan": "Ide utama teks adalah bahwa ekonomi ruang angkasa menawarkan peluang ekonomi dan teknologi baru, tetapi memerlukan pengembangan berkelanjutan yang mengatasi tantangan seperti puing-puing ruang angkasa, koordinasi lalu lintas orbital, dan kerangka tata kelola internasional."
  },
  {
    "id": 17,
    "pertanyaan": "According to the passage, what unique advantage does in-space manufacturing offer?",
    "pilihan": [
      "Higher production costs",
      "Limited material options",
      "Production in microgravity environments",
      "Dependence on Earth-based facilities only",
      "Reduced product quality"
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa manufaktur di ruang angkasa memanfaatkan lingkungan mikrogravitasi untuk memproduksi material dan farmasi dengan sifat unik yang tidak tersedia di Bumi."
  },
  {
    "id": 18,
    "pertanyaan": "The term 'mega-constellations' in paragraph 2 refers to...",
    "pilihan": [
      "Small groups of stars",
      "Large networks of satellites",
      "Individual space stations",
      "Single planetary missions",
      "Isolated research probes"
    ],
    "jawaban": "B",
    "pembahasan": "'Mega-constellations' mengacu pada jaringan satelit besar yang dikerahkan untuk konektivitas internet dan sistem penginderaan jauh, seperti yang disebutkan dalam konteks infrastruktur orbital."
  },
  {
    "id": 19,
    "pertanyaan": "What environmental concern related to space activities does the passage mention?",
    "pilihan": [
      "Impact of frequent launches",
      "Changes in Earth's rotation",
      "Alteration of seasonal patterns",
      "Modification of ocean currents",
      "Shifts in planetary alignment"
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyebutkan dampak lingkungan dari peluncuran yang sering sebagai salah satu masalah yang mendesak, bersama dengan distribusi manfaat ruang angkasa yang merata di seluruh negara."
  },
  {
    "id": 20,
    "pertanyaan": "What does the passage suggest is essential for the long-term viability of space economy?",
    "pilihan": [
      "Unregulated commercial competition",
      "Establishing clear regulations and cooperative mechanisms",
      "Limiting space access to few countries",
      "Ignoring space debris problems",
      "Focusing only on military applications"
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan bahwa menetapkan peraturan yang jelas dan mekanisme kooperatif akan sangat penting untuk memastikan kelayakan jangka panjang dan pengembangan damai ekonomi ruang angkasa untuk seluruh umat manusia."
  }
]