{
  "judul": "Pemahaman Bacaan dan Menulis (PBM)",
  "deskripsi": "PBM berbeda dengan PPU karena PBM lebih dalam menguji struktur teks, kohesi, koherensi, penggunaan kalimat efektif, dan kaidah penulisan yang lebih detail.",
  "subItems": [
    {
      "judul": "1. Kohesi dan Koherensi Teks",
      "subItems": [
        {
          "judul": "Kohesi (Keterpaduan Bentuk)",
          "teks": "Keterkaitan antarunsur dalam teks secara gramatikal (misalnya, penggunaan kata ganti, konjungsi, repetisi, elipsis) dan leksikal (kesinambungan makna antar kata/frasa).\nContoh: Penggunaan kata ganti \"ia\", \"mereka\" yang merujuk pada subjek yang sudah disebutkan sebelumnya. Penggunaan konjungsi \"namun\", \"oleh karena itu\"."
        },
        {
          "judul": "Koherensi (Keterpaduan Makna)",
          "teks": "Keterkaitan makna antar gagasan dalam teks sehingga membentuk kesatuan yang logis dan mudah dipahami. Alur berpikirnya jelas dan tidak meloncat-loncat."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Pahami alur pemikiran penulis. Apakah ada lompatan gagasan? Apakah setiap kalimat/paragraf mendukung gagasan utama?"
        }
      ]
    },
    {
      "judul": "2. Kalimat Efektif dan Tidak Efektif",
      "subItems": [
        {
          "judul": "Kalimat Efektif",
          "teks": "Kalimat yang dapat menyampaikan gagasan, pesan, atau informasi secara tepat, ringkas, dan jelas kepada pembaca."
        },
        {
          "judul": "Ciri-ciri Kalimat Efektif",
          "teks": "- Kesesuaian Struktur: Memiliki subjek dan predikat yang jelas.\n- Kecermatan: Tidak ambigu, tidak menimbulkan penafsiran ganda.\n- Kepaduan: Gagasan yang disampaikan padu, tidak ada bagian yang terpisah.\n- Kehematan Kata: Tidak menggunakan kata-kata yang mubazir.\n- Kesejajaran Bentuk: Penggunaan imbuhan atau bentuk kata yang sama dalam rincian.\n- Kelogisan: Gagasan masuk akal."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Identifikasi subjek dan predikat dalam kalimat.\nCari penggunaan kata ulang yang tidak perlu (misalnya \"saling tolong-menolong\").\nCari penggunaan sinonim yang berlebihan (misalnya \"agar supaya\").\nPerhatikan penggunaan preposisi yang tidak tepat.\nLatih mengubah kalimat pasif menjadi aktif atau sebaliknya untuk melihat mana yang lebih efektif."
        }
      ]
    },
    {
      "judul": "3. Penggunaan Konjungsi (Kata Hubung)",
      "subItems": [
        {
          "judul": "Fungsi",
          "teks": "Menghubungkan kata, frasa, klausa, atau kalimat."
        },
        {
          "judul": "Jenis-jenis Konjungsi",
          "teks": "- Penambahan: dan, serta, lagi pula.\n- Pilihan: atau.\n- Pertentangan: tetapi, namun, melainkan.\n- Sebab-Akibat: karena, sebab, oleh karena itu, sehingga.\n- Syarat: jika, kalau, asalkan.\n- Tujuan: agar, supaya, untuk.\n- Waktu: ketika, saat, setelah, sebelum.\n- Perbandingan: seperti, bagaikan, daripada.\n- Penegas: bahkan, apalagi."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Pahami makna dari setiap jenis konjungsi dan bagaimana penggunaannya memengaruhi hubungan antar bagian teks."
        }
      ]
    },
    {
      "judul": "4. Penggunaan Kata Baku dan Tidak Baku",
      "subItems": [
        {
          "judul": "Penjelasan",
          "teks": "Kata Baku: Kata yang penulisannya dan pengucapannya sesuai dengan kaidah Bahasa Indonesia yang berlaku (KBBI, PUEBI). Digunakan dalam konteks formal.\nContoh: aktif (baku) vs. aktip (tidak baku), apotek (baku) vs. apotik (tidak baku), analisis (baku) vs. analisa (tidak baku)."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Perbanyak membaca kamus KBBI (digital/online) atau buku-buku referensi bahasa Indonesia. Perhatikan penulisan kata serapan."
        }
      ]
    },
    {
      "judul": "5. Penulisan Kata (Imbuhan, Kata Depan, Partikel, Gabungan Kata)",
      "subItems": [
        {
          "judul": "Imbuhan",
          "teks": "Perhatikan penulisan kata berimbuhan (misalnya me-, di-, ter-, ber-, ke-an).\nContoh: menulis, ditulis, termakan, berjalan, kemajuan."
        },
        {
          "judul": "Kata Depan (Preposisi)",
          "teks": "di-, ke-, dari-. Ditulis terpisah dari kata yang mengikutinya, kecuali pada gabungan kata yang sudah lazim.\nContoh: di rumah, ke sekolah, dari sana. (Bukan dirumah, kesekolah).\nPengecualian: kemari, keluar, kemana."
        },
        {
          "judul": "Partikel",
          "teks": "lah, kah, tah: Ditulis serangkai. (misalnya apakah, siapakah).\npun: Ditulis terpisah (kecuali yang sudah baku seperti adapun, biarpun, meskipun).\nper: Ditulis terpisah (misalnya per jam, per orang)."
        },
        {
          "judul": "Gabungan Kata",
          "teks": "Kata majemuk yang penulisannya bisa serangkai atau terpisah (misalnya rumah sakit, bertanggung jawab)."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Pelajari PUEBI bab penulisan kata. Banyak latihan soal yang meminta identifikasi kesalahan penulisan."
        }
      ]
    },
    {
      "judul": "6. Penggunaan Tanda Baca",
      "subItems": [
        {
          "judul": "Jenis dan Fungsi",
          "teks": "- Titik (.): Akhir kalimat pernyataan, singkatan gelar.\n- Koma (,): Pemisah rincian, anak kalimat mendahului induk kalimat, setelah kata seru, pemisah klausa, dll.\n- Titik Koma (;): Pengganti kata penghubung, pemisah bagian perincian.\n- Titik Dua (:): Untuk memerinci, pada naskah drama.\n- Tanda Hubung (-): Untuk kata ulang, tanggal, menyambung unsur kata.\n- Tanda Petik (\"...\"): Kutipan langsung, judul karangan/artikel/buku.\n- Tanda Kurung (...): Keterangan tambahan."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Baca PUEBI khusus tentang tanda baca. Latih dengan soal-soal koreksi kalimat."
        }
      ]
    },
    {
      "judul": "7. Penulisan Huruf Kapital",
      "subItems": [
        {
          "judul": "Penggunaan",
          "teks": "Awal kalimat, nama diri (orang, tempat, bulan, hari, agama), judul, singkatan nama lembaga, dll."
        },
        {
          "judul": "Tips Praktis",
          "teks": "Perhatikan aturan detailnya di PUEBI, terutama pada penggunaan di judul atau dalam kalimat langsung."
        }
      ]
    },
    {
      "judul": "8. Kalimat Baku, Tidak Baku, dan Ejaan",
      "teks": "Ini adalah gabungan dari semua poin di atas. Anda akan diminta untuk mengidentifikasi kalimat yang sudah baku, kalimat yang mengandung kesalahan ejaan, atau kalimat yang perlu diperbaiki agar menjadi efektif."
    },
    {
      "judul": "Strategi Umum untuk PBM",
      "subItems": [
        {
          "judul": "Pahami PUEBI secara Menyeluruh",
          "teks": "Fokus pada bab penulisan kata, tanda baca, huruf kapital, dan kalimat efektif. Anda bisa mengunduh PUEBI versi digital atau mencari rangkuman-rangkuman yang banyak tersedia."
        },
        {
          "judul": "Perbanyak Membaca Teks Ilmiah/Formal",
          "teks": "Ini membantu Anda terbiasa dengan gaya bahasa yang baku dan efektif."
        },
        {
          "judul": "Latih Diri Menjadi \"Editor\"",
          "teks": "Biasakan untuk mengidentifikasi potensi kesalahan ejaan, penggunaan kata, atau struktur kalimat."
        },
        {
          "judul": "Fokus pada Detail Kecil",
          "teks": "Soal PBM sering menguji detail seperti penggunaan koma, spasi, atau imbuhan."
        },
        {
          "judul": "Kerjakan Soal-soal Latihan dengan Teliti",
          "teks": "Analisis setiap pilihan jawaban dan pahami mengapa suatu kalimat benar atau salah menurut kaidah kebahasaan."
        },
        {
          "judul": "Jangan Mengandalkan \"Perasaan\"",
          "teks": "Kaidah kebahasaan memiliki aturan yang jelas, bukan sekadar intuisi."
        },
        {
          "judul": "Manfaatkan Kamus KBBI Online",
          "teks": "Jika ragu tentang kata baku, langsung cek di KBBI daring."
        }
      ]
    }
  ]
}
