{
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal.\n\n**Teks: Revolusi Konser Hologram dan Industri Musik**\n\n(1) Industri musik telah memasuki era baru yang disruptif dengan kemunculan konser hologram, sebuah teknologi yang memungkinkan penampilan musisi legendaris yang telah meninggal atau bahkan karakter fiksi hadir di atas panggung. Teknologi proyeksi 3D yang canggih ini menciptakan pengalaman visual yang imersif, mengatasi batas-batas fisik dan waktu, serta menawarkan nilai nostalgia yang tinggi bagi para penggemar.\n\n(2) Meskipun konser hologram menawarkan peluang pendapatan baru yang masif dan mengatasi masalah logistik tur (misalnya, kesehatan atau jadwal artis), adopsinya memicu perdebatan serius mengenai etika dan hak cipta. Penggunaan citra musisi yang telah tiada menuntut penentuan hak waris dan persetujuan yang rumit. Selain itu, ada kekhawatiran bahwa penggandaan digital (*digital replication*) dapat mengurangi nilai keaslian dan pengalaman unik dari pertunjukan musik langsung yang sesungguhnya.\n\n(3) Agar teknologi ini dapat berkembang secara berkelanjutan, kerangka regulasi harus segera ditetapkan untuk melindungi hak moral dan finansial warisan seniman. **Diperlukan keseimbangan antara memanfaatkan teknologi untuk inovasi dan menjaga integritas artistik, sehingga konser hologram dapat memperkaya, bukan menggantikan, bentuk seni pertunjukan tradisional.**\n\nApa gagasan utama yang dibahas dalam paragraf (1) Teks?",
    "pilihan": [
      "Perdebatan etika dan hak cipta dalam konser hologram.",
      "Kekhawatiran akan berkurangnya nilai keaslian pertunjukan musik.",
      "Kemunculan dan deskripsi teknologi konser hologram.",
      "Konser hologram sebagai solusi logistik tur musisi.",
      "Nilai nostalgia yang tinggi bagi para penggemar musisi legendaris."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf (1) memperkenalkan teknologi konser hologram (kemunculan) dan menjelaskan fungsinya (proyeksi 3D) dan manfaatnya (pengalaman imersif, nilai nostalgia)."
  }
