[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\n**Teks 1**\n\n**P1:** Revolusi Industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologi, menciptakan sistem siber-fisik yang mengubah cara produksi dan konsumsi. Teknologi seperti kecerdasan buatan (AI), Internet of Things (IoT), robotika, dan *big data* menjadi pilar utamanya. Pergeseran paradigma ini membawa potensi besar untuk efisiensi yang lebih tinggi, personalisasi produk, dan penciptaan model bisnis baru yang adaptif dan responsif terhadap permintaan pasar global.\n\n**P2:** Namun, Revolusi Industri 4.0 juga menimbulkan tantangan serius, terutama terkait dengan ketimpangan tenaga kerja. Otomatisasi cerdas cenderung menggantikan pekerjaan rutin dan berbasis data, sehingga memperlebar jurang keterampilan. Selain itu, isu etika penggunaan AI, khususnya dalam pengambilan keputusan, memerlukan kerangka moral yang jelas untuk mencegah bias dan diskriminasi. Keamanan siber menjadi pertimbangan krusial mengingat semua sistem terhubung, menjadikan infrastruktur vital rentan terhadap serangan.\n\n**P3:** Oleh karena itu, persiapan sumber daya manusia melalui peningkatan keterampilan (*reskilling* dan *upskilling*) menjadi sangat mendesak. Pendidikan harus mereformasi kurikulumnya agar berfokus pada kemampuan kognitif tingkat tinggi seperti pemikiran kritis, kreativitas, dan kolaborasi. Di sisi regulasi, diperlukan undang-undang yang adaptif dan progresif untuk menyeimbangkan inovasi teknologi dengan perlindungan sosial dan privasi. Upaya ini merupakan kunci untuk memaksimalkan manfaat ekonomi dan memitigasi risiko sosial dari era transformasi digital ini.\n\nApa fungsi retoris paragraf kedua (P2) dalam konteks keseluruhan Teks 1?",
    "pilihan": [
      "Menyajikan fakta-fakta yang mendukung klaim utama di P1 tentang potensi efisiensi.",
      "Menjelaskan secara terperinci mekanisme kerja teknologi pilar yang telah disebutkan di P1.",
      "Memperkenalkan solusi mitigasi yang akan dijelaskan lebih lanjut di P3.",
      "Menggambarkan kontradiksi atau tantangan yang muncul sebagai konsekuensi dari potensi yang dijelaskan di P1.",
      "Memberikan contoh-contoh spesifik model bisnis baru yang adaptif di era 4.0."
    ],
    "jawaban": "D",
    "pembahasan": "P1 menyajikan potensi dan definisi positif Revolusi Industri 4.0. P2 menggunakan konjungsi pertentangan ('Namun') untuk menghadirkan sisi negatif atau tantangan (ketimpangan kerja, etika AI, keamanan siber) yang merupakan kontradiksi atau konsekuensi dari potensi yang disajikan di P1. Fungsi retorisnya adalah kontras dan penyajian masalah."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan pemaparan pada P3 Teks 1, pernyataan manakah yang MENGANDUNG kelemahan argumen paling substansial dalam konteks pemecahan masalah ketimpangan tenaga kerja?",
    "pilihan": [
      "Fokus pada kemampuan kognitif tingkat tinggi seperti kreativitas belum tentu menjamin keterserapan di semua sektor pekerjaan.",
      "Tindakan *reskilling* dan *upskilling* hanya akan efektif jika didukung oleh ketersediaan lowongan kerja baru yang memadai.",
      "Reformasi kurikulum pendidikan tidak dapat diselesaikan dalam jangka pendek, sementara otomatisasi bergerak cepat.",
      "Diperlukan undang-undang yang adaptif, tetapi proses legislasi seringkali lambat dan terhambat kepentingan politik.",
      "Memitigasi risiko sosial memerlukan biaya yang sangat besar, melebihi kemampuan anggaran negara berkembang."
    ],
    "jawaban": "B",
    "pembahasan": "P3 menawarkan solusi *reskilling* dan *upskilling*. Kelemahan argumen yang paling mendasar adalah bahwa peningkatan keterampilan (penawaran tenaga kerja) harus diimbangi dengan permintaan (penciptaan lapangan kerja baru) yang sesuai. Tanpa adanya lowongan baru, keterampilan yang ditingkatkan tidak dapat diserap, membuat solusi tersebut tidak efektif secara kontekstual. Pilihan A, C, D, dan E meskipun valid, lebih bersifat kendala implementasi, bukan kelemahan logis substansial dari solusi itu sendiri."
  },
  {
    "id": 3,
    "pertanyaan": "Implikasi logis dari pernyataan bahwa 'semua sistem terhubung' (P2) adalah...",
    "pilihan": [
      "Otomatisasi akan sepenuhnya menggantikan pekerjaan rutin.",
      "Data menjadi komoditas paling berharga di era 4.0.",
      "Kerentanan pada satu titik sistem dapat menjalar dan memengaruhi keseluruhan infrastruktur vital.",
      "Regulasi privasi data tidak lagi relevan karena konvergensi teknologi.",
      "Hanya negara maju yang mampu membangun pertahanan keamanan siber yang kuat."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran kontekstual: Jika 'semua sistem terhubung' (interkoneksi), maka masalah (kerentanan) pada satu bagian jaringan pasti akan berdampak pada keseluruhan sistem (menjalar dan memengaruhi infrastruktur vital). Ini adalah inferensi langsung dari konsep jaringan terintegrasi (sistem siber-fisik)."
  },
  {
    "id": 4,
    "pertanyaan": "Berdasarkan Teks 1, kata asing yang penggunaannya TIDAK SESUAI dengan kaidah ejaan PUEBI adalah...",
    "pilihan": [
      "*big data*",
      "*reskilling*",
      "robotika",
      "*upskilling*",
      "konvergensi"
    ],
    "jawaban": "C",
    "pembahasan": "Menurut PUEBI, kata-kata yang merupakan serapan dan sudah diserap utuh ke dalam Bahasa Indonesia ditulis normal (misalnya robotika, teknologi, potensi, etika, regulasi). Kata yang masih dianggap asing dan belum diserap sepenuhnya harus ditulis miring (italics) seperti *big data*, *reskilling*, dan *upskilling*. 'Robotika' sudah merupakan kata serapan baku dalam bahasa Indonesia, sehingga penulisan miring pada pilihan C salah."
  },
  {
    "id": 5,
    "pertanyaan": "Inferensi yang paling mungkin terjadi terhadap tenaga kerja yang tidak menjalani *reskilling* atau *upskilling* (P3) di era Revolusi Industri 4.0 adalah...",
    "pilihan": [
      "Mereka akan diprioritaskan untuk mengisi posisi di bidang keamanan siber.",
      "Mereka cenderung terancam oleh otomatisasi dan sulit bersaing di pasar kerja yang baru.",
      "Mereka akan menjadi kelompok yang memimpin inovasi model bisnis baru.",
      "Mereka akan fokus pada pekerjaan yang membutuhkan pemikiran kritis dan kreativitas.",
      "Mereka dijamin mendapatkan perlindungan sosial dan privasi data yang lebih baik."
    ],
    "jawaban": "B",
    "pembahasan": "Inferensi: P2 menyatakan pekerjaan rutin digantikan otomatisasi dan P3 menekankan perlunya *reskilling* untuk berfokus pada keterampilan tingkat tinggi. Oleh karena itu, tenaga kerja yang tidak berinvestasi pada peningkatan keterampilan akan kekurangan bekal untuk bersaing dan sangat mungkin terancam oleh otomatisasi yang dijelaskan di P2."
  },
  {
    "id": 6,
    "pertanyaan": "Hubungan antarparagraf antara P3 dan P2 dalam Teks 1 adalah hubungan...",
    "pilihan": [
      "Penjelasan (P3 menjelaskan lebih detail inti masalah di P2).",
      "Perluasan (P3 memperluas bahasan P2 ke isu lain).",
      "Pertentangan (P3 menyanggah klaim yang ada di P2).",
      "Solusi-Masalah (P3 menawarkan pemecahan atas tantangan yang dipaparkan di P2).",
      "Sebab-Akibat (P2 adalah sebab dan P3 adalah akibat yang ditimbulkannya)."
    ],
    "jawaban": "D",
    "pembahasan": "P2 menyajikan 'tantangan serius' atau masalah yang ditimbulkan oleh era 4.0 (ketimpangan, etika, keamanan). P3 diawali dengan 'Oleh karena itu' dan melanjutkan dengan memaparkan 'persiapan sumber daya manusia' dan 'regulasi' sebagai upaya 'memaksimalkan manfaat dan memitigasi risiko'. Ini jelas menunjukkan P3 berfungsi sebagai solusi atau respons terhadap masalah di P2."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-12.\n\n**Teks 2**\n\n**P1:** Perubahan iklim global bukan lagi ancaman di masa depan, melainkan realitas yang sedang terjadi, dengan dampak yang semakin nyata pada ekosistem dan kehidupan manusia. Kenaikan suhu rata-rata bumi telah memicu peningkatan frekuensi dan intensitas peristiwa cuaca ekstrem, seperti gelombang panas yang mematikan, kekeringan berkepanjangan, dan badai yang lebih destruktif. Laporan dari Intergovernmental Panel on Climate Change (IPCC) secara tegas menunjukkan bahwa emisi gas rumah kaca yang dihasilkan dari aktivitas manusia, khususnya pembakaran bahan bakar fosil, adalah pendorong utama krisis ini.\n\n**P2:** Di kawasan kutub, peningkatan suhu mengakibatkan percepatan pencairan lapisan es, yang secara langsung berkontribusi pada kenaikan permukaan air laut, mengancam keberadaan negara-negara kepulauan dan kota-kota pesisir. Secara sosial, dampak perubahan iklim sering kali dirasakan paling parah oleh komunitas yang rentan, memicu krisis pangan, migrasi paksa, dan konflik sumber daya alam. Fenomena ini menciptakan 'lingkaran umpan balik negatif', di mana kerusakan lingkungan memperparah ketidakstabilan sosial dan ekonomi global.\n\n**P3:** Untuk membatasi pemanasan global hingga target kritis 1,5°C di atas tingkat pra-industri, diperlukan transisi energi masif dan pengurangan emisi karbon secara drastis di semua sektor. Ini menuntut investasi besar dalam sumber energi terbarukan dan pengembangan teknologi penangkapan karbon. Kolaborasi internasional, melalui kesepakatan-kesepakatan multilateral, serta komitmen politik yang kuat dari setiap negara untuk melaksanakan kebijakan mitigasi dan adaptasi yang ambisius, sangat esensial. Tanpa aksi kolektif segera, biaya kerugian ekonomi dan kemanusiaan diprediksi akan jauh melampaui biaya pencegahannya.\n\nApakah fungsi retoris penyebutan 'Laporan dari Intergovernmental Panel on Climate Change (IPCC)' pada P1?",
    "pilihan": [
      "Menyajikan data statistik terbaru mengenai kenaikan permukaan air laut.",
      "Menguatkan atau melegitimasi klaim penulis mengenai pendorong utama perubahan iklim.",
      "Menyimpulkan seluruh dampak negatif yang telah dijelaskan sebelumnya.",
      "Memperkenalkan konsep-konsep ilmiah baru tentang pemanasan global.",
      "Menghubungkan P1 dengan solusi yang diusulkan dalam P3."
    ],
    "jawaban": "B",
    "pembahasan": "Fungsi retoris: IPCC adalah badan ilmiah global yang paling otoritatif dalam isu iklim. Dengan menyebut laporan IPCC, penulis menggunakan bukti eksternal yang kredibel untuk menguatkan pernyataan bahwa aktivitas manusia adalah pendorong utama perubahan iklim, memberikan legitimasi ilmiah pada klaim tersebut."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat yang paling tidak efektif dari P3 Teks 2 karena adanya KETIDAKBAKUAN kata adalah...",
    "pilihan": [
      "Untuk membatasi pemanasan global hingga target kritis 1,5°C di atas tingkat pra-industri, diperlukan transisi energi masif dan pengurangan emisi karbon secara drastis di semua sektor.",
      "Ini menuntut investasi besar dalam sumber energi terbarukan dan pengembangan teknologi penangkapan karbon.",
      "Kolaborasi internasional, melalui kesepakatan-kesepakatan multilateral, sangat esensial.",
      "serta komitmen politik yang kuat dari setiap negara untuk melaksanakan kebijakan mitigasi dan adaptasi yang ambisius, sangat esensial.",
      "Tanpa aksi kolektif segera, biaya kerugian ekonomi dan kemanusiaan diprediksi akan jauh melampaui biaya pencegahannya."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI/Kata Baku): Kalimat D, jika dibaca terpisah dari kalimat sebelumnya (kalimat 3), tidak efektif karena dimulai dengan konjungsi 'serta' tanpa subjek yang jelas. Namun, jika dilihat dari keseluruhan konteks, ketidakbakuan yang paling mencolok dan sering menjadi fokus SNBT adalah penggunaan kata 'esensial' yang sebenarnya dapat diganti dengan padanan yang lebih baku dan umum seperti 'penting' atau 'mendesak'. Namun, melihat pilihan yang ada, pilihan D, yang merupakan lanjutan dari kalimat 3 ('serta... sangat esensial'), memiliki struktur yang kurang padu sebagai kalimat independen karena penggunaan 'serta' dan pengulangan predikat 'sangat esensial', menjadikannya ambigu."
  },
  {
    "id": 9,
    "pertanyaan": "Apa maksud kontekstual dari frasa 'lingkaran umpan balik negatif' yang mengacu pada hubungan antara 'kerusakan lingkungan' dan 'ketidakstabilan sosial dan ekonomi global' dalam P2?",
    "pilihan": [
      "Dampak yang terjadi bersifat sementara dan akan segera pulih dengan sendirinya.",
      "Kerusakan lingkungan adalah penyebab tunggal dari semua ketidakstabilan sosial.",
      "Kerusakan lingkungan memicu ketidakstabilan sosial dan ekonomi, yang pada gilirannya memperparah kerusakan lingkungan, dan seterusnya.",
      "Ketidakstabilan sosial dan ekonomi hanya terjadi di negara yang rentan secara geografis.",
      "Pencairan es di kutub adalah satu-satunya mekanisme umpan balik yang relevan."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran Kontekstual: 'Lingkaran umpan balik negatif' (feedback loop) dalam konteks ini berarti sebuah proses berulang di mana hasil dari suatu tindakan (ketidakstabilan) memperkuat atau memperburuk tindakan awal (kerusakan lingkungan), menciptakan siklus yang semakin merusak dan sulit dihentikan. Kerusakan lingkungan memicu krisis sosial, krisis sosial (misalnya konflik) menghambat konservasi, yang memperparah kerusakan lingkungan, dan seterusnya."
  },
  {
    "id": 10,
    "pertanyaan": "Hubungan antarparagraf antara P2 dan P1 Teks 2 adalah...",
    "pilihan": [
      "Pernyataan-Bukti (P2 menyajikan bukti-bukti geografis dan sosial atas realitas P1).",
      "Masalah-Solusi (P2 menawarkan solusi untuk krisis yang diperkenalkan di P1).",
      "Sebab-Akibat (P2 adalah akibat dari pendorong utama yang disebutkan di P1).",
      "Definisi-Klasifikasi (P2 mengklasifikasikan jenis-jenis perubahan iklim yang didefinisikan di P1).",
      "Sanggahan-Klaim (P2 menyanggah beberapa pernyataan yang ada di P1)."
    ],
    "jawaban": "A",
    "pembahasan": "P1 menyatakan bahwa perubahan iklim adalah 'realitas yang sedang terjadi' dan menyebabkan 'peristiwa cuaca ekstrem'. P2 menyajikan bukti-bukti konkret dan terperinci dari realitas tersebut ('pencairan lapisan es', 'kenaikan permukaan air laut', 'krisis pangan, migrasi paksa'). Oleh karena itu, P2 berfungsi sebagai bukti dan elaborasi yang lebih spesifik terhadap klaim umum di P1."
  },
  {
    "id": 11,
    "pertanyaan": "Berdasarkan Teks 2, manakah pernyataan di bawah ini yang paling dapat diinferensikan (disimpulkan secara logis) dari P3?",
    "pilihan": [
      "Tujuan membatasi pemanasan global hingga 1,5°C mustahil dicapai tanpa pengembangan teknologi penangkapan karbon.",
      "Negara-negara yang berkomitmen pada kesepakatan multilateral akan mendapatkan keuntungan ekonomi segera.",
      "Pengurangan emisi karbon secara drastis dapat dilakukan hanya dengan mengandalkan sumber energi terbarukan.",
      "Penundaan aksi kolektif global akan meningkatkan risiko kerugian yang tidak hanya bersifat finansial, tetapi juga kemanusiaan.",
      "Investasi dalam energi terbarukan secara otomatis menjamin pembatasan suhu di bawah 1,5°C."
    ],
    "jawaban": "D",
    "pembahasan": "Inferensi: P3 diakhiri dengan kalimat, 'Tanpa aksi kolektif segera, biaya kerugian ekonomi dan kemanusiaan diprediksi akan jauh melampaui biaya pencegahannya.' Frasa 'biaya kerugian... kemanusiaan' menyiratkan bahwa penundaan (tanpa aksi segera) akan menghasilkan kerugian finansial ('ekonomi') dan non-finansial/kemanusiaan (pilihan D). Pilihan lain terlalu spesifik atau tidak dijamin oleh teks."
  },
  {
    "id": 12,
    "pertanyaan": "Dalam Teks 2, penulisan nama diri yang mengikuti Kaidah Kebahasaan (PUEBI) adalah...",
    "pilihan": [
      "Intergovernmental panel on climate change",
      "intergovernmental Panel On Climate Change",
      "Intergovernmental Panel on Climate Change",
      "Intergovernmental panel on Climate Change",
      "intergovernmental Panel on Climate Change"
    ],
    "jawaban": "C",
    "pembahasan": "Kaidah Kebahasaan (PUEBI/Kapitalisasi): Penulisan nama badan, lembaga, atau organisasi harus menggunakan huruf kapital pada setiap unsur kata, kecuali kata tugas (preposisi/konjungsi) seperti 'on' dan 'of'. Jadi, 'Intergovernmental Panel on Climate Change' adalah yang paling tepat."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-16.\n\n**Teks 3**\n\n**P1:** Pariwisata berkelanjutan adalah pendekatan holistik yang mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara penuh, baik saat ini maupun di masa depan. Tujuannya adalah untuk memenuhi kebutuhan wisatawan dan masyarakat lokal, sambil melestarikan warisan alam dan budaya yang menjadi daya tarik utama. Konsep ini menekankan pentingnya menjaga keaslian destinasi, mengedepankan pengalaman otentik, serta meminimalkan jejak karbon dan limbah di kawasan wisata.\n\n**P2:** Meskipun konsepnya ideal, penerapan pariwisata berkelanjutan sering menghadapi tantangan struktural dan perilaku. Salah satunya adalah kurangnya kesadaran kolektif dari wisatawan dan pemangku kepentingan mengenai praktik ramah lingkungan. Tantangan lain melibatkan kesulitan dalam mengintegrasikan visi yang berbeda dari berbagai pihak—pemerintah, investor swasta yang berorientasi profit, dan masyarakat adat yang memegang kearifan lokal. Keterbatasan dana dan infrastruktur di banyak destinasi juga menjadi hambatan nyata dalam transisi menuju praktik yang lebih hijau.\n\n**P3:** Namun, manfaat jangka panjang dari pariwisata berkelanjutan jauh melampaui pertimbangan ekonomi sesaat. Selain menjamin keberlanjutan pendapatan, pendekatan ini memberdayakan masyarakat setempat melalui penciptaan lapangan kerja yang etis dan pelestarian pengetahuan tradisional. Dengan memelihara integritas ekologis dan budaya destinasi, pariwisata berkelanjutan memastikan bahwa sumber daya pariwisata tetap utuh dan menarik untuk generasi mendatang, mengubah pariwisata dari sumber eksploitasi menjadi katalisator konservasi dan pembangunan sosial.\n\nApakah fungsi retoris paragraf ketiga (P3) terhadap keseluruhan Teks 3?",
    "pilihan": [
      "Menggambarkan konflik antara P1 dan P2.",
      "Memperkenalkan masalah baru yang tidak terkait dengan bahasan sebelumnya.",
      "Menyajikan hasil akhir atau keuntungan jangka panjang yang mendukung penerapan konsep yang dibahas di P1 dan mengatasi tantangan di P2.",
      "Memberikan definisi operasional yang lebih rinci tentang pariwisata berkelanjutan.",
      "Menyanggah ide utama tentang perlunya pariwisata berkelanjutan."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Paragraf: P1 memperkenalkan konsep dan potensi. P2 menyajikan tantangan (*Meskipun*). P3 menggunakan konjungsi 'Namun' untuk menyajikan sisi positif yang lebih mendalam ('manfaat jangka panjang') sebagai justifikasi atau alasan kuat mengapa konsep tersebut harus dijalankan, meskipun ada tantangan. P3 berfungsi sebagai penyimpulan dan penegasan nilai."
  },
  {
    "id": 14,
    "pertanyaan": "Pernyataan yang paling mungkin mengindikasikan kelemahan argumentasi yang tersembunyi dalam Teks 3 adalah...",
    "pilihan": [
      "Pariwisata berkelanjutan hanya akan berhasil jika masyarakat adat sepenuhnya menguasai manajemen destinasi.",
      "Teks gagal menyebutkan bahwa biaya awal untuk beralih ke praktik 'lebih hijau' (P2) seringkali sangat tinggi, menghalangi investor swasta yang berorientasi profit.",
      "Pengalaman otentik yang ditekankan dalam P1 tidak selalu diminati oleh semua segmen wisatawan.",
      "Pelestarian pengetahuan tradisional (P3) tidak ada kaitannya langsung dengan pendapatan dari pariwisata.",
      "Pemerintah sering kali kurang memiliki komitmen politik yang kuat terhadap perlindungan lingkungan (P2)."
    ],
    "jawaban": "B",
    "pembahasan": "Analisis Kelemahan Argumen: Teks menyebutkan bahwa investor swasta berorientasi profit adalah pihak yang sulit diintegrasikan (P2). Argumen yang lemah atau hilang adalah bahwa beralih ke praktik berkelanjutan seringkali mahal. Jika biaya transisi ini (yang tidak dibahas) sangat tinggi, orientasi profit investor akan secara logis berkonflik langsung dengan upaya 'transisi menuju praktik yang lebih hijau', menjadikan 'keterbatasan dana' (P2) sebagai kelemahan yang perlu dianalisis lebih dalam."
  },
  {
    "id": 15,
    "pertanyaan": "Dalam konteks P1 Teks 3, kata 'holistik' memiliki makna terdekat dengan...",
    "pilihan": [
      "Spesifik dan terfokus pada satu aspek.",
      "Mendalam dan terperinci.",
      "Menyeluruh dan mencakup semua aspek terkait.",
      "Pragmatis dan berorientasi hasil.",
      "Idealistis dan utopis."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran Kontekstual: 'Holistik' berasal dari kata 'holos' yang berarti keseluruhan. Dalam konteks pariwisata berkelanjutan yang mempertimbangkan 'dampak ekonomi, sosial, dan lingkungan secara penuh', makna yang paling tepat adalah 'menyeluruh dan mencakup semua aspek terkait'."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah pernyataan inferensial yang PALING TEPAT mengenai hubungan antara investor swasta dan masyarakat adat dalam Teks 3?",
    "pilihan": [
      "Investor swasta dan masyarakat adat memiliki visi yang sama karena sama-sama merupakan pemangku kepentingan.",
      "Masyarakat adat diyakini memiliki kearifan lokal yang tidak berharga bagi investor yang berorientasi profit.",
      "Perbedaan mendasar pada orientasi (profit vs. kearifan lokal) menciptakan kesulitan integrasi yang menghambat pariwisata berkelanjutan (P2).",
      "Investor swasta akan selalu mengutamakan pelestarian warisan budaya daripada pencapaian target profit.",
      "Pemerintah adalah satu-satunya pihak yang bertanggung jawab untuk mengintegrasikan kedua pihak tersebut."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi: P2 menyebutkan kesulitan dalam mengintegrasikan visi dari investor swasta yang 'berorientasi profit' dan masyarakat adat yang 'memegang kearifan lokal'. Inferensi logisnya adalah bahwa dua orientasi yang berbeda ini (keuntungan finansial jangka pendek vs. nilai-nilai konservasi/tradisional) secara inheren sulit disatukan, sehingga menghambat penerapan berkelanjutan."
  },
  {
    "id": 17,
    "pertanyaan": "Pilihlah kalimat yang paling efektif dan memenuhi kaidah PUEBI dari segi struktur dan kehematan kata.",
    "pilihan": [
      "Meskipun kaya raya, tetapi beliau tetap rendah hati sekali.",
      "Agar supaya tercapai efisiensi yang tinggi, semua karyawan diminta untuk bekerja lebih giat.",
      "Para hadirin sekalian dipersilakan untuk menempati tempat duduk yang telah disediakan.",
      "Sejak dari kemarin, dia sudah mempersiapkan diri dengan sebaik-baiknya.",
      "Kepala divisi memberikan pengarahan tentang pentingnya integritas bagi karyawan baru."
    ],
    "jawaban": "E",
    "pembahasan": "Kaidah Kebahasaan (Kalimat Efektif/Redundansi): Pilihan E adalah kalimat yang paling efektif, lugas, dan tidak redundan. A salah ('Meskipun... tetapi'). B salah ('Agar supaya'). C salah ('Para hadirin sekalian'). D salah ('Sejak dari')."
  },
  {
    "id": 18,
    "pertanyaan": "Penggunaan tanda baca koma (,) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Oleh karena itu kita harus bijaksana dalam mengambil keputusan.",
      "Pencemaran lingkungan, merupakan isu yang perlu perhatian serius.",
      "Presiden Jokowi, dan Wakil Presiden Ma'ruf Amin, menghadiri acara tersebut.",
      "Dia membeli buku, pulpen, dan pensil.",
      "Meskipun lelah, ia tetap melanjutkan perjalanan, sampai tujuannya tercapai."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI/Tanda Baca): Tanda koma digunakan untuk memisahkan unsur-unsur dalam perincian (buku, pulpen, dan pensil). Pilihan A salah (perlu koma setelah 'Oleh karena itu'). Pilihan B salah (koma tidak digunakan antara subjek dan predikat). Pilihan C salah (koma tidak digunakan antara dua subjek). Pilihan E salah (koma setelah 'perjalanan' berlebihan)."
  },
  {
    "id": 19,
    "pertanyaan": "Perhatikan pola kata berikut:\n\n**Analisis : Analis :: Redaksi : ______**\n\nUntuk melengkapi pola di atas, kata yang tepat adalah...",
    "pilihan": [
      "Redaksional",
      "Redaktur",
      "Redaksikan",
      "Redaksiwan",
      "Redaksis"
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran Abstrak: Pola yang terbentuk adalah: [Kata Benda (Proses/Konsep)] : [Pelaku/Profesi]. Analisis adalah konsep/proses, Analis adalah pelakunya. Redaksi adalah konsep/proses di bidang penerbitan, sedangkan Redaktur adalah pelaku atau orang yang bertugas melakukan pekerjaan redaksi."
  },
  {
    "id": 20,
    "pertanyaan": "Pilihlah kata berimbuhan gabung (konfiks) yang memiliki makna 'bersifat seperti yang disebut kata dasar'.",
    "pilihan": [
      "Kemerahan",
      "Kepandaian",
      "Perjanjian",
      "Pengobatan",
      "Kecerdasan"
    ],
    "jawaban": "A",
    "pembahasan": "Kaidah Kebahasaan (Makna Imbuhan): Konfiks *ke-an* dapat membentuk kata benda (contoh: kepandaian, kecerdasan) atau kata sifat/keadaan. Dalam konteks 'bersifat seperti yang disebut kata dasar' (Mirip/agak/menyerupai), maknanya terdapat pada kata 'kemerahan' (berarti 'agak merah' atau 'mirip merah')."
  }
]
