[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nPerubahan iklim global merupakan tantangan terbesar yang dihadapi umat manusia saat ini. Peningkatan suhu rata-rata bumi terutama disebabkan oleh aktivitas antropogenik, yaitu pelepasan gas rumah kaca seperti karbon dioksida dari pembakaran bahan bakar fosil. Dampak dari fenomena ini sangat luas, meliputi kenaikan permukaan air laut, intensitas bencana alam yang lebih ekstrem, dan gangguan ekosistem. Untuk mengatasi krisis ini, diperlukan transisi energi besar-besaran dari fosil ke sumber terbarukan seperti surya dan angin, serta penerapan kebijakan mitigasi yang kuat di tingkat global dan lokal. Setiap individu juga memiliki peran penting melalui praktik gaya hidup berkelanjutan, seperti mengurangi konsumsi daging dan meningkatkan penggunaan transportasi publik.\n\nApa gagasan utama paragraf Teks 1?",
    "pilihan": [
      "Peran individu dalam mengurangi konsumsi daging dan menggunakan transportasi publik.",
      "Kenaikan permukaan air laut sebagai dampak utama perubahan iklim.",
      "Perubahan iklim: penyebab (antropogenik), dampak luas, dan solusi mitigasi kolektif.",
      "Pentingnya transisi energi dari bahan bakar fosil ke sumber terbarukan.",
      "Aktivitas antropogenik sebagai penyebab pelepasan gas rumah kaca."
    ],
    "jawaban": "C",
    "pembahasan": "Gagasan utama mencakup keseluruhan teks: pengenalan masalah (Perubahan iklim), penyebab utamanya (aktivitas antropogenik), dampak yang ditimbulkan, dan langkah-langkah penanganan atau solusi (mitigasi dan transisi energi)."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, manakah yang BUKAN merupakan dampak negatif yang ditimbulkan oleh perubahan iklim?",
    "pilihan": [
      "Kenaikan permukaan air laut.",
      "Intensitas bencana alam yang lebih ekstrem.",
      "Gangguan ekosistem.",
      "Transisi energi besar-besaran.",
      "Peningkatan suhu rata-rata bumi."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan 'transisi energi besar-besaran' sebagai salah satu 'solusi' yang diperlukan untuk mengatasi krisis, bukan dampak negatif dari perubahan iklim itu sendiri."
  },
  {
    "id": 3,
    "pertanyaan": "Jika kebijakan mitigasi tidak dilakukan, apa dampak yang paling mungkin terjadi menurut Teks 1?",
    "pilihan": [
      "Permukaan air laut akan otomatis menurun.",
      "Krisis perubahan iklim akan teratasi dengan sendirinya.",
      "Aktivitas antropogenik akan berkurang secara signifikan.",
      "Dampak perubahan iklim, seperti bencana alam ekstrem, akan terus berlanjut atau memburuk.",
      "Gaya hidup berkelanjutan individu akan menjadi tidak penting."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan 'diperlukan transisi energi... serta penerapan kebijakan mitigasi yang kuat' untuk mengatasi krisis. Jika mitigasi tidak dilakukan, krisis dan dampaknya (seperti bencana ekstrem) akan terus memburuk."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'antropogenik' dalam konteks 'aktivitas antropogenik' pada Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Bersifat alami atau spontan.",
      "Berasal dari atau disebabkan oleh faktor geologis.",
      "Berasal dari atau disebabkan oleh aktivitas manusia.",
      "Berkaitan dengan perubahan suhu global.",
      "Merujuk pada dampak jangka panjang lingkungan."
    ],
    "jawaban": "C",
    "pembahasan": "'Antropogenik' (anthropogenic) adalah istilah yang merujuk pada segala sesuatu yang berasal dari atau dihasilkan oleh aktivitas manusia."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang merupakan upaya individu yang disarankan untuk mengurangi dampak perubahan iklim dalam Teks 1?",
    "pilihan": [
      "Menerapkan kebijakan mitigasi yang kuat di tingkat global.",
      "Melakukan transisi energi dari fosil ke surya dan angin.",
      "Mengurangi konsumsi daging dan meningkatkan penggunaan transportasi publik.",
      "Mengontrol pelepasan gas rumah kaca secara massal.",
      "Memperkuat regulasi di tingkat lokal."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan peran individu 'melalui praktik gaya hidup berkelanjutan, seperti mengurangi konsumsi daging dan meningkatkan penggunaan transportasi publik'."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan (antonim) dengan 'ekstrem' dalam konteks 'bencana alam yang lebih ekstrem'.",
    "pilihan": [
      "Hebat",
      "Maksimal",
      "Biasa",
      "Berlebihan",
      "Puncak"
    ],
    "jawaban": "C",
    "pembahasan": "'Ekstrem' berarti paling tinggi, hebat, atau melampaui batas normal. Lawan katanya adalah 'biasa' atau 'normal'."
  },
  {
    "id": 7,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Ia telah **banting tulang** selama bertahun-tahun demi menyekolahkan anak-anaknya hingga ke perguruan tinggi.'\n\nMakna ungkapan 'banting tulang' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Bekerja sambil bermain",
      "Bekerja sangat keras",
      "Merusak peralatan kerja",
      "Sangat bersantai",
      "Mengeluh tentang pekerjaan"
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan 'banting tulang' adalah idiom yang berarti bekerja keras, dengan sekuat tenaga, atau mencari nafkah dengan susah payah."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan hubungan sebab-akibat adalah...",
    "pilihan": [
      "Dia pergi ke pasar **atau** ke kebun.",
      "Mereka harus tiba tepat waktu **jika** ingin ikut lomba.",
      "Lampu padam **sebab** terjadi korsleting listrik.",
      "Dia membeli pena **serta** buku baru.",
      "Ayah tetap bekerja **walaupun** hari sudah malam."
    ],
    "jawaban": "C",
    "pembahasan": "Kata penghubung 'sebab' (atau 'karena') digunakan untuk menyatakan hubungan kausalitas atau sebab-akibat."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 2**\n\nEksplorasi luar angkasa, khususnya misi berawak ke Planet Mars, telah menjadi fokus utama badan antariksa global. Meskipun menjanjikan potensi penemuan ilmiah besar dan peluang untuk memperluas jangkauan peradaban manusia, proyek ini sarat dengan tantangan teknis dan finansial yang luar biasa. Salah satu hambatan terbesar adalah jarak tempuh yang memakan waktu berbulan-bulan, yang berarti astronot terpapar radiasi kosmik dalam jangka waktu lama. Selain itu, menciptakan sistem pendukung kehidupan (*life support*) yang tertutup dan berkelanjutan di lingkungan Mars yang ekstrem juga memerlukan inovasi radikal. Namun, inovasi yang lahir dari tantangan ini seringkali menghasilkan teknologi terobosan yang bermanfaat bagi kehidupan di Bumi, seperti sistem filtrasi air yang lebih efisien atau material baru yang ringan dan kuat.\n\nApa inti permasalahan yang dibahas dalam Teks 2?",
    "pilihan": [
      "Hambatan teknis dan finansial dalam misi eksplorasi luar angkasa.",
      "Potensi penemuan ilmiah dan perluasan peradaban manusia di Mars.",
      "Eksplorasi Mars: tujuan, tantangan utama (radiasi, *life support*), dan manfaat teknologi sampingan bagi Bumi.",
      "Kebutuhan akan sistem pendukung kehidupan yang tertutup di Mars.",
      "Dampak paparan radiasi kosmik terhadap kesehatan astronot."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup seluruh teks: pengenalan proyek (Eksplorasi Mars), tujuan (potensi penemuan), tantangan (radiasi, *life support*), dan hasil positif tak langsung (manfaat teknologi bagi Bumi)."
  },
  {
    "id": 10,
    "pertanyaan": "Berdasarkan Teks 2, manakah yang merupakan salah satu manfaat tidak langsung dari upaya eksplorasi Mars bagi Bumi?",
    "pilihan": [
      "Menemukan peradaban manusia baru di Mars.",
      "Mengurangi paparan radiasi kosmik.",
      "Terciptanya teknologi terobosan yang berguna di Bumi, seperti sistem filtrasi air yang efisien.",
      "Menyediakan sistem pendukung kehidupan yang terbuka di Mars.",
      "Mengatasi masalah jarak tempuh yang memakan waktu berbulan-bulan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'inovasi yang lahir dari tantangan ini seringkali menghasilkan teknologi terobosan yang bermanfaat bagi kehidupan di Bumi, seperti sistem filtrasi air yang lebih efisien'."
  },
  {
    "id": 11,
    "pertanyaan": "Tantangan apa yang secara spesifik disebabkan oleh 'jarak tempuh yang memakan waktu berbulan-bulan' ke Mars?",
    "pilihan": [
      "Tantangan finansial yang luar biasa.",
      "Kebutuhan material baru yang ringan dan kuat.",
      "Paparan radiasi kosmik dalam jangka waktu lama bagi astronot.",
      "Kesulitan menciptakan sistem *life support* tertutup.",
      "Fokus badan antariksa global yang terbagi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menghubungkan jarak tempuh yang lama dengan konsekuensi 'astronot terpapar radiasi kosmik dalam jangka waktu lama'."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penulisan huruf kapital menurut kaidah Ejaan Bahasa Indonesia yang Disempurnakan (EBI/EYD).",
    "pilihan": [
      "Ayah baru saja membeli sebuah mobil Honda CR-V.",
      "Pertemuan itu dihadiri oleh Gubernur Jawa Barat.",
      "Buku sejarah itu berjudul 'Perjuangan Rakyat melawan penjajah'.",
      "Sungai Musi adalah sungai terpanjang di Sumatra Selatan.",
      "Dia adalah keturunan suku Dayak."
    ],
    "jawaban": "C",
    "pembahasan": "Pada judul, kata 'melawan' dan 'penjajah' seharusnya ditulis dengan huruf kecil, kecuali di awal judul. Kata 'rakyat' pada subjudul juga seharusnya huruf kecil. Penulisan yang benar: 'Perjuangan Rakyat Melawan Penjajah'."
  },
  {
    "id": 13,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Kabar pernikahan mendadaknya menjadi **buah bibir** di kalangan rekan kerja selama beberapa minggu.'\n\nMakna ungkapan 'buah bibir' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Hadiah berupa makanan",
      "Sesuatu yang diabaikan",
      "Bahan pembicaraan orang banyak",
      "Hasil dari sebuah pernikahan",
      "Penyebab terjadinya konflik"
    ],
    "jawaban": "C",
    "pembahasan": "Ungkapan 'buah bibir' berarti sesuatu yang menjadi topik atau bahan pembicaraan umum oleh banyak orang."
  },
  {
    "id": 14,
    "pertanyaan": "Kalimat yang menggunakan kata depan 'di' sebagai penunjuk tempat yang ditulis dengan tepat adalah...",
    "pilihan": [
      "Sepeda motor itu di jual di pasar loak.",
      "Kunci mobil di temukan di bawah meja.",
      "Kami menunggu kereta di stasiun terdekat.",
      "Makalah ini di buat oleh kelompok kami.",
      "Pencuri itu di tangkap oleh polisi tadi malam."
    ],
    "jawaban": "C",
    "pembahasan": "Kata depan 'di' yang menunjukkan tempat harus ditulis terpisah dari kata yang mengikutinya ('di stasiun'). Pilihan A, B, D, dan E menggunakan 'di-' sebagai awalan kata kerja pasif, sehingga harus digabung."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\nTerumbu karang adalah ekosistem laut yang sangat vital, sering dijuluki 'hutan hujan lautan' karena keanekaragaman hayatinya yang luar biasa. Ekosistem ini menyediakan tempat berlindung dan berkembang biak bagi seperempat dari semua spesies laut dan merupakan sumber pendapatan penting bagi masyarakat pesisir melalui perikanan dan pariwisata. Sayangnya, terumbu karang global berada di bawah ancaman serius, terutama dari pemanasan global yang menyebabkan pemutihan karang (*coral bleaching*) dan polusi laut. Untuk melindungi kekayaan alam ini, konservasi yang efektif memerlukan tindakan ganda: mengurangi emisi karbon global untuk mengatasi pemanasan, dan mengimplementasikan pengelolaan wilayah pesisir yang ketat untuk mengontrol polusi dan praktik penangkapan ikan yang merusak.\n\nApa inti permasalahan yang dibahas dalam Teks 3?",
    "pilihan": [
      "Ancaman pemanasan global dan pemutihan karang.",
      "Pentingnya terumbu karang sebagai 'hutan hujan lautan'.",
      "Konservasi terumbu karang: urgensi, ancaman utama, dan strategi perlindungan (global dan lokal).",
      "Peran terumbu karang sebagai sumber pendapatan masyarakat pesisir.",
      "Pengelolaan wilayah pesisir yang ketat untuk mengontrol polusi."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup seluruh teks: urgensi (vitalitas terumbu karang), tantangan (ancaman pemanasan dan polusi), dan strategi penyelesaian (konservasi ganda)."
  },
  {
    "id": 16,
    "pertanyaan": "Mengapa terumbu karang dijuluki 'hutan hujan lautan' berdasarkan Teks 3?",
    "pilihan": [
      "Karena terumbu karang hanya tumbuh di wilayah tropis.",
      "Karena terumbu karang mudah mengalami pemutihan.",
      "Karena memiliki keanekaragaman hayati yang luar biasa.",
      "Karena menjadi sumber pendapatan utama masyarakat pesisir.",
      "Karena terlindungi oleh pengelolaan wilayah pesisir yang ketat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan terumbu karang dijuluki 'hutan hujan lautan' 'karena keanekaragaman hayatinya yang luar biasa'."
  },
  {
    "id": 17,
    "pertanyaan": "Jika pengelolaan wilayah pesisir tidak diimplementasikan dengan ketat, ancaman apa yang paling mungkin terjadi pada terumbu karang menurut Teks 3?",
    "pilihan": [
      "Emisi karbon global akan otomatis berkurang.",
      "Masalah pemanasan global akan teratasi.",
      "Pemutihan karang akan terhenti sepenuhnya.",
      "Ancaman dari polusi laut dan penangkapan ikan yang merusak tidak akan terkontrol.",
      "Spesies laut akan pindah ke wilayah hutan hujan."
    ],
    "jawaban": "D",
    "pembahasan": "Pengelolaan wilayah pesisir yang ketat bertujuan untuk 'mengontrol polusi dan praktik penangkapan ikan yang merusak'. Jika ini gagal, ancaman tersebut tidak akan terkontrol."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Tujuan ini bertindak sebagai kompas yang mengarahkan keputusan dan tindakan sehari-hari.\n2. Oleh karena itu, luangkan waktu untuk merenungkan apa yang benar-benar penting bagi diri Anda.\n3. Menentukan tujuan hidup adalah langkah krusial dalam menjalani kehidupan yang bermakna.\n4. Tanpa tujuan yang jelas, seseorang mungkin merasa tersesat atau kurang termotivasi.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "3-1-4-2",
      "1-3-4-2",
      "4-3-1-2",
      "3-4-1-2",
      "2-3-1-4"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 3-1-4-2 adalah susunan yang paling logis:\n3. Pengenalan topik (Menentukan tujuan hidup itu krusial).\n1. Penjelasan/Fungsi (Tujuan sebagai kompas).\n4. Konsekuensi negatif (Tanpa tujuan, orang merasa tersesat).\n2. Kesimpulan/Saran (Oleh karena itu, renungkan tujuan Anda)."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung majas **Metafora**?",
    "pilihan": [
      "Angin malam menyanyikan lagu sedih yang pilu.",
      "Perpustakaan adalah **gudang ilmu** yang tak pernah sepi pengunjung.",
      "Wajahnya bersinar seperti rembulan di malam hari.",
      "Dia berlari secepat kilat mengejar pencuri.",
      "Ibu sudah memberitahunya berulang kali, tetapi ia tak mendengarkan."
    ],
    "jawaban": "B",
    "pembahasan": "Majas metafora adalah gaya bahasa perbandingan langsung yang tidak menggunakan kata penghubung (seperti, bagai, laksana). 'Gudang ilmu' secara metaforis merujuk pada tempat penyimpanan pengetahuan yang sangat banyak."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nMembaca adalah jendela dunia. Melalui kegiatan ini, kita dapat menjelajahi berbagai ide, budaya, dan sejarah tanpa harus bepergian secara fisik. Kebiasaan membaca tidak hanya meningkatkan pengetahuan, tetapi juga melatih kemampuan berpikir kritis dan empati. Sayangnya, budaya membaca di Indonesia masih perlu ditingkatkan. Oleh karena itu, ______ perlu digalakkan, terutama sejak usia dini.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "pembatasan akses terhadap buku-buku asing",
      "penghapusan mata pelajaran bahasa Indonesia",
      "pengawasan ketat terhadap kebebasan berpendapat",
      "program gerakan literasi dan penyediaan akses buku yang mudah",
      "pengurangan jam pelajaran membaca di sekolah"
    ],
    "jawaban": "D",
    "pembahasan": "Bagian rumpang merujuk pada upaya untuk meningkatkan 'budaya membaca'. Solusi yang paling relevan dan positif adalah 'program gerakan literasi dan penyediaan akses buku yang mudah'."
  }
]
