[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\n**Teks 1: Pemanasan Global**\n\nPemanasan global adalah fenomena peningkatan suhu rata-rata atmosfer, lautan, dan daratan bumi secara bertahap. Penyebab utamanya adalah peningkatan konsentrasi gas rumah kaca, seperti karbon dioksida dan metana, akibat aktivitas manusia seperti pembakaran bahan bakar fosil dan deforestasi. \n\nDampak pemanasan global sangat luas, meliputi pencairan es kutub yang menyebabkan kenaikan permukaan air laut, perubahan pola cuaca ekstrem (banjir, kekeringan), gangguan ekosistem, hingga ancaman terhadap ketahanan pangan. Kenaikan suhu global juga memicu siklus umpan balik negatif, seperti pelepasan metana dari lapisan *permafrost* yang mencair, yang semakin mempercepat laju pemanasan dan membuat upaya mitigasi menjadi lebih mendesak.\n\nUntuk memitigasi dampak ini, diperlukan upaya kolektif global untuk mengurangi emisi gas rumah kaca, mengembangkan energi terbarukan, melakukan reboisasi, dan mengadopsi gaya hidup berkelanjutan. Kesadaran dan aksi nyata dari setiap individu sangat krusial dalam upaya penyelamatan bumi ini, karena perubahan iklim adalah masalah bersama yang membutuhkan solusi terintegrasi di semua tingkatan sosial dan politik, mulai dari regulasi pemerintah hingga pilihan konsumsi harian.\n\nBerdasarkan Teks 1, jika lapisan *permafrost* terus mencair, **inferensi logis** apakah yang dapat ditarik mengenai laju pemanasan global?",
    "pilihan": [
      "Lapisan *permafrost* akan menyerap karbon dioksida sehingga memperlambat pemanasan global.",
      "Kenaikan permukaan air laut akan melambat karena es kutub akan terisi kembali.",
      "Aktivitas manusia menjadi tidak relevan lagi sebagai pemicu utama kenaikan suhu.",
      "Laju pemanasan global akan meningkat secara eksponensial karena pelepasan gas metana.",
      "Siklus umpan balik negatif akan terhenti secara otomatis seiring dengan peningkatan suhu."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf 2 menyebutkan pelepasan metana dari *permafrost* yang mencair sebagai 'siklus umpan balik negatif' yang 'semakin mempercepat laju pemanasan'. Oleh karena itu, inferensi logisnya adalah laju pemanasan akan meningkat secara signifikan (eksponensial)."
  },
  {
    "id": 2,
    "pertanyaan": "Apa fungsi retoris dari Paragraf 3 dalam konteks keseluruhan Teks 1?",
    "pilihan": [
      "Menyajikan data statistik terbaru tentang keberhasilan energi terbarukan.",
      "Memberikan solusi preskriptif dan menekankan tanggung jawab individu sebagai penutup argumen mitigasi.",
      "Menganalisis hubungan sebab-akibat antara deforestasi dan kenaikan permukaan air laut secara spesifik.",
      "Memperkenalkan konsep baru di luar pemanasan global, yaitu perubahan gaya hidup.",
      "Membandingkan upaya mitigasi yang dilakukan oleh pemerintah dengan upaya yang dilakukan oleh individu."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 3 berfungsi sebagai penutup yang berisi upaya-upaya yang harus dilakukan (solusi preskriptif/anjuran) dan menekankan bahwa 'Kesadaran dan aksi nyata dari setiap individu sangat krusial' (menekankan tanggung jawab)."
  },
  {
    "id": 3,
    "pertanyaan": "Dalam konteks ancaman lingkungan, hubungan antara kenaikan permukaan air laut dan deforestasi yang disebutkan di Teks 1 dapat dijelaskan sebagai...",
    "pilihan": [
      "Keduanya merupakan dampak langsung dari penggunaan energi terbarukan yang berlebihan.",
      "Kenaikan permukaan air laut menyebabkan deforestasi di daerah pesisir.",
      "Deforestasi adalah sebab tidak langsung yang memicu kenaikan permukaan air laut melalui peningkatan emisi GRK.",
      "Keduanya adalah fenomena alam yang tidak berhubungan dengan aktivitas manusia.",
      "Deforestasi dan kenaikan permukaan air laut adalah upaya mitigasi pemanasan global."
    ],
    "jawaban": "C",
    "pembahasan": "Deforestasi (penyebab di Paragraf 1) meningkatkan emisi gas rumah kaca, yang menyebabkan pemanasan global, yang pada gilirannya menyebabkan pencairan es dan kenaikan permukaan air laut (dampak di Paragraf 2). Oleh karena itu, deforestasi adalah sebab tidak langsung."
  },
  {
    "id": 4,
    "pertanyaan": "Pernyataan di paragraf 2 mengenai 'siklus umpan balik negatif' berfungsi untuk...",
    "pilihan": [
      "Memperkuat argumen utama dengan memberikan detail mekanisme biologis yang memperparah krisis lingkungan.",
      "Melemahkan tesis utama teks dengan menunjukkan adanya proses alami yang tidak dapat dikendalikan.",
      "Menyajikan solusi inovatif untuk mengatasi pencairan *permafrost*.",
      "Membuktikan bahwa pemanasan global tidak disebabkan oleh aktivitas manusia.",
      "Memperkenalkan topik baru yang akan dibahas pada paragraf berikutnya."
    ],
    "jawaban": "A",
    "pembahasan": "Penjelasan tentang pelepasan metana dari *permafrost* menunjukkan bahwa pemanasan global adalah masalah yang lebih kompleks dan parah (memperkuat argumen utama) dengan mekanisme yang spesifik (biologis)."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan berikut yang paling mungkin **tidak didukung** oleh isi Teks 1?",
    "pilihan": [
      "Mitigasi perubahan iklim memerlukan peran aktif dari regulasi pemerintah dan kesadaran individu.",
      "Peningkatan suhu global memicu serangkaian proses alamiah yang mempercepat krisis iklim.",
      "Pembakaran bahan bakar fosil adalah salah satu kontributor utama penumpukan gas rumah kaca.",
      "Ancaman terhadap ketahanan pangan merupakan salah satu dampak langsung pemanasan global.",
      "Penggunaan bahan bakar fosil harus dihentikan sepenuhnya dalam waktu satu tahun ke depan."
    ],
    "jawaban": "E",
    "pembahasan": "Teks menyerukan 'mengurangi emisi gas rumah kaca' dan 'mengembangkan energi terbarukan', yang menyiratkan transisi, bukan penghentian total yang tidak realistis dalam jangka waktu sangat pendek (satu tahun)."
  },
  {
    "id": 6,
    "pertanyaan": "Kata 'krusial' dalam kalimat terakhir paragraf 3 memiliki padanan makna yang paling mendekati, **kecuali**...",
    "pilihan": [
      "Mendasar",
      "Esensial",
      "Vital",
      "Tambahan",
      "Fundamental"
    ],
    "jawaban": "D",
    "pembahasan": "Kata 'krusial' berarti sangat penting atau mendasar. 'Tambahan' memiliki makna yang berlawanan, yaitu sebagai pelengkap atau tidak pokok."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-12.\n\n**Teks 2: Ketahanan Pangan**\n\nKetahanan pangan adalah kondisi terpenuhinya kebutuhan pangan bagi setiap individu, baik dalam jumlah, mutu, keamanan, maupun pemerataan aksesnya. Hal ini sangat penting untuk memastikan stabilitas sosial dan ekonomi suatu negara, sebab ketidakstabilan pasokan pangan sering menjadi pemicu kerusuhan dan konflik internal.\n\nBeberapa faktor yang memengaruhi ketahanan pangan meliputi perubahan iklim, ketersediaan lahan pertanian, infrastruktur irigasi, dan kebijakan pemerintah. Fluktuasi harga pangan global dan konflik juga dapat mengancam ketahanan pangan, menciptakan kerentanan yang kompleks terutama bagi negara-negara berkembang yang sangat bergantung pada impor bahan pangan pokok dan rentan terhadap guncangan ekonomi eksternal.\n\nUntuk mencapai ketahanan pangan yang berkelanjutan, strategi yang diperlukan mencakup peningkatan produktivitas pertanian melalui inovasi teknologi, diversifikasi pangan, pengurangan limbah makanan, dan penguatan sistem distribusi. Kolaborasi antara petani, pemerintah, sektor swasta, dan masyarakat sangat fundamental dalam mewujudkan visi ini, yang tidak hanya berorientasi pada ketersediaan jangka pendek, tetapi juga keberlanjutan lingkungan dan keadilan sosial bagi produsen dan konsumen.\n\nHubungan logis antara Paragraf 2 dan Paragraf 3 pada Teks 2 adalah...",
    "pilihan": [
      "Paragraf 2 dan Paragraf 3 sama-sama menjelaskan faktor-faktor internal yang memengaruhi ketahanan pangan.",
      "Paragraf 2 menjelaskan masalah dan kerentanan, sementara Paragraf 3 menyajikan solusi dan strategi untuk mengatasinya.",
      "Paragraf 3 memberikan contoh konkret dari masalah yang disebutkan secara umum pada Paragraf 2.",
      "Paragraf 2 adalah penjelas definisi yang disajikan pada Paragraf 1, sedangkan Paragraf 3 adalah kesimpulan.",
      "Paragraf 3 memberikan argumen yang melemahkan pernyataan mengenai ancaman yang dijelaskan pada Paragraf 2."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 membahas 'faktor yang memengaruhi' dan 'kerentanan' (masalah/tantangan). Paragraf 3 membahas 'strategi yang diperlukan' dan 'kolaborasi' (solusi/upaya). Jadi, Paragraf 3 menjawab permasalahan di Paragraf 2."
  },
  {
    "id": 8,
    "pertanyaan": "Asumsi yang dapat melemahkan argumen di Paragraf 3 tentang keberhasilan strategi ketahanan pangan adalah...",
    "pilihan": [
      "Kebijakan pemerintah tentang infrastruktur irigasi sudah sangat memadai.",
      "Diversifikasi pangan hanya akan memengaruhi pasokan, bukan mutu pangan.",
      "Inovasi teknologi pertanian baru tidak dapat diakses atau diimplementasikan oleh petani kecil secara efektif.",
      "Kolaborasi antara sektor swasta dan masyarakat sudah terjalin kuat sejak lama.",
      "Fluktuasi harga pangan global tidak lagi menjadi ancaman bagi negara berkembang."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen di Paragraf 3 sangat bergantung pada 'inovasi teknologi'. Jika teknologi ini hanya bisa diakses oleh segelintir petani besar, maka upaya peningkatan produktivitas secara nasional akan terhambat, yang merupakan kelemahan argumen utama."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan Teks 2, mengapa fluktuasi harga pangan global menjadi ancaman yang lebih kompleks bagi negara berkembang?",
    "pilihan": [
      "Karena negara berkembang umumnya memiliki kelebihan pasokan pangan yang tidak termanfaatkan.",
      "Karena negara berkembang memiliki sistem distribusi yang terlalu kuat dan rigid.",
      "Karena negara berkembang cenderung kurang bergantung pada lahan pertanian.",
      "Karena negara berkembang sering memiliki ketergantungan impor pangan pokok yang tinggi dan rentan terhadap guncangan ekonomi eksternal.",
      "Karena negara berkembang memprioritaskan pengurangan limbah makanan di atas segalanya."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf 2 secara eksplisit menyebutkan bahwa fluktuasi harga dan konflik menciptakan kerentanan 'terutama bagi negara-negara berkembang yang sangat bergantung pada impor bahan pangan pokok dan rentan terhadap guncangan ekonomi eksternal'."
  },
  {
    "id": 10,
    "pertanyaan": "Kata 'visi' dalam kalimat terakhir Paragraf 3 merujuk secara kontekstual pada...",
    "pilihan": [
      "Kebutuhan pangan setiap individu dalam jumlah dan mutu.",
      "Penguatan sistem distribusi dan pengurangan limbah makanan.",
      "Ketersediaan lahan pertanian dan infrastruktur irigasi.",
      "Tujuan jangka panjang untuk mencapai ketahanan pangan yang berkelanjutan yang juga memperhatikan aspek lingkungan.",
      "Stabilitas sosial dan ekonomi suatu negara."
    ],
    "jawaban": "D",
    "pembahasan": "Frasa tersebut merujuk pada 'visi' yang 'tidak hanya berorientasi pada ketersediaan jangka pendek, tetapi juga keberlanjutan lingkungan dan keadilan sosial'. Hal ini merangkum tujuan jangka panjang dari ketahanan pangan yang berkelanjutan."
  },
  {
    "id": 11,
    "pertanyaan": "Jika suatu negara memprioritaskan 'diversifikasi pangan' (Paragraf 3), maka dampak yang paling utama terhadap ketahanan pangan adalah...",
    "pilihan": [
      "Peningkatan ketergantungan pada ekspor bahan pangan tunggal.",
      "Kenaikan drastis pada fluktuasi harga pangan global.",
      "Meningkatnya risiko kegagalan panen serentak di seluruh wilayah.",
      "Mengurangi kebutuhan akan inovasi teknologi di sektor pertanian.",
      "Mengurangi ketergantungan pada satu atau beberapa jenis pangan pokok sehingga mengurangi risiko kerentanan produksi."
    ],
    "jawaban": "E",
    "pembahasan": "Diversifikasi pangan adalah upaya untuk menyediakan berbagai jenis makanan. Tujuan utamanya adalah mengurangi risiko kelaparan atau kekurangan gizi jika terjadi kegagalan pada satu jenis tanaman pokok."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah penulisan frasa di bawah ini yang **sesuai** dengan kaidah PUEBI?",
    "pilihan": [
      "manca negara",
      "antar paragraf",
      "sekali pun",
      "nonpangan",
      "pasca-panen"
    ],
    "jawaban": "E",
    "pembahasan": "Bentuk terikat seperti *pasca-* harus diikuti tanda hubung apabila diikuti oleh kata yang diawali huruf kapital, atau jika diikuti kata yang diawali dengan huruf kecil, ia ditulis serangkai. Namun, *pasca-panen* sering kali digunakan untuk memudahkan pembacaan. Pilihan E adalah penulisan yang umum dan benar untuk bentuk terikat yang diikuti kata dasar. Pilihan D salah karena *non-* harus diikuti tanda hubung jika dilekatkan pada kata dasar: *non-pangan*."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-18.\n\n**Teks 3: Penelitian Ilmiah**\n\nPenelitian ilmiah adalah proses sistematis untuk menemukan, menafsirkan, dan merevisi fakta-fakta, yang pada akhirnya berkontribusi pada penambahan pengetahuan. Ini melibatkan observasi, formulasi hipotesis, eksperimen, analisis data, dan penarikan kesimpulan. Prinsip utama penelitian ilmiah adalah objektivitas, validitas, reliabilitas, dan generalisasi.\n\nMeskipun memberikan kontribusi besar pada kemajuan peradaban, penelitian juga menghadapi tantangan seperti keterbatasan sumber daya, isu etika, dan penyebaran hasil penelitian yang bias atau tidak akurat. Konflik kepentingan (misalnya, pendanaan dari pihak tertentu) sering kali mengaburkan objektivitas, sehingga memerlukan mekanisme *peer review* yang ketat dan independen untuk menyaring temuan yang meragukan.\n\nUntuk memastikan integritas dan dampak positif penelitian, diperlukan pendanaan yang memadai, regulasi yang jelas, kolaborasi interdisipliner, serta publikasi hasil yang transparan dan terbuka. Edukasi tentang metodologi ilmiah dan pemikiran kritis juga penting untuk masyarakat umum, agar mereka dapat membedakan antara temuan ilmiah yang kredibel dan informasi yang menyesatkan (*pseudoscience*) yang beredar luas di berbagai media.\n\nApa hubungan antara prinsip penelitian ilmiah (Paragraf 1) dengan tantangan yang dijelaskan pada Paragraf 2?",
    "pilihan": [
      "Tantangan (Paragraf 2) merupakan hasil dari penerapan prinsip-prinsip (Paragraf 1) yang terlalu ketat.",
      "Prinsip (Paragraf 1) adalah penyebab utama munculnya isu etika dan keterbatasan sumber daya (Paragraf 2).",
      "Tantangan (Paragraf 2) merupakan hambatan utama dalam mempertahankan prinsip-prinsip ideal (Paragraf 1) seperti objektivitas dan validitas.",
      "Tidak ada hubungan, karena Paragraf 2 membahas masalah praktis, sedangkan Paragraf 1 membahas teori.",
      "Prinsip (Paragraf 1) berfungsi sebagai solusi untuk mengatasi semua tantangan di Paragraf 2."
    ],
    "jawaban": "C",
    "pembahasan": "Prinsip seperti objektivitas adalah ideal. Tantangan seperti konflik kepentingan dan hasil yang bias (Paragraf 2) adalah hal-hal yang menghalangi tercapainya objektivitas tersebut. Jadi, tantangan adalah hambatan terhadap prinsip."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan Paragraf 2, apa peran kritis dari mekanisme *peer review* dalam menjaga objektivitas penelitian?",
    "pilihan": [
      "Menentukan tingkat pendanaan yang layak untuk penelitian selanjutnya.",
      "Menggantikan proses formulasi hipotesis yang terlalu rumit.",
      "Membatasi jumlah publikasi yang boleh diterbitkan setiap tahun.",
      "Menyediakan data mentah yang digunakan untuk analisis statistik.",
      "Memastikan bahwa proses dan hasil penelitian diverifikasi oleh pakar independen untuk meminimalkan konflik kepentingan dan bias."
    ],
    "jawaban": "E",
    "pembahasan": "Paragraf 2 menyebut *peer review* diperlukan 'untuk menyaring temuan yang meragukan' dan mengatasi 'konflik kepentingan' yang mengaburkan objektivitas, yang berarti tujuannya adalah verifikasi independen oleh pakar."
  },
  {
    "id": 15,
    "pertanyaan": "Manakah di antara opsi berikut yang merupakan contoh konkrit dari 'kolaborasi interdisipliner' yang disebut di Paragraf 3?",
    "pilihan": [
      "Seorang ahli biologi bekerja sendiri di laboratorium untuk menemukan spesies baru.",
      "Seorang peneliti ekonomi berdiskusi dengan sesama ekonom tentang kebijakan fiskal.",
      "Kerja sama antara ahli biologi, insinyur perangkat lunak, dan ahli etika dalam mengembangkan vaksin baru.",
      "Penulis fiksi ilmiah menciptakan cerita berdasarkan teori fisika kuantum.",
      "Regulasi pemerintah yang mengatur standar penerbitan jurnal ilmiah."
    ],
    "jawaban": "C",
    "pembahasan": "Kolaborasi interdisipliner melibatkan berbagai disiplin ilmu (biologi, *software*, etika) yang bekerja sama dalam satu proyek. Pilihan C adalah satu-satunya yang melibatkan disiplin ilmu yang berbeda."
  },
  {
    "id": 16,
    "pertanyaan": "Penggunaan istilah 'pseudoscience' di Paragraf 3 menunjukkan perlunya pemahaman masyarakat dalam...",
    "pilihan": [
      "Menguasai bahasa Latin dan Yunani Kuno untuk memahami terminologi ilmiah.",
      "Membedakan antara klaim berbasis bukti ilmiah yang kredibel dengan klaim yang tampak ilmiah tetapi menyesatkan.",
      "Menyaring berita politik yang mengandung unsur ketidakbenaran.",
      "Menemukan pendanaan yang memadai untuk penelitian yang belum terbukti.",
      "Menghindari publikasi hasil penelitian yang transparan dan terbuka."
    ],
    "jawaban": "B",
    "pembahasan": "*Pseudoscience* adalah klaim yang meniru sains tetapi tidak didukung oleh metodologi ilmiah yang benar. Oleh karena itu, edukasi tentang pemikiran kritis diperlukan untuk membedakan antara temuan kredibel dan informasi menyesatkan."
  },
  {
    "id": 17,
    "pertanyaan": "Jika publikasi hasil penelitian menjadi 'transparan dan terbuka' (Paragraf 3), dampak yang paling signifikan terhadap ilmuwan lain adalah...",
    "pilihan": [
      "Ilmuwan lain tidak perlu lagi melakukan eksperimen serupa.",
      "Menyebabkan konflik kepentingan antara peneliti yang bersaing.",
      "Membatasi akses ke temuan baru hanya untuk peneliti dari negara maju.",
      "Memungkinkan ilmuwan lain untuk mereplikasi eksperimen dan memverifikasi reliabilitas temuan.",
      "Mengurangi keterbatasan sumber daya bagi semua institusi penelitian."
    ],
    "jawaban": "D",
    "pembahasan": "Transparansi dan keterbukaan dalam publikasi (metode, data, hasil) memungkinkan peneliti lain untuk menguji ulang proses tersebut (replikasi), yang merupakan kunci untuk memverifikasi reliabilitas temuan."
  },
  {
    "id": 18,
    "pertanyaan": "Frasa 'temuan yang meragukan' dalam Paragraf 2 memiliki hubungan makna yang paling erat dengan konsep berikut, **kecuali**...",
    "pilihan": [
      "Validitas rendah",
      "Bias penelitian",
      "Objektivitas yang kabur",
      "Kredibilitas terganggu",
      "Kolaborasi interdisipliner"
    ],
    "jawaban": "E",
    "pembahasan": "Temuan yang meragukan berkaitan dengan masalah integritas (validitas, bias, objektivitas, kredibilitas). Kolaborasi interdisipliner (E) adalah solusi dan upaya positif (Paragraf 3), bukan penyebab atau sifat dari temuan yang meragukan."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang memiliki penggunaan tanda koma (,) yang **salah** menurut Kaidah PUEBI?",
    "pilihan": [
      "Selain itu, ia juga memiliki kepedulian yang tinggi terhadap lingkungan.",
      "Ayah menyukai kopi, teh, dan susu sebagai minuman pagi.",
      "Walaupun sudah larut malam, kami tetap melanjutkan rapat tersebut.",
      "Pelaku kejahatan itu akhirnya ditangkap, kemudian diinterogasi oleh pihak kepolisian.",
      "Karena tidak memiliki pengalaman, maka ia gagal mendapatkan pekerjaan itu."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E salah. Jika anak kalimat (diawali *karena*) diletakkan di awal kalimat, koma (,) diperlukan sebelum induk kalimat. Namun, koma tidak diperlukan untuk memisahkan anak kalimat yang diawali 'karena' dengan konjungsi intra-kalimat 'maka'. Seharusnya: 'Karena tidak memiliki pengalaman, ia gagal mendapatkan pekerjaan itu.' (Tanpa 'maka')."
  },
  {
    "id": 20,
    "pertanyaan": "Pilihlah kalimat yang mengandung unsur klausa bawahan yang berfungsi sebagai **Subjek**.",
    "pilihan": [
      "Para ahli sedang meneliti *bagaimana virus itu menyebar*.",
      "*Bahwa proyek ini akan diselesaikan tepat waktu* sudah menjadi janji dari kontraktor.",
      "Masyarakat kini mulai menyadari *pentingnya menjaga kebersihan*.",
      "Anak-anak itu bermain bola *di lapangan yang sangat luas*.",
      "Kami harus mencari solusi *ketika masalah itu muncul*."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat memiliki pola: Subjek + Predikat + Pelengkap/Keterangan. Dalam pilihan B, klausa bawahan 'Bahwa proyek ini akan diselesaikan tepat waktu' berfungsi sebagai Subjek (S) dari Predikat 'sudah menjadi janji'. Opsi A: klausa bawahan sebagai Objek/Pelengkap. Opsi E: klausa bawahan sebagai Keterangan Waktu."
  }
]
