[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Pendidikan Karakter)**\n\nPendidikan karakter adalah fondasi **esensial** dalam membangun generasi muda yang berintegritas, mandiri, dan bertanggung jawab di tengah kompleksitas tantangan global. Kurikulum pendidikan modern di banyak negara kini semakin memprioritaskan aspek ini, tidak hanya berfokus pada kecerdasan kognitif semata, melainkan juga pada pengembangan dimensi moral dan emosional. Nilai-nilai inti seperti kejujuran, disiplin, etos kerja, toleransi, dan kepedulian sosial diupayakan untuk diintegrasikan secara holistik dalam setiap lini proses pembelajaran di sekolah.\n\nNamun, implementasi pendidikan karakter menghadapi tantangan **substansial**, terutama dalam mengatasi **inkonsistensi** antara nilai-nilai yang diajarkan dalam teori dengan praktik dan pembiasaan sehari-hari di lingkungan nyata. Sering kali, lingkungan rumah dan masyarakat gagal menjadi ekosistem yang koheren dengan nilai-nilai yang ditanamkan di sekolah. Oleh karena itu, peran guru dan orang tua menjadi sangat vital. Mereka harus bertindak sebagai fasilitator, sekaligus **teladan** hidup yang konsisten, menanamkan nilai-nilai melalui contoh nyata dan menciptakan kultur pembiasaan positif yang berkesinambungan.\n\nJika diterapkan secara optimal, pendidikan karakter tidak hanya berkontribusi pada kesuksesan akademis individu, tetapi juga pada penguatan kohesi sosial dan pembangunan peradaban bangsa yang kokoh. Keberhasilan program ini bergantung pada komitmen seluruh pihak—pendidik, keluarga, dan pemerintah—untuk menciptakan sistem dukungan yang terintegrasi. Tanpa adanya dukungan ekosistem yang solid, pendidikan karakter akan berisiko hanya menjadi jargon kurikulum tanpa dampak transformatif yang diharapkan pada pembentukan karakter generasi penerus.\n\nApa inti argumentasi penulis yang menghubungkan antara gagasan paragraf kedua (tentang tantangan) dan paragasan paragraf ketiga (tentang kesuksesan)?",
    "pilihan": [
      "Tantangan harus diatasi hanya oleh sekolah agar kesuksesan pendidikan karakter dapat tercapai.",
      "Kekurangan konsistensi dalam implementasi (P2) harus direspons dengan komitmen dan dukungan sistem terintegrasi (P3) untuk mencapai dampak transformatif.",
      "Meskipun ada inkonsistensi, kesuksesan akan tetap terjamin asalkan ada teladan dari guru dan orang tua.",
      "Pendidikan karakter akan berhasil secara otomatis jika tidak hanya berfokus pada kecerdasan kognitif.",
      "Tantangan substansial hanya terkait dengan lingkungan rumah, bukan lingkungan sekolah."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua merinci tantangan utama (inkonsistensi). Paragraf ketiga menyajikan syarat untuk mencapai kesuksesan/dampak transformatif, yaitu 'komitmen seluruh pihak' dan 'sistem dukungan yang terintegrasi', yang merupakan respons langsung terhadap tantangan tersebut."
  },
  {
    "id": 2,
    "pertanyaan": "Makna kata **'inkonsistensi'** yang paling mendekati konteks Teks 1 (paragraf kedua) adalah...",
    "pilihan": [
      "Ketidakserasian antara berbagai pihak.",
      "Kesenjangan antara konsep teoretis dengan penerapan praktis.",
      "Kekurangan sumber daya untuk implementasi.",
      "Perbedaan pendapat antara guru dan orang tua.",
      "Ketidakmampuan siswa memahami nilai moral."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan 'inkonsistensi antara teori dan praktik'. Inkonsistensi di sini berarti tidak adanya kesesuaian atau kesenjangan (gap) antara apa yang diajarkan (teori) dan bagaimana itu dilakukan/dijalankan (praktik)."
  },
  {
    "id": 3,
    "pertanyaan": "Asumsi dasar yang mendasari pernyataan bahwa 'peran guru dan orang tua menjadi sangat vital' (paragraf kedua) adalah...",
    "pilihan": [
      "Pembiasaan nilai karakter hanya bisa dilakukan di luar lingkungan sekolah.",
      "Sekolah tidak memiliki kapasitas yang memadai untuk menanamkan nilai secara mandiri.",
      "Nilai karakter tidak dapat ditransfer hanya melalui pembelajaran kognitif, tetapi membutuhkan **internalisasi** melalui contoh nyata.",
      "Guru dan orang tua adalah satu-satunya pihak yang bertanggung jawab atas moralitas siswa.",
      "Kecerdasan kognitif adalah prasyarat keberhasilan pendidikan karakter."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan mereka harus menanamkan nilai 'melalui teladan dan pembiasaan'. Ini mengasumsikan bahwa transfer nilai memerlukan internalisasi melalui perilaku yang dicontohkan (teladan), bukan sekadar informasi yang diterima secara kognitif."
  },
  {
    "id": 4,
    "pertanyaan": "Pernyataan manakah yang paling akurat menyimpulkan paragraf kedua Teks 1?",
    "pilihan": [
      "Kurangnya dukungan dari rumah adalah satu-satunya penyebab kegagalan pendidikan karakter.",
      "Implementasi karakter terhambat oleh kesenjangan antara teori dan praktik, yang menuntut peran krusial dari guru dan orang tua sebagai teladan dan fasilitator pembiasaan.",
      "Inkonsistensi muncul karena guru dan orang tua gagal menciptakan kultur pembiasaan yang positif.",
      "Peran guru lebih vital daripada peran orang tua dalam mengatasi tantangan pendidikan karakter.",
      "Solusi untuk tantangan pendidikan karakter adalah dengan menghapus kurikulum kognitif."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B mencakup tiga elemen utama paragraf 2: Tantangan (kesenjangan teori/praktik), Penyebab (inkonsistensi), dan Solusi/Faktor Kunci (peran guru/ortu sebagai teladan/fasilitator)."
  },
  {
    "id": 5,
    "pertanyaan": "Kata **'teladan'** pada paragraf kedua Teks 1 dapat digantikan oleh kata berikut, *kecuali*...",
    "pilihan": [
      "Panutan",
      "Model",
      "Suri tauladan",
      "Contoh",
      "Pembelajaran"
    ],
    "jawaban": "E",
    "pembahasan": "Teladan, panutan, model, suri tauladan, dan contoh adalah kata-kata yang bersinonim (merujuk pada sosok yang dicontoh). 'Pembelajaran' adalah proses atau cara, yang bukan merupakan sinonim dari 'teladan'."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Literasi Digital)**\n\nLiterasi digital merujuk pada kemampuan seseorang untuk menemukan, mengevaluasi, membuat, dan mengomunikasikan informasi secara efektif dan etis menggunakan berbagai teknologi digital. Di era informasi saat ini, di mana arus data bergerak masif dan tak terbendung, literasi digital telah bertransformasi dari sekadar keterampilan tambahan menjadi sebuah **keniscayaan**. Tanpa penguasaan yang memadai, individu akan terpinggirkan dan kesulitan berpartisipasi secara penuh dalam masyarakat, politik, dan ekonomi digital global yang semakin terhubung. 

[Image of Digital Literacy Skills]
\n\nCakupan literasi digital jauh lebih kompleks daripada sekadar kemampuan operasional perangkat keras. Ia mencakup dimensi kognitif kritis: kemampuan untuk memverifikasi sumber informasi, membedakan fakta dari disinformasi (hoaks), dan melakukan **otentikasi** data yang diterima. Selain itu, aspek etika dan keamanan siber menjadi krusial. Pengguna harus memahami jejak digital, risiko privasi, serta aturan hukum dan norma sosial dalam interaksi daring. Kemampuan ini sangat penting untuk mencegah manipulasi dan eksploitasi di ruang siber.\n\nPeningkatan literasi digital menuntut intervensi **sistemik** melalui kurikulum pendidikan formal, pelatihan berkelanjutan, dan kampanye kesadaran publik yang masif. Pemerintah dan lembaga pendidikan memiliki tanggung jawab untuk memastikan akses dan kompetensi yang merata di semua lapisan masyarakat. Peningkatan ini adalah investasi jangka panjang, bukan hanya untuk membangun warga negara yang cerdas dan bertanggung jawab, tetapi juga untuk menciptakan **ekosistem digital** yang sehat, produktif, dan berdaya tahan terhadap segala bentuk disrupsi informasi.\n\nManakah pernyataan yang paling tepat menggambarkan makna **'ekosistem digital'** dalam konteks Teks 2?",
    "pilihan": [
      "Kumpulan perangkat keras dan lunak yang dimiliki individu.",
      "Seluruh lingkungan daring tempat individu berinteraksi, berproduksi, dan bertukar informasi secara kolektif.",
      "Sistem keamanan siber yang dirancang untuk melawan serangan siber.",
      "Hanya media sosial dan platform komunikasi daring.",
      "Kemampuan individu untuk menghasilkan uang dari internet."
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks Teks 2, 'ekosistem digital' di paragraf ketiga merujuk pada lingkungan yang lebih luas (sistem, masyarakat, ekonomi, platform) tempat literasi digital diaplikasikan, yaitu 'seluruh lingkungan daring tempat individu berinteraksi, berproduksi, dan bertukar informasi secara kolektif'."
  },
  {
    "id": 7,
    "pertanyaan": "Dalam kalimat 'Literasi digital bukan lagi sekadar keterampilan tambahan, **melainkan** sebuah keniscayaan' (P1), konjungsi **'melainkan'** berfungsi untuk menyatakan hubungan...",
    "pilihan": [
      "Sebab-akibat.",
      "Pilihan yang setara.",
      "Pertentangan yang membenarkan.",
      "Penegasan atau penambahan.",
      "Perbandingan yang tidak setara."
    ],
    "jawaban": "C",
    "pembahasan": "'Melainkan' adalah konjungsi intrakalimat yang digunakan untuk menghubungkan dua unsur yang berlawanan, di mana unsur kedua menolak unsur pertama dan membenarkan unsur berikutnya. Struktur ini selalu didahului oleh unsur negatif ('bukan')."
  },
  {
    "id": 8,
    "pertanyaan": "Kata **'otentikasi'** adalah bentuk substantif dari kata kerja yang secara semantik paling berkaitan dengan salah satu kemampuan literasi digital yang disebutkan dalam teks. Kemampuan tersebut adalah...",
    "pilihan": [
      "Menemukan informasi.",
      "Mengevaluasi informasi.",
      "Membuat informasi.",
      "Mengomunikasikan informasi.",
      "Menggunakan media sosial."
    ],
    "jawaban": "B",
    "pembahasan": "Otentikasi (pembuktian keotentikan/keaslian) merupakan bagian krusial dari kemampuan **mengevaluasi informasi** (memverifikasi sumber, membedakan hoaks) seperti yang disebut di paragraf kedua."
  },
  {
    "id": 9,
    "pertanyaan": "Jika pengembangan literasi digital hanya berfokus pada kemampuan *menemukan* informasi, maka hal ini akan **bertentangan** dengan kebutuhan literasi digital di aspek...",
    "pilihan": [
      "Mengomunikasikan secara efektif.",
      "Penggunaan teknologi digital.",
      "Partisipasi ekonomi digital.",
      "Mengevaluasi dan memverifikasi sumber.",
      "Pengembangan kurikulum formal."
    ],
    "jawaban": "D",
    "pembahasan": "Hanya menemukan informasi tanpa **mengevaluasi** (memverifikasi kebenaran dan otentikasinya) akan membuat individu rentan terhadap hoaks dan disinformasi. Kontradiksi ini secara eksplisit disoroti di paragraf kedua sebagai dimensi kognitif kritis."
  },
  {
    "id": 10,
    "pertanyaan": "Penggunaan kata **'sistemik'** pada paragraf ketiga Teks 2 menyiratkan bahwa intervensi peningkatan literasi digital harus...",
    "pilihan": [
      "Dilakukan secara sporadis dan tidak terencana.",
      "Berfokus hanya pada satu pihak, yaitu pemerintah.",
      "Terjadi di semua tingkat dan melibatkan perubahan pada struktur dan kebijakan secara keseluruhan.",
      "Mengutamakan kampanye kesadaran publik dibandingkan kurikulum formal.",
      "Memanfaatkan teknologi terbaru dan canggih."
    ],
    "jawaban": "C",
    "pembahasan": "'Sistemik' berarti melibatkan atau memengaruhi keseluruhan sistem. Dalam konteks ini, 'intervensi sistemik' berarti perubahan atau upaya harus terjadi di seluruh sistem (kurikulum, pelatihan, kebijakan) untuk menciptakan dampak yang menyeluruh dan permanen."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Energi Terbarukan)**\n\nPenelitian dan **eskalasi** pemanfaatan energi terbarukan (ET) menjadi semakin krusial di tengah urgensi krisis iklim global dan ancaman menipisnya cadangan bahan bakar fosil. Sumber energi **alternatif** seperti surya, angin, air (hidro), dan panas bumi (geotermal) menawarkan solusi yang jauh lebih bersih dan berkelanjutan dibandingkan sumber konvensional. Pemanfaatan ET tidak hanya signifikan dalam mengurangi emisi gas rumah kaca dan memitigasi dampak perubahan iklim, tetapi juga fundamental dalam mencapai kemandirian energi dan diversifikasi sumber daya bagi suatu negara, mengurangi kerentanan geopolitik yang terkait dengan impor bahan bakar fosil.\n\n**Namun**, transisi menuju ET tidak luput dari tantangan yang **kompleks**. Hambatan utama meliputi investasi awal (*capital expenditure*) yang sangat besar, serta sifat sumber daya tertentu, seperti energi surya dan angin, yang bersifat **intermittency** (tidak stabil atau terputus-putus). Selain itu, pengembangan teknologi penyimpanan energi (baterai) dan peningkatan infrastruktur jaringan transmisi listrik yang cerdas masih memerlukan riset dan inovasi berkelanjutan. Oleh karena itu, dukungan pemerintah yang proaktif, melalui skema kebijakan insentif fiskal dan alokasi dana yang masif untuk pengembangan riset dan teknologi (R&D), menjadi faktor penentu untuk mempercepat transisi ini.\n\nKeberhasilan transisi energi ini pada akhirnya memerlukan pendekatan yang **holistik**, melibatkan sinergi antara kebijakan makro pemerintah, investasi sektor swasta dalam pengembangan teknologi, dan partisipasi aktif masyarakat. Partisipasi ini diwujudkan melalui peningkatan kesadaran tentang efisiensi energi dan adopsi solusi ET skala rumah tangga. Dengan adanya komitmen terpadu dari hulu ke hilir, suatu negara dapat membangun sistem energi yang tidak hanya ramah lingkungan, tetapi juga tangguh, terdesentralisasi, dan berkelanjutan untuk generasi mendatang.\n\nApa tujuan utama penulis dengan menyajikan paragraf kedua (tantangan dan kebijakan) setelah paragraf pertama (manfaat)?",
    "pilihan": [
      "Untuk menyajikan kontradiksi dan mengabaikan manfaat yang telah disebutkan sebelumnya.",
      "Untuk memberikan pembenaran mengapa pemerintah harus membatasi investasi energi terbarukan.",
      "Untuk menyeimbangkan argumentasi dengan menunjukkan hambatan realitas, sekaligus menekankan solusi (peran pemerintah) agar manfaat tetap dapat dicapai.",
      "Untuk membandingkan energi terbarukan dengan bahan bakar fosil secara mendalam.",
      "Untuk menyimpulkan bahwa transisi energi tidak mungkin dilakukan karena tantangan biaya."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf kedua berfungsi sebagai antitesis terhadap manfaat di paragraf pertama. Penggunaan konjungsi 'Namun' menegaskan bahwa meskipun ada manfaat, ada tantangan. Selanjutnya, penulis menawarkan solusi (dukungan pemerintah) untuk memastikan transisi tetap berjalan, menyeimbangkan argumen secara komprehensif."
  },
  {
    "id": 12,
    "pertanyaan": "Dalam konteks transisi energi, kata **'intermittency'** pada paragraf kedua Teks 3 merujuk pada sifat sumber energi yang...",
    "pilihan": [
      "Membutuhkan biaya investasi yang sangat besar.",
      "Hanya dapat diakses di lokasi geografis tertentu.",
      "Tidak stabil atau terputus-putus ketersediaannya (misalnya, angin tidak selalu bertiup, matahari tidak selalu bersinar).",
      "Memiliki potensi kerusakan lingkungan yang tinggi.",
      "Memiliki efisiensi konversi yang sangat rendah."
    ],
    "jawaban": "C",
    "pembahasan": "'Intermittency' (intermiten) berarti terputus-putus atau sebentar-sebentar. Ini adalah masalah utama bagi energi surya dan angin yang bergantung pada kondisi cuaca, menjadikannya tidak stabil."
  },
  {
    "id": 13,
    "pertanyaan": "Implikasi logis dari pernyataan bahwa pemanfaatan ET mengurangi kerentanan geopolitik (P1) adalah...",
    "pilihan": [
      "Negara tidak perlu lagi melakukan diplomasi dengan negara penghasil bahan bakar fosil.",
      "Kemandirian energi meningkatkan posisi tawar negara di kancah internasional.",
      "Semua negara di dunia akan segera beralih ke energi terbarukan sepenuhnya.",
      "Investasi awal ET akan secara otomatis menurun drastis.",
      "Masalah krisis iklim akan terselesaikan sepenuhnya."
    ],
    "jawaban": "B",
    "pembahasan": "Kerentanan geopolitik terjadi ketika suatu negara sangat bergantung pada impor bahan bakar tertentu dari negara lain. Mengurangi impor (mencapai kemandirian) berarti negara tersebut tidak mudah diintervensi atau dipengaruhi oleh negara pengekspor, sehingga **meningkatkan posisi tawar**."
  },
  {
    "id": 14,
    "pertanyaan": "Pilihlah kalimat manakah dalam Teks 3 yang memiliki sifat kemandirian paling tinggi (dapat dihilangkan tanpa merusak kohesi paragrafnya secara keseluruhan)?",
    "pilihan": [
      "Penelitian dan eskalasi pemanfaatan energi terbarukan (ET) menjadi semakin krusial di tengah urgensi krisis iklim global dan ancaman menipisnya cadangan bahan bakar fosil. (P1)",
      "Namun, transisi menuju ET tidak luput dari tantangan yang kompleks. (P2)",
      "Oleh karena itu, dukungan pemerintah yang proaktif, melalui skema kebijakan insentif fiskal dan alokasi dana yang masif untuk pengembangan riset dan teknologi (R&D), menjadi faktor penentu untuk mempercepat transisi ini. (P2)",
      "Partisipasi ini diwujudkan melalui peningkatan kesadaran tentang efisiensi energi dan adopsi solusi ET skala rumah tangga. (P3)",
      "Keberhasilan transisi energi ini pada akhirnya memerlukan pendekatan yang holistik, melibatkan sinergi antara kebijakan makro pemerintah, investasi sektor swasta dalam pengembangan teknologi, dan partisipasi aktif masyarakat. (P3)"
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat D ('Partisipasi ini diwujudkan...') adalah kalimat penjelas spesifik yang memberikan contoh bagaimana partisipasi diwujudkan. Sementara kalimat-kalimat lain (A, B, C, E) adalah kalimat utama, transisi, atau penentu yang vital bagi struktur argumentasi keseluruhan teks. Jika Kalimat D dihilangkan, paragraf 3 tetap utuh karena kalimat E sudah menyebutkan 'partisipasi aktif masyarakat'."
  },
  {
    "id": 15,
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan posisi penulis mengenai transisi energi terbarukan?",
    "pilihan": [
      "Transisi ET harus ditunda karena biaya investasi awalnya terlalu besar dan teknologinya belum sempurna.",
      "Penulis menekankan bahwa manfaat ET jauh melebihi tantangan, sehingga transisi harus dipaksakan segera.",
      "Penulis berpandangan bahwa ET sangat penting dan layak, tetapi keberhasilannya mensyaratkan kolaborasi holistik dan intervensi kebijakan yang masif.",
      "Tantangan utama ET dapat diselesaikan hanya dengan R&D tanpa perlu dukungan masyarakat.",
      "Transisi ET harus dipimpin sepenuhnya oleh sektor swasta tanpa campur tangan pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Penulis secara jelas mengakui urgensi (P1), mencantumkan tantangan (P2), dan menutup dengan kesimpulan bahwa solusinya adalah pendekatan 'holistik' yang melibatkan semua pihak ('kolaborasi holistik') dan 'dukungan pemerintah proaktif' ('intervensi kebijakan masif')."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah kalimat berikut yang memenuhi kaidah keefektifan dan menggunakan ejaan yang baku?",
    "pilihan": [
      "Bagi setiap mahasiswa wajib untuk menyelesaikan tugasnya tepat waktu.",
      "Dosen-dosen tersebut sedang membahas tentang hasil penelitian.",
      "Kita harus merubah paradigma berpikir yang sudah usang.",
      "Otoritas penerbangan secara resmi akan mensahkan peraturan baru itu.",
      "Penelitian ini bertujuan untuk menguji validitas dan reliabilitas instrumen survei tersebut."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E efektif (tidak redundan) dan baku. Pilihan A: Redundan ('Bagi' dan 'wajib'). Pilihan B: Redundan ('Dosen-dosen' dan 'tersebut', serta 'membahas tentang' seharusnya 'membahas'). Pilihan C: Tidak baku ('merubah' seharusnya 'mengubah'). Pilihan D: Tidak baku ('mensahkan' seharusnya 'mengesahkan', awalan 'meN-' bertemu kata dasar 'sah' tidak luluh)."
  },
  {
    "id": 17,
    "pertanyaan": "Penggunaan awalan **'ber-'** yang menyatakan makna 'memakai' atau 'menggunakan' terdapat dalam kalimat...",
    "pilihan": [
      "Anak itu **berlari** kencang menuju garis akhir.",
      "Ia **berbaju** merah saat menghadiri pesta.",
      "Mereka **berdiskusi** tentang rencana proyek baru.",
      "Ayah dan Ibu **bertempat** tinggal di desa sebelah.",
      "Semua siswa **berkumpul** di lapangan upacara."
    ],
    "jawaban": "B",
    "pembahasan": "Awalan 'ber-' pada kata 'berbaju' berarti 'memakai baju'. Pilihan A: 'melakukan aksi' (lari). Pilihan C: 'melakukan' (diskusi). Pilihan D: 'memiliki/menempati' (tempat). Pilihan E: 'berkumpul' (berhimpun)."
  },
  {
    "id": 18,
    "pertanyaan": "Kalimat transisi yang paling tepat untuk menjembatani dua paragraf yang membahas **'Solusi Jangka Pendek untuk Mengatasi Kemacetan'** dan **'Dampak Buruk Kemacetan terhadap Sektor Ekonomi'** adalah...",
    "pilihan": [
      "Kemacetan adalah masalah kota besar.",
      "Namun, solusi-solusi jangka pendek ini tidak sepenuhnya dapat menghapus dampak kemacetan yang bersifat sistemik terhadap perekonomian.",
      "Oleh karena itu, kemacetan tidak boleh diabaikan begitu saja.",
      "Di sisi lain, ada banyak dampak positif dari kemacetan.",
      "Pemerintah terus berupaya mencari solusi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat transisi yang efektif harus menghubungkan ide paragraf sebelumnya (solusi jangka pendek) dengan ide paragraf berikutnya (dampak ekonomi). Pilihan B menggunakan konjungsi pertentangan ('Namun') untuk mengakui keterbatasan solusi jangka pendek sambil mengenalkan fokus baru: dampak sistemik terhadap perekonomian."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah kalimat yang mengandung ambiguitas struktural yang disebabkan oleh penempatan kata sifat.",
    "pilihan": [
      "Pria itu melihat kapal terbang.",
      "Dia membeli tas baru istri saya.",
      "Mereka mencari tempat tinggal di kota besar.",
      "Pencuri itu berhasil ditangkap polisi kemarin.",
      "Mahasiswa itu sedang menyusun laporan akhir."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat 'Dia membeli tas baru istri saya' ambigu. Kata sifat 'baru' bisa memodifikasi: 1) **'tas'** (Tasnya baru) atau 2) **'membeli'** (Baru saja dibeli). Kalimat A ('kapal terbang') adalah gabungan kata yang sudah padu."
  },
  {
    "id": 20,
    "pertanyaan": "Penggunaan tanda koma (,) yang paling tepat terdapat dalam kalimat...",
    "pilihan": [
      "Meskipun hari hujan tetapi, kami tetap berangkat ke sekolah.",
      "Para ahli, setuju bahwa krisis iklim memerlukan tindakan segera.",
      "Dia membawa buku, pensil, pulpen, dan penghapus.",
      "Oleh karena itu, kita harus bekerja keras untuk masa depan.",
      "Anak itu rajin belajar oleh karena itu, nilainya selalu bagus."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C benar karena koma digunakan untuk memisahkan unsur-unsur dalam suatu perincian atau pembilangan. Pilihan A salah karena 'Meskipun' dan 'tetapi' tidak boleh digabungkan. Pilihan D salah karena 'Oleh karena itu' diikuti koma hanya jika diletakkan di awal kalimat (sebagai konjungsi antarkalimat), dan dalam konteks ini, koma sudah tepat. Pilihan E salah karena 'oleh karena itu' adalah konjungsi intrakalimat (sebab-akibat) yang tidak memerlukan koma di depannya, apalagi diapit koma."
  }
]
