[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 161-163.\n\nTeks 25\n\nEkonomi kreatif adalah sektor yang mengandalkan ide dan kekayaan intelektual sebagai sumber daya utamanya, bukan lagi hanya bahan baku konvensional. Subsektor seperti desain, film, musik, penerbitan, perangkat lunak, hingga kuliner dan fesyen, berkontribusi signifikan terhadap Produk Domestik Bruto (PDB) banyak negara. Potensi ekonomi kreatif sangat besar karena mampu menciptakan nilai tambah yang tinggi dan membuka lapangan kerja yang inovatif. Namun, sektor ini juga menghadapi tantangan, termasuk perlindungan hak cipta yang lemah, akses permodalan yang terbatas bagi pelaku UMKM kreatif, dan kurangnya ekosistem yang mendukung. Untuk mendorong pertumbuhannya, diperlukan kebijakan pemerintah yang pro-kreatif, investasi dalam pendidikan dan pelatihan keterampilan, serta pembangunan infrastruktur digital yang merata. Kolaborasi antarpelaku kreatif, pemerintah, dan industri juga esensial untuk mengoptimalkan potensi ini.\n\nApa yang menjadi sumber daya utama ekonomi kreatif menurut Teks 25?",
    "pilihan": [
      "Bahan baku konvensional.",
      "Ide dan kekayaan intelektual.",
      "Produk Domestik Bruto (PDB).",
      "Lapangan kerja yang inovatif.",
      "Infrastruktur digital yang merata."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Ekonomi kreatif adalah sektor yang mengandalkan ide dan kekayaan intelektual sebagai sumber daya utamanya, bukan lagi hanya bahan baku konvensional'."
  },
  {
    "id": 2,
    "pertanyaan": "Apa tantangan yang dihadapi sektor ekonomi kreatif?",
    "pilihan": [
      "Mampu menciptakan nilai tambah yang tinggi.",
      "Perlindungan hak cipta yang lemah, akses permodalan terbatas, dan kurangnya ekosistem yang mendukung.",
      "Kontribusi signifikan terhadap PDB.",
      "Pembukaan lapangan kerja inovatif.",
      "Kebijakan pemerintah yang pro-kreatif."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan, 'Namun, sektor ini juga menghadapi tantangan, termasuk perlindungan hak cipta yang lemah, akses permodalan yang terbatas bagi pelaku UMKM kreatif, dan kurangnya ekosistem yang mendukung'."
  },
  {
    "id": 3,
    "pertanyaan": "Bagaimana cara mendorong pertumbuhan ekonomi kreatif?",
    "pilihan": [
      "Mengabaikan investasi dalam pendidikan.",
      "Fokus hanya pada subsektor film dan musik.",
      "Kebijakan pemerintah pro-kreatif, investasi dalam pendidikan/pelatihan, dan pembangunan infrastruktur digital.",
      "Membatasi kolaborasi antarpelaku kreatif.",
      "Meningkatkan impor bahan baku konvensional."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Untuk mendorong pertumbuhannya, diperlukan kebijakan pemerintah yang pro-kreatif, investasi dalam pendidikan dan pelatihan keterampilan, serta pembangunan infrastruktur digital yang merata'."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'ekosistem' dalam 'kurangnya ekosistem yang mendukung' pada Teks 25 memiliki makna...",
    "pilihan": [
      "Lingkungan fisik",
      "Jaringan atau sistem yang saling terkait dan mendukung",
      "Komunitas tumbuhan dan hewan",
      "Bentuk pemerintahan",
      "Perusahaan besar"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks ini, 'ekosistem' merujuk pada keseluruhan sistem atau jaringan komponen yang saling berinteraksi dan mendukung satu sama lain, seperti lingkungan bisnis, regulasi, fasilitas, dan sumber daya manusia. Jadi, 'jaringan atau sistem yang saling terkait dan mendukung' adalah makna yang paling tepat."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang merupakan **fakta**?",
    "pilihan": [
      "Makanan pedas paling enak di dunia.",
      "Jakarta adalah ibu kota Indonesia.",
      "Film itu sangat membosankan.",
      "Seharusnya pemerintah lebih peduli pada rakyat.",
      "Liburan ke pantai lebih menyenangkan daripada ke gunung."
    ],
    "jawaban": "B",
    "pembahasan": "Fakta adalah pernyataan yang kebenarannya dapat dibuktikan atau diverifikasi. 'Jakarta adalah ibu kota Indonesia' adalah informasi yang benar dan dapat dibuktikan."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan **akibat**.",
    "pilihan": [
      "Dia belajar keras, *sehingga* dia lulus ujian.",
      "Dia membaca buku *dan* mendengarkan musik.",
      "Saya akan datang *jika* diundang.",
      "Meskipun lelah, *namun* dia tetap bekerja.",
      "Dia pergi *ke* pasar."
    ],
    "jawaban": "A",
    "pembahasan": "Konjungsi 'sehingga' digunakan untuk menyatakan akibat dari suatu tindakan atau peristiwa. Dalam kalimat ini, 'lulus ujian' adalah akibat dari 'belajar keras'."
  },
  {
    "id": 7,
    "pertanyaan": "Kalimat yang efektif adalah kalimat yang...",
    "pilihan": [
      "Panjang dan banyak kata.",
      "Menggunakan banyak majas.",
      "Singkat, padat, jelas, dan tidak ambigu.",
      "Hanya menggunakan kalimat pasif.",
      "Berisi banyak opini."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat efektif adalah kalimat yang mampu menyampaikan gagasan, pesan, atau informasi secara tepat sasaran kepada pembaca atau pendengar, dengan pilihan kata yang efisien dan struktur yang jelas, sehingga tidak menimbulkan salah tafsir."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 168-170.\n\nTeks 26\n\nPeran teknologi dalam pendidikan semakin vital di era digital ini. Pembelajaran daring, platform e-learning, dan aplikasi edukasi telah membuka akses yang lebih luas terhadap pengetahuan dan keterampilan. Teknologi memungkinkan personalisasi pembelajaran, di mana materi dapat disesuaikan dengan kecepatan dan gaya belajar masing-masing individu. Selain itu, teknologi juga memfasilitasi kolaborasi antarpeserta didik dan guru lintas batas geografis. Namun, tantangannya adalah ketersediaan infrastruktur yang merata, literasi digital yang belum universal, serta potensi gangguan (distraksi) dari penggunaan gawai. Untuk memaksimalkan manfaat teknologi, diperlukan integrasi yang bijak dalam kurikulum, pelatihan guru yang berkelanjutan, dan kesadaran akan etika digital. Pemerintah dan institusi pendidikan harus bersinergi untuk menciptakan ekosistem belajar yang adaptif dan inklusif.\n\nApa saja manfaat teknologi dalam pendidikan menurut Teks 26?",
    "pilihan": [
      "Membatasi akses pengetahuan.",
      "Membuka akses yang lebih luas terhadap pengetahuan, personalisasi pembelajaran, dan fasilitasi kolaborasi.",
      "Hanya menimbulkan distraksi.",
      "Mengurangi peran guru.",
      "Memerlukan infrastruktur yang belum merata."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Pembelajaran daring, platform e-learning, dan aplikasi edukasi telah membuka akses yang lebih luas terhadap pengetahuan dan keterampilan. Teknologi memungkinkan personalisasi pembelajaran... Selain itu, teknologi juga memfasilitasi kolaborasi antarpeserta didik dan guru'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa tantangan penggunaan teknologi dalam pendidikan?",
    "pilihan": [
      "Akses pengetahuan yang luas.",
      "Ketersediaan infrastruktur yang merata.",
      "Ketersediaan infrastruktur yang belum merata, literasi digital yang belum universal, dan potensi distraksi.",
      "Personalisasi pembelajaran.",
      "Pelatihan guru yang berkelanjutan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Namun, tantangannya adalah ketersediaan infrastruktur yang merata, literasi digital yang belum universal, serta potensi gangguan (distraksi) dari penggunaan gawai'."
  },
  {
    "id": 10,
    "pertanyaan": "Apa yang diperlukan untuk memaksimalkan manfaat teknologi dalam pendidikan?",
    "pilihan": [
      "Mengabaikan etika digital.",
      "Integrasi yang bijak dalam kurikulum, pelatihan guru berkelanjutan, dan kesadaran etika digital.",
      "Meningkatkan distraksi dari gawai.",
      "Mengurangi kolaborasi antara pemerintah dan institusi pendidikan.",
      "Hanya berfokus pada pembelajaran daring."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan, 'Untuk memaksimalkan manfaat teknologi, diperlukan integrasi yang bijak dalam kurikulum, pelatihan guru yang berkelanjutan, dan kesadaran akan etika digital'."
  },
  {
    "id": 11,
    "pertanyaan": "Kata 'inklusif' dalam 'ekosistem belajar yang adaptif dan inklusif' pada Teks 26 memiliki makna...",
    "pilihan": [
      "Eksklusif atau terbatas pada kelompok tertentu",
      "Mencakup atau merangkul semua pihak tanpa terkecuali",
      "Tidak relevan",
      "Sulit diakses",
      "Mengeluarkan sebagian"
    ],
    "jawaban": "B",
    "pembahasan": "Inklusif berarti melibatkan atau merangkul semua pihak tanpa memandang latar belakang, kondisi, atau perbedaan. Jadi, 'mencakup atau merangkul semua pihak tanpa terkecuali' adalah makna yang paling tepat."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah penggunaan tanda baca titik koma (;) yang tepat?",
    "pilihan": [
      "Ayah bekerja keras; ibu mengurus rumah.",
      "Dia membeli buku; pensil; dan penghapus.",
      "Saya suka makan nasi goreng; dia suka bakso.",
      "Hari sudah malam; anak-anak masih bermain.",
      "Kakak membaca novel; dan adik menonton TV."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda titik koma digunakan untuk memisahkan klausa-klausa yang setara tetapi tidak dihubungkan oleh konjungsi, atau untuk memisahkan perincian yang sudah mengandung koma. Pilihan D menggunakan titik koma untuk memisahkan dua klausa yang setara tanpa konjungsi. Pilihan A dan C seharusnya koma atau konjungsi. Pilihan B seharusnya koma. Pilihan E seharusnya koma sebelum 'dan'."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat yang menggunakan majas hiperbola.",
    "pilihan": [
      "Dia punya hati emas.",
      "Suaranya selembut sutra.",
      "Dia menangis hingga banjir air mata.",
      "Wajahnya cantik seperti bidadari.",
      "Pohon kelapa melambai-lambai."
    ],
    "jawaban": "C",
    "pembahasan": "Majas hiperbola adalah majas yang melebih-lebihkan kenyataan untuk memberikan efek dramatis. 'Menangis hingga banjir air mata' adalah pernyataan yang sangat berlebihan."
  },
  {
    "id": 14,
    "pertanyaan": "Cermati paragraf berikut:\n\n'Sampah plastik menjadi masalah serius bagi lingkungan global. Ribuan ton plastik mencemari lautan dan tanah setiap tahunnya. Akibatnya, ekosistem terganggu dan kesehatan manusia terancam. Oleh karena itu, pengurangan penggunaan plastik sekali pakai dan daur ulang yang efektif sangat diperlukan.'\n\nKata 'Akibatnya' pada kalimat ketiga berfungsi sebagai...",
    "pilihan": [
      "Penanda tujuan",
      "Penanda sebab",
      "Penanda akibat",
      "Penanda tambahan",
      "Penanda perbandingan"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'Akibatnya' adalah konjungsi antarkalimat yang menunjukkan hubungan sebab-akibat. Kalimat sebelumnya menjelaskan sebab (pencemaran plastik), dan kalimat setelahnya menjelaskan akibat (ekosistem terganggu dan kesehatan terancam)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 175-177.\n\nTeks 27\n\nIndustri pariwisata memiliki potensi besar untuk berkontribusi pada pembangunan ekonomi suatu negara. Sektor ini tidak hanya menciptakan lapangan kerja langsung, tetapi juga mendorong pertumbuhan industri pendukung seperti transportasi, perhotelan, kuliner, dan kerajinan tangan. Peningkatan jumlah wisatawan dapat meningkatkan pendapatan devisa dan memicu investasi pada infrastruktur pariwisata. Namun, di sisi lain, pariwisata massal dapat menimbulkan dampak negatif, seperti kerusakan lingkungan, komersialisasi budaya lokal, dan ketimpangan ekonomi antara pelaku pariwisata. Oleh karena itu, konsep pariwisata berkelanjutan yang menekankan keseimbangan antara aspek ekonomi, sosial, dan lingkungan menjadi krusial. Regulasi yang ketat, edukasi wisatawan, dan pemberdayaan masyarakat lokal adalah kunci untuk memastikan pariwisata memberikan manfaat maksimal tanpa merusak keberlanjutan masa depan.\n\nApa potensi industri pariwisata menurut Teks 27?",
    "pilihan": [
      "Menyebabkan kerusakan lingkungan.",
      "Berkontribusi pada pembangunan ekonomi, menciptakan lapangan kerja, dan mendorong pertumbuhan industri pendukung.",
      "Hanya memicu investasi infrastruktur.",
      "Menimbulkan komersialisasi budaya.",
      "Menyebabkan ketimpangan ekonomi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Industri pariwisata memiliki potensi besar untuk berkontribusi pada pembangunan ekonomi suatu negara. Sektor ini tidak hanya menciptakan lapangan kerja langsung, tetapi juga mendorong pertumbuhan industri pendukung...'"
  },
  {
    "id": 16,
    "pertanyaan": "Apa dampak negatif pariwisata massal?",
    "pilihan": [
      "Meningkatkan pendapatan devisa.",
      "Kerusakan lingkungan, komersialisasi budaya lokal, dan ketimpangan ekonomi.",
      "Penciptaan lapangan kerja langsung.",
      "Pertumbuhan industri pendukung.",
      "Regulasi yang ketat."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Namun, di sisi lain, pariwisata massal dapat menimbulkan dampak negatif, seperti kerusakan lingkungan, komersialisasi budaya lokal, dan ketimpangan ekonomi antara pelaku pariwisata'."
  },
  {
    "id": 17,
    "pertanyaan": "Apa kunci untuk memastikan pariwisata memberikan manfaat maksimal tanpa merusak keberlanjutan masa depan?",
    "pilihan": [
      "Hanya fokus pada peningkatan jumlah wisatawan.",
      "Regulasi yang ketat, edukasi wisatawan, dan pemberdayaan masyarakat lokal.",
      "Mengabaikan konsep pariwisata berkelanjutan.",
      "Mendorong komersialisasi budaya.",
      "Meningkatkan investasi tanpa batas."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Regulasi yang ketat, edukasi wisatawan, dan pemberdayaan masyarakat lokal adalah kunci untuk memastikan pariwisata memberikan manfaat maksimal tanpa merusak keberlanjutan masa depan'."
  },
  {
    "id": 18,
    "pertanyaan": "Kata 'devisa' dalam 'meningkatkan pendapatan devisa' pada Teks 27 berarti...",
    "pilihan": [
      "Mata uang lokal",
      "Pajak negara",
      "Alat pembayaran luar negeri atau valuta asing",
      "Pendapatan domestik",
      "Subsidi pemerintah"
    ],
    "jawaban": "C",
    "pembahasan": "Devisa adalah alat pembayaran luar negeri yang dapat ditukarkan dengan mata uang asing. Jadi, 'alat pembayaran luar negeri atau valuta asing' adalah makna yang paling tepat."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan angka atau bilangan yang benar?",
    "pilihan": [
      "Ada 2 (dua) orang tamu.",
      "Tiga orang mahasiswa mendapatkan beasiswa.",
      "Dia memiliki 100 ekor ayam.",
      "Ada seratus buah buku di perpustakaan.",
      "Harga buku itu Rp. 5.000 (lima ribu rupiah)."
    ],
    "jawaban": "B",
    "pembahasan": "Penulisan bilangan di awal kalimat harus dieja dengan huruf, bukan angka. Pilihan B 'Tiga orang mahasiswa...' sudah benar. Pilihan A tidak perlu pengulangan. Pilihan C seharusnya dieja jika di awal kalimat, atau jika di tengah kalimat biasanya digunakan angka kecuali untuk bilangan bulat. Pilihan D salah karena 'seratus' adalah angka, bukan kata. Pilihan E penulisan mata uang harus Rp5.000,00 tanpa spasi dan tanda titik setelah Rp, serta tanpa penulisan angka dalam kurung jika sudah ditulis lengkap."
  },
  {
    "id": 20,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata berimbuhan 'ter-' yang menyatakan paling/superlatif.",
    "pilihan": [
      "Buku itu terjatuh dari meja.",
      "Dia adalah siswa terpintar di kelasnya.",
      "Pintu itu terbuka dengan sendirinya.",
      "Anak itu terdiam setelah dimarahi.",
      "Kunci mobil itu terbawa olehnya."
    ],
    "jawaban": "B",
    "pembahasan": "Imbuhan 'ter-' dapat menyatakan tingkatan paling atau superlatif. 'Terpintar' berarti paling pintar. Pilihan A 'terjatuh' menyatakan tidak sengaja. Pilihan C 'terbuka' menyatakan tidak sengaja. Pilihan D 'terdiam' menyatakan keadaan. Pilihan E 'terbawa' menyatakan tidak sengaja."
  }
]
