[
  {
    "id": 41,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 41-43.\n\n**Teks 7**\n\nPendidikan karakter adalah fondasi penting dalam membangun generasi muda yang berintegritas dan bertanggung jawab. Kurikulum pendidikan di banyak negara kini semakin menekankan pada aspek ini, tidak hanya berfokus pada kecerdasan kognitif semata. Nilai-nilai seperti kejujuran, disiplin, kerja keras, toleransi, dan kepedulian sosial diintegrasikan dalam proses pembelajaran. Namun, implementasi pendidikan karakter menghadapi tantangan, terutama dalam hal konsistensi antara teori dan praktik di lingkungan sekolah dan rumah. Peran guru dan orang tua menjadi sangat vital dalam menanamkan nilai-nilai ini melalui teladan dan pembiasaan sehari-hari. Tanpa dukungan dari semua pihak, pendidikan karakter akan sulit mencapai tujuannya secara optimal.\n\nApa alasan utama pentingnya pendidikan karakter menurut Teks 7?",
    "pilihan": [
      "Meningkatkan kecerdasan kognitif siswa.",
      "Membangun generasi muda yang berintegritas dan bertanggung jawab.",
      "Mengintegrasikan nilai-nilai dalam kurikulum.",
      "Mengurangi beban belajar siswa.",
      "Menyediakan teladan bagi guru dan orang tua."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pertama teks menyatakan 'Pendidikan karakter adalah fondasi penting dalam **membangun generasi muda yang berintegritas dan bertanggung jawab**'."
  },
  {
    "id": 42,
    "pertanyaan": "Menurut Teks 7, apa tantangan dalam implementasi pendidikan karakter?",
    "pilihan": [
      "Kurikulum yang terlalu padat.",
      "Kurangnya dukungan finansial.",
      "Konsistensi antara teori dan praktik di lingkungan sekolah dan rumah.",
      "Ketidakmampuan siswa memahami nilai-nilai.",
      "Terlalu banyak fokus pada kecerdasan kognitif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Namun, implementasi pendidikan karakter menghadapi tantangan, terutama dalam hal **konsistensi antara teori dan praktik di lingkungan sekolah dan rumah**'."
  },
  {
    "id": 43,
    "pertanyaan": "Implikasi dari Teks 7 adalah...",
    "pilihan": [
      "Pendidikan karakter hanya tanggung jawab sekolah.",
      "Kecerdasan kognitif tidak lagi penting dalam pendidikan.",
      "Pendidikan karakter akan berhasil tanpa dukungan dari orang tua.",
      "Peran guru dan orang tua sangat krusial dalam keberhasilan pendidikan karakter.",
      "Nilai-nilai karakter hanya diajarkan di luar kelas."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menegaskan bahwa 'Peran guru dan orang tua menjadi sangat vital dalam menanamkan nilai-nilai ini melalui teladan dan pembiasaan sehari-hari. Tanpa dukungan dari semua pihak, pendidikan karakter akan sulit mencapai tujuannya secara optimal.' Ini mengindikasikan peran krusial mereka."
  },
  {
    "id": 44,
    "pertanyaan": "Kata 'integritas' dalam 'membangun generasi muda yang berintegritas' pada Teks 7 memiliki makna...",
    "pilihan": [
      "Kecerdasan",
      "Kreativitas",
      "Kejujuran dan konsistensi moral",
      "Kemandirian",
      "Keterampilan sosial"
    ],
    "jawaban": "C",
    "pembahasan": "Integritas merujuk pada kualitas diri yang didasarkan pada prinsip moral yang kuat, seperti kejujuran, ketulusan, dan konsistensi antara perkataan dan perbuatan."
  },
  {
    "id": 45,
    "pertanyaan": "Mana kalimat yang memiliki penulisan gabungan kata yang tidak tepat?",
    "pilihan": [
      "Dia bertanggung jawab penuh atas pekerjaannya.",
      "Kami akan membahas permasalahan itu secara terperinci.",
      "Program baru itu sudah di sosialisasikan kepada masyarakat.",
      "Acara tersebut berlangsung secara sukarela.",
      "Mereka bekerja sama membangun jembatan."
    ],
    "jawaban": "C",
    "pembahasan": "Penulisan yang benar adalah 'disosialisasikan', karena awalan 'di-' sebagai kata depan atau imbuhan digabung dengan kata dasarnya. 'Di sosialisasikan' seharusnya 'disosialisasikan'."
  },
  {
    "id": 46,
    "pertanyaan": "Kalimat yang paling efektif untuk mengakhiri sebuah esai yang membahas pentingnya menjaga lingkungan adalah...",
    "pilihan": [
      "Jadi, kita harus menjaga lingkungan.",
      "Dengan demikian, menjaga lingkungan adalah tugas kita semua demi keberlanjutan hidup di masa depan.",
      "Lingkungan harus dijaga agar tidak rusak.",
      "Mari kita rawat lingkungan kita.",
      "Pentingnya menjaga lingkungan sudah jelas."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B adalah kalimat penutup yang paling efektif karena merangkum gagasan utama, menggunakan kata transisi yang tepat ('Dengan demikian'), dan memberikan penekanan pada implikasi jangka panjang ('demi keberlanjutan hidup di masa depan'). Pilihan lain terlalu singkat, klise, atau kurang merangkum."
  },
  {
    "id": 47,
    "pertanyaan": "Cermati kalimat:\n\n'Meskipun banyak tantangan, program tersebut berhasil dilaksanakan berkat kerja keras seluruh tim.'\n\nManakah dari kata-kata berikut yang paling tepat untuk menggantikan 'berkat' tanpa mengubah makna kalimat?",
    "pilihan": [
      "Akibat",
      "Karena",
      "Dengan",
      "Sebab",
      "Oleh karena"
    ],
    "jawaban": "B",
    "pembahasan": "'Berkat' dalam konteks ini menunjukkan hubungan sebab-akibat yang positif. 'Karena' adalah pengganti yang paling umum dan tepat untuk menunjukkan sebab atau alasan."
  },
  {
    "id": 48,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 48-50.\n\n**Teks 8**\n\nLiterasi digital merujuk pada kemampuan seseorang untuk menemukan, mengevaluasi, membuat, dan mengomunikasikan informasi secara efektif menggunakan teknologi digital. Di era informasi saat ini, literasi digital bukan lagi sekadar keterampilan tambahan, melainkan sebuah keniscayaan. Tanpa kemampuan ini, individu akan kesulitan berpartisipasi penuh dalam masyarakat dan ekonomi digital. Selain itu, literasi digital juga mencakup pemahaman tentang keamanan siber, etika penggunaan internet, dan kemampuan untuk membedakan informasi yang valid dari hoaks. Peningkatan literasi digital di kalangan masyarakat adalah investasi jangka panjang untuk membangun warga negara yang cerdas dan bertanggung jawab dalam ekosistem digital.\n\nApa yang dimaksud dengan literasi digital menurut Teks 8?",
    "pilihan": [
      "Kemampuan menggunakan media sosial.",
      "Kemampuan mencari informasi di internet.",
      "Kemampuan menemukan, mengevaluasi, membuat, dan mengomunikasikan informasi menggunakan teknologi digital.",
      "Kemampuan membedakan informasi valid dari hoaks.",
      "Kemampuan menggunakan teknologi digital untuk tujuan ekonomi."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat pertama teks secara langsung mendefinisikan literasi digital: 'Literasi digital merujuk pada kemampuan seseorang untuk **menemukan, mengevaluasi, membuat, dan mengomunikasikan informasi secara efektif menggunakan teknologi digital**'."
  },
  {
    "id": 49,
    "pertanyaan": "Mengapa literasi digital dianggap sebagai 'keniscayaan' di era informasi saat ini?",
    "pilihan": [
      "Karena semua orang sudah menggunakannya.",
      "Karena tanpanya, individu akan kesulitan berpartisipasi dalam masyarakat dan ekonomi digital.",
      "Karena hanya dengan itu seseorang bisa membedakan hoaks.",
      "Karena itu adalah keterampilan tambahan yang penting.",
      "Karena berkaitan dengan keamanan siber."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Tanpa kemampuan ini, individu akan **kesulitan berpartisipasi penuh dalam masyarakat dan ekonomi digital**', yang menjelaskan mengapa itu adalah 'keniscayaan'."
  },
  {
    "id": 50,
    "pertanyaan": "Selain keterampilan dasar, apa saja yang dicakup oleh literasi digital menurut Teks 8?",
    "pilihan": [
      "Penguasaan bahasa asing dan matematika.",
      "Pemasaran digital dan coding.",
      "Pemahaman tentang keamanan siber dan etika penggunaan internet.",
      "Kemampuan membuat aplikasi digital.",
      "Penelitian dan pengembangan teknologi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'literasi digital juga mencakup **pemahaman tentang keamanan siber, etika penggunaan internet, dan kemampuan untuk membedakan informasi yang valid dari hoaks**'."
  },
  {
    "id": 51,
    "pertanyaan": "Kata 'valid' dalam konteks 'informasi yang valid' pada Teks 8 memiliki makna...",
    "pilihan": [
      "Menarik",
      "Lengkap",
      "Sahih atau benar",
      "Terbaru",
      "Populer"
    ],
    "jawaban": "C",
    "pembahasan": "Valid berarti berdasarkan bukti yang kuat, benar, atau sahih. Jadi, informasi yang valid adalah informasi yang dapat dipercaya kebenarannya."
  },
  {
    "id": 52,
    "pertanyaan": "Manakah kalimat yang menggunakan tanda titik koma (;) dengan tepat?",
    "pilihan": [
      "Pekerjaan itu sulit; namun, dia berhasil menyelesaikannya.",
      "Saya suka apel; pisang; dan jeruk.",
      "Ayah bekerja keras; untuk memenuhi kebutuhan keluarga.",
      "Dia adalah siswa yang rajin; oleh karena itu, nilainya selalu bagus.",
      "Semua peserta hadir; kecuali Toni."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda titik koma dapat digunakan untuk memisahkan klausa-klausa yang setara yang sudah mengandung tanda koma, atau untuk menghubungkan klausa induk yang tidak dihubungkan oleh kata penghubung seperti 'dan', 'tetapi', 'atau', dll. Pilihan D menghubungkan dua klausa yang memiliki hubungan sebab-akibat dan setara."
  },
  {
    "id": 53,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata baku.",
    "pilihan": [
      "Para ahli sedang menganalisa data terbaru.",
      "Dia seringkali berfikir terlalu dalam.",
      "Kita harus menjaga kwalitas produk kita.",
      "Pemerintah akan segera meresmikan proyek itu.",
      "Semua orang harus mentaati peraturan."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan kata baku 'meresmikan' dengan benar. Pilihan A: 'menganalisa' seharusnya 'menganalisis'. Pilihan B: 'berfikir' seharusnya 'berpikir'. Pilihan C: 'kwalitas' seharusnya 'kualitas'. Pilihan E: 'mentaati' seharusnya 'menaati' (awalan 'meN-' bertemu 't' luluh menjadi 'n')."
  },
  {
    "id": 54,
    "pertanyaan": "Mana kalimat yang mengandung konjungsi subordinatif yang menyatakan hubungan waktu?",
    "pilihan": [
      "Dia belajar giat **agar** lulus ujian.",
      "Saya akan pergi **ketika** hujan reda.",
      "Meskipun kaya, **namun** dia tetap sederhana.",
      "Dia makan **dan** minum air putih.",
      "Kamu boleh pergi **jika** tugasmu selesai."
    ],
    "jawaban": "B",
    "pembahasan": "Konjungsi subordinatif 'ketika' digunakan untuk menyatakan hubungan waktu antara dua peristiwa."
  },
  {
    "id": 55,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 55-57.\n\n**Teks 9**\n\nPenelitian tentang energi terbarukan menjadi semakin krusial di tengah krisis iklim dan menipisnya cadangan bahan bakar fosil. Sumber energi seperti matahari, angin, air, dan panas bumi menawarkan alternatif yang lebih bersih dan berkelanjutan. Pemanfaatan energi terbarukan dapat mengurangi emisi gas rumah kaca, memitigasi dampak perubahan iklim, serta menciptakan kemandirian energi bagi suatu negara. Namun, investasi awal yang besar dan teknologi yang masih terus berkembang menjadi tantangan. Diperlukan dukungan pemerintah melalui kebijakan insentif dan pengembangan riset agar transisi menuju energi bersih dapat dipercepat. Masyarakat juga berperan dalam mendukung inisiatif ini melalui kesadaran dan partisipasi.\n\nApa saja sumber energi terbarukan yang disebutkan dalam Teks 9?",
    "pilihan": [
      "Minyak bumi dan gas alam.",
      "Matahari, angin, air, dan panas bumi.",
      "Bahan bakar fosil dan nuklir.",
      "Batubara dan uranium.",
      "Panas bumi dan gas alam."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Sumber energi seperti **matahari, angin, air, dan panas bumi** menawarkan alternatif yang lebih bersih dan berkelanjutan'."
  },
  {
    "id": 56,
    "pertanyaan": "Apa manfaat utama dari pemanfaatan energi terbarukan menurut Teks 9?",
    "pilihan": [
      "Meningkatkan cadangan bahan bakar fosil.",
      "Menciptakan ketergantungan energi.",
      "Mengurangi emisi gas rumah kaca dan menciptakan kemandirian energi.",
      "Menambah investasi awal yang besar.",
      "Memperlambat transisi energi bersih."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Pemanfaatan energi terbarukan dapat **mengurangi emisi gas rumah kaca, memitigasi dampak perubahan iklim, serta menciptakan kemandirian energi** bagi suatu negara'."
  },
  {
    "id": 57,
    "pertanyaan": "Apa peran pemerintah dalam mempercepat transisi menuju energi bersih menurut Teks 9?",
    "pilihan": [
      "Meningkatkan pajak energi terbarukan.",
      "Menghentikan semua penelitian energi terbarukan.",
      "Memberikan dukungan melalui kebijakan insentif dan pengembangan riset.",
      "Mengandalkan penuh partisipasi masyarakat.",
      "Membangun lebih banyak pembangkit listrik tenaga fosil."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Diperlukan dukungan pemerintah melalui **kebijakan insentif dan pengembangan riset** agar transisi menuju energi bersih dapat dipercepat'."
  },
  {
    "id": 58,
    "pertanyaan": "Manakah kalimat yang memiliki subjek yang jelas dan tidak ambigu?",
    "pilihan": [
      "Di sekolah itu banyak siswa berprestasi.",
      "Bagi siswa yang tidak mengikuti ujian, harap lapor ke wali kelas.",
      "Dari hasil penelitian menunjukkan bahwa ada peningkatan kasus.",
      "Pembangunan jembatan itu sedang kami lakukan.",
      "Oleh karena itu, penting untuk selalu waspada."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D memiliki subjek 'Pembangunan jembatan itu' yang jelas diikuti oleh predikat 'sedang kami lakukan'. Pilihan A dan B tidak memiliki subjek yang jelas (subjek tersembunyi atau awalan yang tidak berfungsi sebagai subjek). Pilihan C: 'Dari hasil penelitian' bukan subjek, seharusnya 'Hasil penelitian itu menunjukkan...'. Pilihan E: 'Oleh karena itu' adalah konjungsi, bukan subjek."
  },
  {
    "id": 59,
    "pertanyaan": "Kata 'mitigasi' dalam konteks 'memitigasi dampak perubahan iklim' pada Teks 9 memiliki makna...",
    "pilihan": [
      "Memperparah",
      "Mengatasi atau mengurangi dampak",
      "Menambah",
      "Menyebarluaskan",
      "Menganalisis"
    ],
    "jawaban": "B",
    "pembahasan": "Mitigasi berarti tindakan untuk mengurangi dampak buruk atau risiko. Dalam konteks ini, 'mengatasi atau mengurangi dampak' adalah makna yang paling tepat."
  },
  {
    "id": 60,
    "pertanyaan": "Manakah kalimat yang menggunakan majas personifikasi?",
    "pilihan": [
      "Hatinya sekeras batu.",
      "Bulan tersenyum ramah malam ini.",
      "Rumahnya bersih seperti istana.",
      "Dia adalah pahlawan tanpa tanda jasa.",
      "Suaranya menggelegar bagaikan petir."
    ],
    "jawaban": "B",
    "pembahasan": "Majas personifikasi adalah gaya bahasa yang memberikan sifat-sifat manusia kepada benda mati atau makhluk hidup bukan manusia. 'Bulan tersenyum' memberikan sifat tersenyum (manusia) kepada bulan (benda mati)."
  }
]
