[
  {
    "id": 81,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 81-83.\n\n**Teks 13**\n\nPenelitian terbaru menunjukkan bahwa kebiasaan membaca buku memiliki korelasi positif dengan peningkatan kapasitas kognitif dan empati seseorang. Individu yang rajin membaca cenderung memiliki kosakata yang lebih kaya, kemampuan analisis yang lebih tajam, dan pemahaman yang lebih mendalam terhadap perspektif orang lain. Kegiatan membaca bukan hanya sekadar hiburan, melainkan investasi jangka panjang untuk perkembangan pribadi. Namun, di era digital ini, minat baca masyarakat, terutama kalangan muda, dihadapkan pada tantangan besar. Berbagai distraksi dari media sosial dan konten daring yang instan seringkali mengalihkan perhatian dari buku. Oleh karena itu, diperlukan upaya kolektif dari berbagai pihak, termasuk keluarga, sekolah, dan pemerintah, untuk menumbuhkan kembali budaya membaca sejak dini melalui program-program yang menarik dan aksesibilitas buku yang lebih mudah.\n\nApa korelasi kebiasaan membaca buku menurut Teks 13?",
    "pilihan": [
      "Mengurangi kosakata dan empati.",
      "Meningkatkan minat baca di era digital.",
      "Korelasi positif dengan peningkatan kapasitas kognitif dan empati.",
      "Hanya sebagai hiburan semata.",
      "Menyebabkan distraksi dari media sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat pertama teks menyatakan 'kebiasaan membaca buku memiliki **korelasi positif dengan peningkatan kapasitas kognitif dan empati seseorang**'."
  },
  {
    "id": 82,
    "pertanyaan": "Menurut Teks 13, apa tantangan minat baca di era digital?",
    "pilihan": [
      "Kurangnya akses ke perpustakaan.",
      "Harga buku yang mahal.",
      "Distraksi dari media sosial dan konten daring yang instan.",
      "Kurangnya program membaca dari pemerintah.",
      "Kapasitas kognitif yang menurun."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Berbagai **distraksi dari media sosial dan konten daring yang instan** seringkali mengalihkan perhatian dari buku'."
  },
  {
    "id": 83,
    "pertanyaan": "Bagaimana upaya menumbuhkan kembali budaya membaca menurut Teks 13?",
    "pilihan": [
      "Hanya melalui program di sekolah.",
      "Meningkatkan jumlah media sosial.",
      "Melalui program yang menarik dan aksesibilitas buku yang lebih mudah, dengan upaya kolektif keluarga, sekolah, dan pemerintah.",
      "Hanya dengan menyediakan lebih banyak konten daring.",
      "Mengurangi semua bentuk hiburan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'diperlukan upaya kolektif dari berbagai pihak, termasuk keluarga, sekolah, dan pemerintah, untuk menumbuhkan kembali budaya membaca sejak dini melalui **program-program yang menarik dan aksesibilitas buku yang lebih mudah**'."
  },
  {
    "id": 84,
    "pertanyaan": "Kata 'distraksi' dalam 'berbagai distraksi dari media sosial' pada Teks 13 berarti...",
    "pilihan": [
      "Dukungan",
      "Penyemangat",
      "Pengalih perhatian",
      "Sumber informasi",
      "Peluang"
    ],
    "jawaban": "C",
    "pembahasan": "Distraksi adalah sesuatu yang mengalihkan perhatian dari apa yang seharusnya menjadi fokus. Oleh karena itu, 'pengalih perhatian' adalah makna yang paling tepat."
  },
  {
    "id": 85,
    "pertanyaan": "Mana kalimat yang menggunakan prefiks (awalan) yang tepat?",
    "pilihan": [
      "Kami akan men **survei** lokasi besok.",
      "Dia me **nulis** surat untuk ibunya.",
      "Pemerintah akan men **sosialisasikan** program baru itu.",
      "Anak itu ter **jatuh** dari sepeda.",
      "Semua siswa harus men **datangi** upacara."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B sudah benar. Pilihan A: 'mensurvei' seharusnya 'menyurvei'. Pilihan C: 'mensosialisasikan' seharusnya 'menyosialisasikan'. Pilihan D: 'terjatuh' tidak memerlukan spasi. Pilihan E: 'mendatangi' seharusnya 'mendatangi' tanpa spasi."
  },
  {
    "id": 86,
    "pertanyaan": "Pilihlah kalimat dengan penggunaan kata ulang yang benar.",
    "pilihan": [
      "Anak-anak sedang bermain di halaman.",
      "Setiap pagi dia selalu membaca buku-buku.",
      "Para ibu-ibu sedang memasak bersama.",
      "Mereka makan sayur-mayur untuk kesehatan.",
      "Dia berjalan mondar-mandir di depan pintu."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan kata ulang 'sayur-mayur' yang berarti berbagai jenis sayuran, yang penggunaannya sudah tepat. Pilihan A: 'anak-anak' benar. Pilihan B: 'buku-buku' seringkali bisa disingkat menjadi 'buku'. Pilihan C: 'para ibu-ibu' adalah bentuk redundan, seharusnya 'para ibu' atau 'ibu-ibu'. Pilihan E: 'mondar-mandir' sudah benar, tetapi 'mondar-mandir di depan pintu' tidak salah juga. Pilihan D lebih menonjolkan kebenaran penggunaan kata ulang majemuk."
  },
  {
    "id": 87,
    "pertanyaan": "Manakah kalimat yang merupakan kalimat majemuk setara berlawanan?",
    "pilihan": [
      "Dia belajar keras agar lulus ujian.",
      "Saya suka kopi, tetapi adik saya suka teh.",
      "Dia tidak datang karena sakit.",
      "Jika hujan, kami akan tinggal di rumah.",
      "Paman membaca koran sambil minum kopi."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat majemuk setara berlawanan menggunakan konjungsi seperti 'tetapi', 'namun', atau 'sedangkan' untuk menghubungkan dua klausa yang setara namun memiliki ide yang bertentangan atau berbeda. Pilihan B dengan konjungsi 'tetapi' adalah contoh yang tepat."
  },
  {
    "id": 88,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 88-90.\n\n**Teks 14**\n\nKota-kota besar di seluruh dunia menghadapi tantangan serius terkait polusi udara. Emisi gas buang kendaraan bermotor, aktivitas industri, dan pembakaran sampah terbuka menjadi kontributor utama. Polusi udara tidak hanya mengancam lingkungan, tetapi juga berdampak buruk pada kesehatan manusia, menyebabkan berbagai masalah pernapasan, jantung, bahkan kanker. Untuk mengatasi masalah ini, diperlukan pendekatan multidimensional. Kebijakan transportasi publik yang terintegrasi dan ramah lingkungan, pengembangan energi bersih, regulasi industri yang ketat, serta edukasi masyarakat tentang pentingnya gaya hidup hijau adalah langkah-langkah yang krusial. Tanpa tindakan serius dan komitmen kolektif, kualitas udara di perkotaan akan terus memburuk, mengancam kualitas hidup warganya.\n\nApa saja kontributor utama polusi udara di kota-kota besar menurut Teks 14?",
    "pilihan": [
      "Perubahan iklim dan globalisasi.",
      "Emisi gas buang kendaraan bermotor, aktivitas industri, dan pembakaran sampah terbuka.",
      "Kurangnya transportasi publik dan energi bersih.",
      "Masalah pernapasan dan jantung.",
      "Regulasi industri yang longgar."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Emisi gas buang kendaraan bermotor, aktivitas industri, dan pembakaran sampah terbuka menjadi kontributor utama'."
  },
  {
    "id": 89,
    "pertanyaan": "Apa dampak polusi udara terhadap kesehatan manusia menurut Teks 14?",
    "pilihan": [
      "Meningkatkan kualitas hidup.",
      "Hanya menyebabkan masalah pernapasan.",
      "Menyebabkan berbagai masalah pernapasan, jantung, bahkan kanker.",
      "Memperbaiki lingkungan perkotaan.",
      "Mengurangi risiko penyakit."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Polusi udara tidak hanya mengancam lingkungan, tetapi juga berdampak buruk pada kesehatan manusia, menyebabkan **berbagai masalah pernapasan, jantung, bahkan kanker**'."
  },
  {
    "id": 90,
    "pertanyaan": "Implikasi jika tidak ada tindakan serius untuk mengatasi polusi udara adalah...",
    "pilihan": [
      "Kualitas udara akan membaik dengan sendirinya.",
      "Hanya lingkungan yang akan terancam.",
      "Kualitas udara di perkotaan akan terus memburuk, mengancam kualitas hidup warganya.",
      "Masyarakat akan secara otomatis mengadopsi gaya hidup hijau.",
      "Industri akan mengurangi emisi secara sukarela."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyimpulkan, 'Tanpa tindakan serius dan komitmen kolektif, **kualitas udara di perkotaan akan terus memburuk, mengancam kualitas hidup warganya**'."
  },
  {
    "id": 91,
    "pertanyaan": "Kata 'multidimensional' dalam 'pendekatan multidimensional' pada Teks 14 berarti...",
    "pilihan": [
      "Dari satu sisi saja",
      "Rumit dan tidak terpecahkan",
      "Melibatkan banyak aspek atau dimensi",
      "Bersifat sementara",
      "Tidak relevan"
    ],
    "jawaban": "C",
    "pembahasan": "Multidimensional berarti memiliki banyak dimensi atau melibatkan berbagai aspek. Dalam konteks ini, pendekatan yang multidimensional melibatkan banyak aspek untuk menyelesaikan masalah."
  },
  {
    "id": 92,
    "pertanyaan": "Mana kalimat yang mengandung majas ironi?",
    "pilihan": [
      "Dia sangat pandai sampai nilainya selalu jelek.",
      "Wajahnya cantik bagaikan bidadari.",
      "Sungai itu marah dan meluap.",
      "Rumah ini megah sekali, peninggalan zaman purba.",
      "Dia adalah malaikat tak bersayap bagi keluarganya."
    ],
    "jawaban": "A",
    "pembahasan": "Majas ironi adalah gaya bahasa yang menyatakan sesuatu yang bertentangan dengan makna yang sebenarnya, biasanya untuk menyindir atau mengejek. Mengatakan 'sangat pandai' tetapi 'nilainya selalu jelek' adalah bentuk ironi."
  },
  {
    "id": 93,
    "pertanyaan": "Kalimat yang menggunakan penulisan singkatan 'dll.' (dan lain-lain) dengan tepat adalah...",
    "pilihan": [
      "Dia membawa buku, pensil, dll.",
      "Dia membawa buku, pensil, dll",
      "Dia membawa buku, pensil, dan lain-lain.",
      "Dia membawa buku, pensil, dsb.",
      "Dia membawa buku; pensil; dll."
    ],
    "jawaban": "A",
    "pembahasan": "Singkatan 'dll.' harus diakhiri dengan tanda titik. Jika berada di akhir kalimat, titik singkatan merangkap sebagai titik akhir kalimat. Jadi, 'dll.' sudah benar. Pilihan B tidak ada titik. Pilihan C menggunakan bentuk panjang. Pilihan D menggunakan singkatan lain. Pilihan E penggunaan titik koma tidak tepat."
  },
  {
    "id": 94,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\n'Pemanasan global adalah isu serius yang mengancam bumi. Kenaikan suhu rata-rata permukaan bumi berdampak pada berbagai aspek kehidupan. Salah satu dampaknya adalah mencairnya gletser dan es di kutub, yang menyebabkan kenaikan permukaan air laut. ______ juga terjadi peningkatan frekuensi cuaca ekstrem seperti badai dan gelombang panas. Semua ini menuntut perhatian serius dari seluruh pihak.'\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "Akibatnya,",
      "Selain itu,",
      "Oleh karena itu,",
      "Sehingga,",
      "Dengan demikian,"
    ],
    "jawaban": "B",
    "pembahasan": "Bagian rumpang menambahkan dampak lain dari pemanasan global ('peningkatan frekuensi cuaca ekstrem'). Oleh karena itu, kata penghubung yang menyatakan penambahan atau hal lain yang sejenis adalah 'Selain itu,'."
  },
  {
    "id": 95,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 95-97.\n\n**Teks 15**\n\nGlobalisasi, sebagai proses integrasi internasional yang timbul dari pertukaran pandangan dunia, produk, ide, dan budaya, telah membawa dampak positif dan negatif. Di satu sisi, globalisasi memfasilitasi pertukaran pengetahuan, inovasi teknologi, dan pertumbuhan ekonomi melalui perdagangan bebas. Akses terhadap informasi dan produk menjadi lebih mudah, serta memungkinkan kolaborasi lintas negara. Di sisi lain, globalisasi juga menimbulkan kekhawatiran tentang hilangnya identitas budaya lokal, peningkatan kesenjangan ekonomi antara negara maju dan berkembang, serta dominasi budaya populer. Penting bagi setiap negara untuk menemukan keseimbangan yang tepat, memanfaatkan peluang globalisasi sambil tetap menjaga kedaulatan dan kearifan lokal. Adaptasi dan seleksi budaya menjadi kunci untuk bertahan di era ini.\n\nApa dampak positif globalisasi menurut Teks 15?",
    "pilihan": [
      "Hilangnya identitas budaya lokal.",
      "Peningkatan kesenjangan ekonomi.",
      "Pertukaran pengetahuan, inovasi teknologi, dan pertumbuhan ekonomi.",
      "Dominasi budaya populer.",
      "Membatasi akses informasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'globalisasi memfasilitasi **pertukaran pengetahuan, inovasi teknologi, dan pertumbuhan ekonomi melalui perdagangan bebas**'."
  },
  {
    "id": 96,
    "pertanyaan": "Apa kekhawatiran yang muncul akibat globalisasi menurut Teks 15?",
    "pilihan": [
      "Akses informasi yang lebih mudah.",
      "Kolaborasi lintas negara.",
      "Hilangnya identitas budaya lokal, peningkatan kesenjangan ekonomi, dan dominasi budaya populer.",
      "Perdagangan bebas yang tidak terkendali.",
      "Pertukaran pandangan dunia."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'globalisasi juga menimbulkan kekhawatiran tentang **hilangnya identitas budaya lokal, peningkatan kesenjangan ekonomi antara negara maju dan berkembang, serta dominasi budaya populer**'."
  },
  {
    "id": 97,
    "pertanyaan": "Bagaimana setiap negara harus menghadapi globalisasi menurut Teks 15?",
    "pilihan": [
      "Menutup diri dari pengaruh luar.",
      "Menerima semua dampak globalisasi tanpa filter.",
      "Menemukan keseimbangan antara memanfaatkan peluang dan menjaga kedaulatan serta kearifan lokal.",
      "Hanya fokus pada pertumbuhan ekonomi.",
      "Meningkatkan dominasi budaya populer."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Penting bagi setiap negara untuk **menemukan keseimbangan yang tepat, memanfaatkan peluang globalisasi sambil tetap menjaga kedaulatan dan kearifan lokal**'."
  },
  {
    "id": 98,
    "pertanyaan": "Kata 'kedaulatan' dalam 'menjaga kedaulatan' pada Teks 15 berarti...",
    "pilihan": [
      "Ketergantungan",
      "Kemandirian atau kekuasaan penuh",
      "Kerjasama",
      "Kelemahan",
      "Kemajuan"
    ],
    "jawaban": "B",
    "pembahasan": "Kedaulatan merujuk pada kekuasaan tertinggi dalam suatu negara atau kemampuan untuk mengurus diri sendiri tanpa campur tangan pihak lain, yang berarti kemandirian."
  },
  {
    "id": 99,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'ke-an' yang menyatakan keadaan atau hal?",
    "pilihan": [
      "Keindahan alam Indonesia sangat memukau.",
      "Dia terjatuh ke jurang.",
      "Anak itu kekenyangan setelah makan banyak.",
      "Janganlah kau kesal kepadanya.",
      "Kami mencari keadilan di pengadilan."
    ],
    "jawaban": "A",
    "pembahasan": "Imbuhan 'ke-an' dapat membentuk kata benda yang menyatakan keadaan atau hal. 'Keindahan' berarti hal yang indah atau keadaan indah. Pilihan B: 'ke jurang' adalah preposisi. Pilihan C: 'kekenyangan' menyatakan keadaan terlalu (kenyang). Pilihan D: 'kesal' adalah kata sifat. Pilihan E: 'keadilan' juga bisa, tetapi 'keindahan' lebih jelas menunjukkan keadaan atau hal dari sifat dasar."
  },
  {
    "id": 100,
    "pertanyaan": "Pilihlah kalimat yang merupakan kalimat efektif.",
    "pilihan": [
      "Dia adalah merupakan salah satu anggota yang aktif.",
      "Sejak dari kemarin dia tidak masuk sekolah.",
      "Agar supaya kita hidup bahagia, kita harus bersyukur.",
      "Buku itu sangat menarik minat saya untuk membaca.",
      "Semua orang harus menjaga kebersihan lingkungan."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E adalah kalimat yang efektif, lugas, dan tidak mengandung pemborosan kata. Pilihan A: 'adalah merupakan' redundan. Pilihan B: 'sejak dari' redundan, seharusnya 'sejak kemarin' atau 'dari kemarin'. Pilihan C: 'agar supaya' redundan, seharusnya 'agar' atau 'supaya'. Pilihan D: 'sangat menarik minat saya untuk membaca' bisa lebih ringkas menjadi 'buku itu sangat menarik'."
  }
]
