[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\nTeks 1\n\nEkonomi kreatif adalah sektor yang mengandalkan ide dan kekayaan intelektual sebagai sumber daya utamanya, bukan lagi hanya bahan baku konvensional. Subsektor seperti desain, film, musik, penerbitan, perangkat lunak, hingga kuliner dan fesyen, berkontribusi signifikan terhadap Produk Domestik Bruto (PDB) banyak negara. Potensi ekonomi kreatif sangat besar karena mampu menciptakan nilai tambah yang tinggi dan membuka lapangan kerja yang inovatif.\n\nNamun, pertumbuhan sektor ini dihadapkan pada sejumlah tantangan struktural yang memerlukan perhatian serius. Tantangan tersebut meliputi lemahnya perlindungan hak cipta, yang merugikan inovator dan menghambat investasi. Selain itu, akses permodalan yang terbatas sering menjadi penghalang utama bagi pelaku Usaha Mikro, Kecil, dan Menengah (UMKM) kreatif untuk meningkatkan skala bisnis mereka. Untuk mengatasi hambatan ini, diperlukan kebijakan pemerintah yang pro-kreatif, investasi dalam pendidikan dan pelatihan keterampilan yang relevan, serta pembangunan infrastruktur digital yang merata.\n\nSecara global, ekonomi kreatif semakin didorong oleh akselerasi digital dan interkonektivitas pasar. Fenomena ini memungkinkan produk kreatif lokal menjangkau konsumen di berbagai belahan dunia tanpa memerlukan rantai distribusi fisik yang rumit. Kolaborasi antarpelaku kreatif, pemerintah, dan industri menjadi esensial untuk mengoptimalkan potensi ini, terutama dalam menghadapi kompetisi global. Pembangunan ekosistem yang matang bukan hanya tentang fasilitas fisik, tetapi juga penyediaan kerangka regulasi yang adaptif terhadap inovasi digital, sehingga potensi kekayaan intelektual dapat dikonversi menjadi keuntungan ekonomi yang berkelanjutan.\n\nBerdasarkan Teks 1, simpulan manakah yang paling mungkin terjadi jika akselerasi digital terus berlanjut tanpa dibarengi dengan kerangka regulasi yang adaptif?",
    "pilihan": [
      "Subsektor kuliner dan fesyen akan menjadi satu-satunya kontributor PDB utama.",
      "Infrastruktur digital akan otomatis merata di seluruh wilayah tanpa intervensi pemerintah.",
      "Potensi kekayaan intelektual (KI) global akan menurun drastis karena kompetisi yang ketat.",
      "Rantai distribusi fisik akan kembali menjadi jalur utama pemasaran produk kreatif.",
      "Kesenjangan antara inovasi digital dan perlindungan hukum KI akan semakin melebar, menghambat konversi potensi KI menjadi keuntungan ekonomi."
    ],
    "jawaban": "E",
    "pembahasan": "Penalaran Kontekstual & Inferensi: Paragraf 3 menekankan pentingnya 'kerangka regulasi yang adaptif' untuk 'mengkonversi potensi kekayaan intelektual menjadi keuntungan ekonomi yang berkelanjutan'. Jika akselerasi digital (inovasi) berjalan lebih cepat daripada regulasi, kesenjangan antara keduanya (inovasi vs. perlindungan hukum) akan melebar, yang berakibat pada terhambatnya konversi KI menjadi keuntungan ekonomi."
  },
  {
    "id": 2,
    "pertanyaan": "Fungsi retoris Paragraf 3 dalam hubungannya dengan keseluruhan teks adalah...",
    "pilihan": [
      "Menyajikan definisi dan cakupan umum dari ekonomi kreatif.",
      "Memberikan perbandingan antara ekonomi kreatif dengan ekonomi konvensional.",
      "Menyajikan antitesis (pertentangan) terhadap potensi ekonomi yang telah disebutkan di Paragraf 1.",
      "Menjelaskan tantangan-tantangan utama dan solusi spesifik yang diperlukan untuk mengatasi tantangan tersebut.",
      "Menyajikan perspektif global dan menyoroti tuntutan masa depan (regulasi adaptif dan kolaborasi) untuk memaksimalkan potensi yang sudah dibahas."
    ],
    "jawaban": "E",
    "pembahasan": "Fungsi Retoris Paragraf: Paragraf 1 memperkenalkan potensi; Paragraf 2 membahas masalah dan solusi domestik; Paragraf 3 menaikkan level diskusi ke konteks 'global', menekankan 'akselerasi digital' dan 'regulasi adaptif', yang merupakan tuntutan masa depan untuk mengoptimalkan potensi yang sudah ada."
  },
  {
    "id": 3,
    "pertanyaan": "Bagaimana hubungan antara Paragraf 1 dan Paragraf 2 Teks 1?",
    "pilihan": [
      "Paragraf 2 menyajikan contoh spesifik dari klaim umum yang dinyatakan di Paragraf 1.",
      "Paragraf 2 menyajikan antitesis atau kontradiksi terhadap potensi ekonomi kreatif yang dipaparkan di Paragraf 1.",
      "Paragraf 2 adalah penjelasan kausal (sebab-akibat) dari keberhasilan ekonomi kreatif di Paragraf 1.",
      "Paragraf 2 merupakan perincian dari subsektor ekonomi kreatif yang hanya disinggung di Paragraf 1.",
      "Paragraf 2 memberikan solusi implementasi lanjutan dari permasalahan yang diidentifikasi di Paragraf 1."
    ],
    "jawaban": "B",
    "pembahasan": "Analisis Hubungan Antarparagraf: Paragraf 1 membahas 'potensi besar', sedangkan Paragraf 2 dimulai dengan konjungsi pertentangan ('Namun') dan membahas 'tantangan struktural' (kelemahan perlindungan hak cipta, akses permodalan terbatas). Oleh karena itu, Paragraf 2 menyajikan kontradiksi atau antitesis terhadap optimisme yang disajikan di Paragraf 1."
  },
  {
    "id": 4,
    "pertanyaan": "Pernyataan di bawah ini yang paling tepat menggambarkan makna frasa \"kerangka regulasi yang adaptif\" dalam konteks Teks 1 adalah...",
    "pilihan": [
      "Peraturan hukum yang menetapkan tarif pajak tinggi bagi pelaku ekonomi digital.",
      "Pedoman teknis yang hanya mengatur distribusi produk fisik, bukan produk digital.",
      "Sistem perundang-undangan yang kaku dan sulit diubah seiring perkembangan teknologi.",
      "Aturan hukum yang mampu menyesuaikan diri dengan cepat terhadap laju inovasi teknologi dan model bisnis baru.",
      "Kebijakan pemerintah yang membatasi kolaborasi antarpelaku kreatif dan industri digital."
    ],
    "jawaban": "D",
    "pembahasan": "Penalaran Kontekstual: 'Adaptif' berarti mudah menyesuaikan diri atau lentur. Dalam konteks regulasi dan inovasi digital, kerangka regulasi yang adaptif adalah sistem hukum yang dapat merespons kecepatan perkembangan teknologi dan bisnis digital (inovasi) agar tidak tertinggal dan tetap relevan."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang merupakan kelemahan argumen yang disajikan pada Paragraf 2 terkait solusi pengembangan ekonomi kreatif?",
    "pilihan": [
      "Argumen tersebut gagal menjelaskan secara spesifik subsektor mana yang paling membutuhkan permodalan.",
      "Penulis mengabaikan fakta bahwa kebijakan pro-kreatif sering kali justru tumpang tindih antarlembaga pemerintahan.",
      "Argumen tidak mencantumkan skala prioritas antara investasi pendidikan dan pembangunan infrastruktur digital.",
      "Penulis berasumsi bahwa hanya dengan kebijakan pemerintah, investasi pendidikan, dan infrastruktur digital, semua tantangan struktural dapat diselesaikan, padahal faktor budaya dan etos kerja masyarakat juga berperan penting.",
      "Argumen terlalu berfokus pada isu hak cipta dan melupakan isu stabilitas politik sebagai prasyarat utama investasi."
    ],
    "jawaban": "D",
    "pembahasan": "Analisis Kelemahan Argumen: Kelemahan utama dari argumen solusi (kebijakan, pendidikan, infrastruktur) sering kali terletak pada penyederhanaan masalah. Penulis menyajikan tiga solusi teknis, tetapi mengabaikan faktor non-teknis (faktor budaya, sosial, etos kerja, mentalitas wirausaha) yang juga merupakan tantangan struktural dalam membangun ekosistem kreatif. Jawaban D menunjukkan kelemahan asumsi ini."
  },
  {
    "id": 6,
    "pertanyaan": "Cermatilah kalimat berikut:\n\n'Untuk mendorong pertumbuhannya, diperlukan kebijakan pemerintah yang pro-kreatif, investasi dalam pendidikan dan pelatihan keterampilan, serta pembangunan infrastruktur digital yang merata.'\n\nPerbaikan kalimat tersebut agar menjadi lebih efektif dan baku adalah...",
    "pilihan": [
      "Demi mendorong pertumbuhan ekonomi kreatif, perlu adanya kebijakan pro-kreatif dan juga investasi yang merata.",
      "Pertumbuhan ekonomi kreatif didorong oleh tiga hal yaitu kebijakan pemerintah, investasi dan pembangunan infrastruktur.",
      "Tiga hal ini—kebijakan, investasi, dan infrastruktur—diperlukan untuk dorongan pertumbuhan ekonomi kreatif.",
      "Guna mendorong pertumbuhan sektor tersebut, dibutuhkan kebijakan pro-kreatif pemerintah, investasi pada pendidikan dan pelatihan keterampilan, serta pemerataan pembangunan infrastruktur digital.",
      "Sangat perlu adanya kebijakan pro-kreatif, investasi dalam pendidikan, dan pembangunan infrastruktur digital yang merata, dalam rangka mendorong pertumbuhan."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI/Keefektifan Kalimat): Pilihan D menggunakan diksi dan struktur yang lebih baku ('Guna' sebagai pengganti 'Untuk', 'dibutuhkan' lebih formal dari 'diperlukan', dan merapikan urutan objek 'pemerataan pembangunan infrastruktur digital'). Pilihan lain mengandung kerancuan ('adanya' pada A dan E, atau frasa yang tidak padu pada C dan B)."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-12.\n\nTeks 2\n\nPeran teknologi dalam pendidikan semakin vital di era digital ini. Pembelajaran daring, platform *e-learning*, dan aplikasi edukasi telah membuka akses yang lebih luas terhadap pengetahuan dan keterampilan. Teknologi memungkinkan personalisasi pembelajaran, di mana materi dapat disesuaikan dengan kecepatan dan gaya belajar masing-masing individu. Selain itu, teknologi juga memfasilitasi kolaborasi antarpeserta didik dan guru lintas batas geografis, menciptakan komunitas belajar global yang interaktif.\n\nMeskipun manfaatnya melimpah, implementasi teknologi dalam pendidikan menghadapi kendala signifikan. Tantangan utamanya mencakup ketersediaan infrastruktur digital yang belum merata, terutama di daerah terpencil, serta rendahnya tingkat literasi digital yang belum universal di kalangan pendidik maupun peserta didik. Di samping itu, potensi gangguan (*distraksi*) dari penggunaan gawai sering mengurangi efektivitas proses belajar-mengajar. Untuk memaksimalkan manfaat teknologi, diperlukan integrasi yang bijak dalam kurikulum, pelatihan guru yang berkelanjutan agar mampu memanfaatkan teknologi sebagai alat pedagogis yang efektif, dan peningkatan kesadaran akan etika digital.\n\nIsu pemerataan akses menjadi titik krusial dalam diskusi tentang teknologi pendidikan. Tanpa kebijakan yang berfokus pada inklusivitas, teknologi justru berisiko memperlebar kesenjangan pendidikan antara kelompok mampu dan kurang mampu. Oleh karena itu, pemerintah dan institusi pendidikan harus bersinergi untuk menciptakan ekosistem belajar yang adaptif dan inklusif, yang tidak hanya menyediakan perangkat keras, tetapi juga menjamin akses internet berkualitas dan konten edukasi yang relevan bagi semua. Kerangka regulasi harus adaptif, memastikan bahwa kecepatan inovasi teknologi sejalan dengan prinsip keadilan sosial dalam pendidikan.\n\nBerdasarkan Teks 2, mengapa teknologi dalam pendidikan, meskipun menawarkan akses yang lebih luas, pada saat yang sama berisiko memperlebar kesenjangan pendidikan?",
    "pilihan": [
      "Karena personalisasi pembelajaran hanya menguntungkan peserta didik yang sudah pintar.",
      "Karena semua guru cenderung menolak pelatihan teknologi yang berkelanjutan.",
      "Karena ketersediaan infrastruktur dan literasi digital yang tidak merata akan menyebabkan hanya kelompok yang memiliki modal (mampu) yang dapat mengakses dan memanfaatkannya secara optimal.",
      "Karena pembelajaran daring telah sepenuhnya menggantikan interaksi guru-murid di kelas.",
      "Karena teknologi secara inheren (kodratnya) hanya dapat diakses di kota-kota besar."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi: Paragraf 3 secara eksplisit menyebutkan risiko 'memperlebar kesenjangan' jika kebijakan tidak fokus pada 'inklusi'. Paragraf 2 telah mengidentifikasi tantangan struktural berupa 'ketersediaan infrastruktur digital yang belum merata' dan 'literasi digital yang belum universal'. Secara logis, kondisi ini akan menciptakan perbedaan signifikan dalam kemampuan mengakses dan memanfaatkan teknologi (modal), yang kemudian memperlebar kesenjangan."
  },
  {
    "id": 8,
    "pertanyaan": "Dalam Paragraf 2, penulis secara spesifik menyebutkan \"potensi gangguan (*distraksi*) dari penggunaan gawai\". Fungsi retoris dari penyebutan isu ini dalam konteks tantangan implementasi adalah...",
    "pilihan": [
      "Menyimpulkan bahwa teknologi tidak boleh digunakan sama sekali dalam proses belajar mengajar.",
      "Menyediakan solusi untuk masalah ketersediaan infrastruktur digital yang belum merata.",
      "Mengarahkan perhatian pembaca pada aspek psikologis dan perilaku, menunjukkan bahwa tantangan implementasi tidak hanya bersifat teknis (infrastruktur) tetapi juga bersifat pedagogis dan disiplin diri.",
      "Menguatkan argumen bahwa guru tidak memiliki kemampuan untuk mengintegrasikan teknologi secara bijak.",
      "Menjelaskan fungsi utama dari pelatihan guru yang berkelanjutan."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Paragraf: Paragraf 2 menyajikan tiga tantangan: 1) Infrastruktur (teknis), 2) Literasi digital (kemampuan), dan 3) Distraksi (perilaku/psikologis). Dengan mencantumkan distraksi, penulis menunjukkan bahwa kendala teknologi pendidikan bersifat multifaset, mencakup aspek non-teknis yang memerlukan 'kesadaran akan etika digital'."
  },
  {
    "id": 9,
    "pertanyaan": "Pilihlah kesimpulan yang paling komprehensif mengenai isu teknologi dalam pendidikan berdasarkan keseluruhan Teks 2.",
    "pilihan": [
      "Meskipun teknologi sangat bermanfaat, manfaatnya tidak dapat dirasakan oleh semua pihak karena biaya yang terlalu mahal.",
      "Penerapan teknologi telah berhasil menciptakan komunitas belajar global secara universal, tetapi peran guru menjadi berkurang.",
      "Potensi personalisasi pembelajaran dan kolaborasi global terhambat oleh masalah teknis seperti infrastruktur dan literasi, serta tantangan sosial berupa potensi pelebaran kesenjangan yang memerlukan kerangka regulasi inklusif.",
      "Tantangan terbesar teknologi hanya terletak pada potensi gangguan gawai, yang harus diatasi dengan peningkatan kesadaran etika digital.",
      "Integrasi teknologi yang bijak dalam kurikulum sudah cukup untuk menjamin pemerataan akses dan keadilan sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Hubungan Antarparagraf (Kesimpulan Komprehensif): P1 (Potensi: personalisasi, kolaborasi), P2 (Tantangan: infrastruktur, literasi, distraksi), P3 (Krusial: kesenjangan/inklusivitas). Pilihan C merangkum ketiga aspek (potensi, hambatan teknis/kemampuan, dan tuntutan keadilan sosial) secara utuh."
  },
  {
    "id": 10,
    "pertanyaan": "Pernyataan di bawah ini yang paling mungkin merupakan implikasi dari frasa \"integrasi yang bijak dalam kurikulum\" (Paragraf 2) adalah...",
    "pilihan": [
      "Mengganti seluruh jam pelajaran tatap muka dengan modul *e-learning* mandiri.",
      "Memastikan bahwa setiap mata pelajaran menyisipkan pelajaran wajib tentang cara menggunakan media sosial secara bijak.",
      "Memasukkan pemanfaatan teknologi bukan hanya sebagai alat penyampai materi, tetapi juga sebagai alat bantu untuk mengembangkan keterampilan berpikir kritis dan memecahkan masalah yang relevan dengan tujuan pembelajaran.",
      "Mengurangi alokasi anggaran untuk pengadaan buku pelajaran fisik dan mengalihkannya sepenuhnya ke pengadaan gawai.",
      "Mengharuskan semua guru mengikuti pelatihan teknologi minimal satu kali dalam setahun."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran Kontekstual: 'Integrasi yang bijak' berarti penggunaan teknologi harus terencana dan bermakna dalam proses pembelajaran (*pedagogis*). Ini melampaui penggunaan teknologi hanya sebagai 'alat penyampai' atau administrasi, tetapi menjadikannya bagian integral untuk mencapai tujuan pendidikan yang lebih tinggi (keterampilan berpikir kritis/pemecahan masalah)."
  },
  {
    "id": 11,
    "pertanyaan": "Manakah kata serapan yang penulisannya **tidak** sesuai dengan kaidah bahasa Indonesia yang baku?",
    "pilihan": [
      "Personalisasi",
      "Inklusivitas",
      "Kurikulum",
      "Adaptif",
      "Efektifitas"
    ],
    "jawaban": "E",
    "pembahasan": "Kaidah Kebahasaan (PUEBI - Penulisan Kata Serapan): Bentuk baku dari kata serapan yang berakhir -ity dalam bahasa Inggris adalah -itas, bukan -itas. Maka, 'Efektifitas' seharusnya ditulis **Efektivitas** (berasal dari *effectiveness* atau *effectivity*)."
  },
  {
    "id": 12,
    "pertanyaan": "Dari seluruh argumen yang disajikan Teks 2, manakah argumen yang paling sulit dibantah dan bersifat universal?",
    "pilihan": [
      "Teknologi memungkinkan personalisasi pembelajaran.",
      "Potensi gangguan (*distraksi*) dari penggunaan gawai sering mengurangi efektivitas proses belajar-mengajar.",
      "Tanpa kebijakan yang berfokus pada inklusivitas, teknologi justru berisiko memperlebar kesenjangan pendidikan.",
      "Pemerintah dan institusi pendidikan harus bersinergi untuk menciptakan ekosistem belajar yang adaptif.",
      "Diperlukan integrasi yang bijak dalam kurikulum."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Kelemahan Argumen: Argumen yang paling sulit dibantah adalah yang didasarkan pada prinsip fundamental yang diterima secara luas, yaitu keadilan sosial. Pernyataan C menyentuh prinsip dasar bahwa alat apapun (termasuk teknologi) yang didistribusikan secara tidak merata akan menciptakan risiko kesenjangan baru. Ini adalah prinsip sosiologis yang sulit dibantah, berbeda dengan pernyataan lain yang lebih bersifat teknis atau saran implementasi yang masih bisa diperdebatkan metodenya."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-18.\n\nTeks 3\n\nIndustri pariwisata memiliki potensi besar untuk berkontribusi pada pembangunan ekonomi suatu negara. Sektor ini tidak hanya menciptakan lapangan kerja langsung, tetapi juga mendorong pertumbuhan industri pendukung seperti transportasi, perhotelan, kuliner, dan kerajinan tangan. Peningkatan jumlah wisatawan secara langsung dapat meningkatkan pendapatan devisa negara dan memicu investasi masif pada infrastruktur pariwisata, yang pada akhirnya menunjang sektor-sektor ekonomi lainnya.\n\nNamun, di balik potensi ekonomi yang menggiurkan, pariwisata massal yang tidak terkontrol dapat menimbulkan dampak negatif yang serius. Dampak tersebut mencakup kerusakan lingkungan, seperti polusi dan hilangnya keanekaragaman hayati di destinasi populer, komersialisasi budaya lokal yang merusak nilai-nilai tradisional, dan ketimpangan ekonomi yang tajam antara investor besar dan masyarakat lokal. Oleh karena itu, konsep pariwisata berkelanjutan, yang menekankan keseimbangan antara aspek ekonomi, sosial, dan lingkungan, menjadi landasan strategi yang krusial untuk masa depan industri ini.\n\nPenerapan pariwisata berkelanjutan menuntut lebih dari sekadar retorika; ia memerlukan tindakan konkret di tingkat kebijakan dan operasional. Regulasi yang ketat terhadap daya dukung lingkungan, edukasi wisatawan untuk bertanggung jawab, dan pemberdayaan masyarakat lokal adalah kunci implementasi. Pemberdayaan masyarakat lokal melalui skema ekowisata dan pelibatan dalam manajemen destinasi memastikan bahwa manfaat ekonomi terdistribusi secara adil. Dengan demikian, pariwisata tidak hanya menjadi mesin devisa, tetapi juga instrumen untuk konservasi dan pembangunan komunitas yang lestari.\n\nBerdasarkan Teks 3, apa implikasi paling mendasar yang akan terjadi jika pembangunan industri pariwisata terus berfokus pada pariwisata massal tanpa mengindahkan konsep pariwisata berkelanjutan?",
    "pilihan": [
      "Pendapatan devisa negara akan menurun drastis karena kurangnya infrastruktur.",
      "Lapangan kerja langsung di sektor perhotelan akan meningkat secara eksponensial.",
      "Akan terjadi degradasi permanen pada sumber daya utama pariwisata (lingkungan dan budaya), sehingga potensi ekonomi di masa depan menjadi tidak berkelanjutan.",
      "Peran investor besar akan digantikan sepenuhnya oleh masyarakat lokal.",
      "Industri pendukung seperti transportasi dan kuliner akan berhenti tumbuh."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi: Paragraf 2 dan 3 menekankan bahwa pariwisata massal merusak 'lingkungan' dan 'budaya' (sumber daya utama pariwisata) dan solusinya adalah 'berkelanjutan' (masa depan). Implikasi logis jika konsep berkelanjutan diabaikan adalah kerusakan sumber daya yang menyebabkan potensi ekonomi pariwisata di masa depan hilang atau tidak lestari."
  },
  {
    "id": 14,
    "pertanyaan": "Tujuan retoris penulis menyajikan Paragraf 2 adalah...",
    "pilihan": [
      "Menyimpulkan seluruh manfaat ekonomi pariwisata yang telah disebutkan di Paragraf 1.",
      "Menyajikan solusi operasional dari masalah ketimpangan ekonomi di daerah wisata.",
      "Mengajukan kontras (*antitesis*) terhadap narasi optimis di Paragraf 1 dengan menyoroti dampak negatif pariwisata massal dan menyajikan konsep solusi sebagai transisi menuju Paragraf 3.",
      "Menjelaskan secara rinci konsep pariwisata berkelanjutan melalui contoh-contoh praktis.",
      "Memberikan perincian tentang jenis-jenis investasi yang harus dipicu oleh peningkatan jumlah wisatawan."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Paragraf: Paragraf 1 berisi potensi positif. Paragraf 2 diawali dengan 'Namun' (kontras), membahas dampak negatif, dan ditutup dengan pengajuan konsep 'pariwisata berkelanjutan' sebagai landasan strategi yang krusial. Ini berfungsi sebagai jembatan yang menyajikan masalah dan arah solusi sebelum diperinci implementasinya di Paragraf 3."
  },
  {
    "id": 15,
    "pertanyaan": "Penggunaan frasa \"Namun, di balik potensi ekonomi yang menggiurkan...\" sebagai kalimat pembuka Paragraf 2 memiliki fungsi transisi...",
    "pilihan": [
      "Menegaskan kembali pentingnya investasi infrastruktur yang dibahas sebelumnya.",
      "Menyatakan kesetaraan informasi yang disampaikan di kedua paragraf.",
      "Menyimpulkan bahwa potensi ekonomi dan dampak negatif memiliki bobot yang sama.",
      "Memberi sinyal kepada pembaca bahwa pembahasan akan beralih dari aspek positif (potensi ekonomi) ke aspek negatif (dampak, tantangan) dari topik yang sama.",
      "Menunjukkan hubungan sebab-akibat antara potensi ekonomi dan kerusakan lingkungan."
    ],
    "jawaban": "D",
    "pembahasan": "Analisis Hubungan Antarparagraf (Transisi): Konjungsi antarkalimat 'Namun' dan frasa 'di balik' jelas menunjukkan adanya pergeseran fokus. Paragraf 1 membahas 'potensi ekonomi yang menggiurkan', dan transisi ini mengindikasikan bahwa Paragraf 2 akan membahas sisi sebaliknya (negatif) dari potensi tersebut."
  },
  {
    "id": 16,
    "pertanyaan": "Dalam konteks pembangunan berkelanjutan, frasa \"daya dukung lingkungan\" (Paragraf 3) merujuk pada...",
    "pilihan": [
      "Kemampuan lingkungan untuk menyerap polusi tanpa batas.",
      "Jumlah maksimum wisatawan yang dapat ditampung oleh suatu destinasi tanpa menimbulkan dampak negatif jangka panjang pada ekosistem dan masyarakat lokal.",
      "Total pendapatan devisa yang dihasilkan dari sektor pariwisata.",
      "Luas wilayah suatu destinasi yang dapat dibangun infrastruktur pariwisata.",
      "Tingkat investasi modal yang dapat didukung oleh pemerintah daerah."
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran Kontekstual: 'Daya dukung lingkungan' (*carrying capacity*) dalam konteks pariwisata adalah konsep kunci dari pariwisata berkelanjutan. Hal ini mengacu pada batasan jumlah orang atau aktivitas yang dapat ditanggung oleh suatu ekosistem tanpa mengalami degradasi yang tidak dapat dipulihkan."
  },
  {
    "id": 17,
    "pertanyaan": "Manakah pernyataan di bawah ini yang **bertentangan** dengan pandangan penulis di Paragraf 3?",
    "pilihan": [
      "Pariwisata berkelanjutan hanya bisa dicapai melalui swakelola penuh oleh masyarakat lokal tanpa campur tangan pemerintah.",
      "Edukasi wisatawan yang bertanggung jawab adalah salah satu strategi kunci implementasi pariwisata lestari.",
      "Regulasi yang ketat diperlukan untuk menjaga batas toleransi ekosistem terhadap aktivitas pariwisata.",
      "Pemberdayaan masyarakat lokal bertujuan untuk pemerataan manfaat ekonomi secara adil.",
      "Pariwisata harus berfungsi sebagai instrumen konservasi, selain sebagai sumber devisa."
    ],
    "jawaban": "A",
    "pembahasan": "Analisis Kelemahan Argumen: Paragraf 3 menekankan pentingnya 'Regulasi yang ketat' dan 'pelibatan dalam manajemen destinasi' (bukan swakelola penuh) serta *kolaborasi* (tidak disebutkan secara eksplisit, tetapi tersirat melalui kebijakan, regulasi, dan pemberdayaan). Pernyataan A yang mengusulkan swakelola penuh *tanpa campur tangan pemerintah* bertentangan dengan kebutuhan 'Regulasi yang ketat' sebagai kunci implementasi yang disorot penulis."
  },
  {
    "id": 18,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda koma (,) sesuai dengan kaidah PUEBI yang tepat.",
    "pilihan": [
      "Dia membeli buku, pensil, dan, penghapus di toko.",
      "Kami akan mengadakan rapat, namun kami harus memastikan kehadirannya.",
      "Walaupun sudah malam, tetapi ia tetap bekerja keras menyelesaikan tugasnya.",
      "Bukan hanya kerusakan lingkungan, komersialisasi budaya lokal juga menjadi isu penting.",
      "Karena tidak ada regulasi yang ketat maka pariwisata massal menimbulkan dampak negatif."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI - Penggunaan Koma): Pilihan D menggunakan koma untuk memisahkan keterangan tambahan yang berupa frasa partikel ('Bukan hanya kerusakan lingkungan, ...') yang tidak menduduki posisi subjek. Pilihan A salah (koma sebelum 'dan' pada perincian terakhir tidak wajib dan tidak didahului perincian beranak); Pilihan B salah (koma tidak boleh mendahului konjungsi setara 'namun' jika klausa-klausa sudah dihubungkan); Pilihan C salah (tidak boleh menggunakan koma sebelum 'tetapi' jika 'walaupun' sudah ada); Pilihan E salah (koma wajib diletakkan setelah anak kalimat/keterangan, yaitu setelah 'regulasi yang ketat,')."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang memiliki susunan kata yang **paling tidak logis** atau **absurd**?",
    "pilihan": [
      "Air laut yang asin dapat menghasilkan energi listrik jika diolah dengan teknologi canggih.",
      "Meskipun dia belajar dengan giat, tetapi hasilnya tidak memuaskan karena kurangnya motivasi.",
      "Keputusan untuk mundur dari kompetisi telah dibicarakan secara matang oleh seluruh anggota tim.",
      "Para wisatawan asing yang berkunjung ke Indonesia diwajibkan mengikuti aturan kaidah berbahasa yang baik.",
      "Untuk menghemat waktu dan bahan bakar, mobil itu dikendarai sejauh dua jam dengan kecepatan yang sangat lambat."
    ],
    "jawaban": "E",
    "pembahasan": "Penalaran Abstrak/Logika: Kalimat E mengandung kontradiksi atau ketidaklogisan: Menghemat waktu dan bahan bakar biasanya dilakukan dengan efisiensi dan kecepatan optimal. Mengendarai dengan 'kecepatan yang sangat lambat' justru akan *memperpanjang* waktu, bukan menghematnya, sehingga tujuan 'menghemat waktu' tidak tercapai. Pilihan B, meskipun kurang efektif ('Meskipun...tetapi'), masih logis maknanya."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati tiga kalimat berikut:\n\n1. Para atlet bertanding, para pelatih mendampingi, dan para penonton bersorak sorai.\n2. Mahasiswa itu cerdas, namun ia sangat rendah hati.\n3. Tugas kuliah harus dikumpulkan hari ini, atau nilai Anda akan dipotong.\n\nKetiga kalimat di atas memiliki pola hubungan antarklausa yang secara struktural **setara** atau **sederajat**. Pilihlah kalimat keempat yang juga memiliki pola hubungan setara yang sama.",
    "pilihan": [
      "Karena hujan turun deras, kami memutuskan untuk membatalkan rencana piknik di luar kota.",
      "Dia adalah murid yang paling pintar, tetapi perilakunya tidak sopan.",
      "Agar hidup sehat, kita harus menjaga pola makan dan rutin berolahraga.",
      "Ketika bel berbunyi, semua siswa bergegas masuk ke dalam kelas.",
      "Meskipun sudah diperingatkan berulang kali, dia tetap melanggar peraturan sekolah."
    ],
    "jawaban": "B",
    "pembahasan": "Penalaran Abstrak (Analisis Struktur Kalimat): Kalimat 1, 2, dan 3 adalah kalimat majemuk setara (koordinatif), yang dihubungkan oleh konjungsi setara ('dan', 'namun', 'atau'). Kalimat majemuk setara terdiri dari klausa-klausa yang kedudukannya sederajat. Pilihan B, 'Dia adalah murid yang paling pintar, *tetapi* perilakunya tidak sopan,' dihubungkan oleh konjungsi setara 'tetapi' (pertentangan), sehingga pola klausa-klausa penyusunnya juga setara. Pilihan A, C, D, dan E adalah kalimat majemuk bertingkat (subordinatif), yang ditandai oleh konjungsi yang menyatakan hubungan tidak setara (sebab, tujuan, waktu, meskipun/konsesif)."
  }
]
