[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Kebiasaan Membaca)**\n\nPenelitian terbaru menunjukkan bahwa kebiasaan membaca buku memiliki korelasi positif yang kuat dengan peningkatan kapasitas kognitif dan kedalaman empati seseorang. Individu yang rajin membaca tidak hanya mengakumulasi kosakata yang lebih kaya, tetapi juga mengembangkan kemampuan analisis yang lebih tajam, memungkinkan mereka untuk memproses informasi kompleks dan menyusun argumen yang **kohesif**. Selain itu, keterlibatan dengan narasi fiksi maupun nonfiksi secara signifikan meningkatkan pemahaman dan penerimaan terhadap berbagai perspektif hidup dan latar belakang sosial, menjadikan kegiatan membaca bukan hanya sekadar hiburan, melainkan investasi jangka panjang untuk perkembangan pribadi dan kecerdasan emosional.\n\nNamun, di era digital yang **volatil** ini, minat baca masyarakat, terutama kalangan remaja, dihadapkan pada tantangan besar yang bersifat **persisten**. Berbagai distraksi dari media sosial dan konten daring yang instan (*snackable content*) cenderung mengalihkan perhatian, menawarkan gratifikasi yang cepat tanpa menuntut kedalaman pemikiran yang sama seperti membaca buku. Pola konsumsi media yang cepat dan singkat ini lambat laun mengikis rentang perhatian (*attention span*) dan kesabaran untuk berinteraksi dengan materi yang panjang dan kompleks, sehingga menciptakan siklus penurunan literasi mendalam.\n\nOleh karena itu, diperlukan **upaya kolektif** dari berbagai pemangku kepentingan untuk menumbuhkan kembali budaya membaca sejak dini dan secara berkelanjutan. Upaya ini harus mencakup inovasi program literasi di sekolah dan komunitas yang lebih menarik, peningkatan aksesibilitas buku fisik maupun digital yang terjangkau, serta peran aktif keluarga dalam menciptakan lingkungan rumah yang suportif terhadap kegiatan membaca. Keberhasilan menanggulangi tantangan literasi ini krusial untuk memastikan bahwa generasi mendatang memiliki landasan kognitif dan empati yang kokoh, yang pada gilirannya akan mendukung kualitas sumber daya manusia nasional di masa depan.\n\nApa fungsi utama Paragraf 3 terhadap Paragraf 2 dalam struktur pengembangan Teks 1?",
    "pilihan": [
      "Menguatkan argumen Paragraf 1 dengan memberikan contoh kasus.",
      "Menyajikan solusi sistemik dan proyeksi dampak jangka panjang untuk mengatasi tantangan yang dijelaskan di Paragraf 2.",
      "Menyimpulkan seluruh teks dengan mengulangi gagasan utama Paragraf 1.",
      "Memberikan pertentangan terhadap klaim bahwa media digital merusak minat baca.",
      "Menjelaskan latar belakang historis munculnya tantangan literasi di era digital."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menyajikan masalah (tantangan dan penyebab penurunan literasi). Paragraf 3 kemudian memberikan respons berupa solusi ('upaya kolektif') dan menunjukkan pentingnya solusi tersebut untuk masa depan ('mendukung kualitas sumber daya manusia nasional')."
  },
  {
    "id": 2,
    "pertanyaan": "Mengapa pola konsumsi media yang instan (P2) dianggap berpotensi merusak landasan kognitif yang kokoh (P3), menurut inferensi Teks 1?",
    "pilihan": [
      "Karena konten instan selalu berisikan informasi yang tidak akurat.",
      "Karena konten instan hanya dapat diakses melalui media sosial yang berbayar.",
      "Karena pola konsumsi yang cepat dan singkat cenderung mengikis rentang perhatian dan menghambat kemampuan berinteraksi dengan materi panjang dan kompleks.",
      "Karena gratifikasi cepat yang ditawarkan tidak relevan dengan kecerdasan emosional.",
      "Karena upaya kolektif dari pemangku kepentingan tidak dapat mengatasi sifat konten instan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan bahwa konten instan 'mengikis rentang perhatian (*attention span*) dan kesabaran untuk berinteraksi dengan materi yang panjang dan kompleks,' yang merupakan inti dari landasan kognitif yang kuat."
  },
  {
    "id": 3,
    "pertanyaan": "Kata **'volatil'** di Paragraf 2 Teks 1 dalam konteks era digital paling tepat dimaknai sebagai...",
    "pilihan": [
      "Tidak berbahaya dan mudah diatur.",
      "Bersifat statis dan stabil.",
      "Keadaan yang mudah berubah secara cepat dan tidak menentu.",
      "Sangat padat informasi dan mendalam.",
      "Selalu menghasilkan keuntungan yang besar."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks ekonomi atau sosial, 'volatil' berarti tidak stabil atau mudah berubah dengan cepat dan tak terduga, yang menggambarkan sifat cepat berubahnya tren di era digital."
  },
  {
    "id": 4,
    "pertanyaan": "Pernyataan manakah yang paling mungkin disetujui oleh penulis Teks 1 terkait pentingnya budaya membaca?",
    "pilihan": [
      "Membaca fiksi lebih utama daripada nonfiksi dalam mengembangkan kapasitas kognitif.",
      "Tantangan literasi sebaiknya diserahkan sepenuhnya kepada pemerintah dan sekolah saja.",
      "Kualitas sumber daya manusia nasional di masa depan sangat bergantung pada kemampuan kolektif untuk mengatasi penurunan literasi mendalam.",
      "Gratifikasi instan yang ditawarkan media digital sebenarnya lebih efektif untuk perkembangan pribadi.",
      "Kosakata yang kaya adalah satu-satunya manfaat yang didapatkan dari kebiasaan membaca."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 3 secara eksplisit menyatakan bahwa keberhasilan menanggulangi tantangan literasi adalah 'krusial untuk memastikan bahwa generasi mendatang memiliki landasan kognitif dan empati yang kokoh,' yang berarti ini adalah prasyarat bagi kualitas SDM masa depan."
  },
  {
    "id": 5,
    "pertanyaan": "Sinonim yang paling tepat untuk kata **'kohesif'** dalam 'menyusun argumen yang kohesif' (Teks 1, P1) adalah...",
    "pilihan": [
      "Bertele-tele",
      "Kontradiktif",
      "Terperinci",
      "Padu atau menyatu",
      "Eksklusif"
    ],
    "jawaban": "D",
    "pembahasan": "Kohesif berarti memiliki keterpaduan atau daya tarik yang menyatukan. Argumen yang kohesif berarti argumen yang padu dan saling berhubungan."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Polusi Udara)**\n\nKota-kota metropolitan di seluruh dunia sedang menghadapi krisis polusi udara yang semakin parah, di mana dampaknya melampaui batas geografis dan sosial. Emisi gas buang dari jutaan kendaraan bermotor, aktivitas industri yang tidak terkontrol, dan praktik pembakaran sampah terbuka, terutama di area pinggiran kota, menjadi **triumvirat** kontributor utama. Konsentrasi polutan mikroskopis (Particulate Matter 2.5/PM2.5) seringkali melampaui ambang batas aman, menandakan darurat kesehatan publik yang memerlukan intervensi kebijakan yang segera dan **komprehensif**.\n\nPolusi udara tidak hanya merusak estetika lingkungan, tetapi juga berdampak buruk secara sistemik pada kesehatan manusia. Paparan jangka panjang terhadap polutan udara terbukti menyebabkan peningkatan berbagai masalah pernapasan kronis (seperti asma dan PPOK), penyakit kardiovaskular (jantung), bahkan memicu risiko kanker paru-paru. Kelompok rentan, termasuk anak-anak, lansia, dan individu dengan kondisi medis bawaan, menanggung beban kesehatan yang paling besar, yang pada akhirnya memicu peningkatan biaya layanan kesehatan nasional dan penurunan produktivitas angkatan kerja.\n\nMengatasi isu polusi memerlukan pendekatan **multidimensional** yang terintegrasi. Kebijakan ini harus mencakup pengembangan sistem transportasi publik massal yang terintegrasi dan ramah lingkungan, promosi dan investasi besar-besaran pada energi bersih terbarukan, penegakan regulasi emisi industri yang ketat, serta edukasi publik yang masif tentang urgensi gaya hidup berkelanjutan. Tanpa komitmen kolektif yang kuat dari pemerintah, industri, dan masyarakat untuk menerapkan langkah-langkah **mitigatif** ini, kualitas udara di perkotaan akan terus memburuk, secara serius mengancam kualitas hidup dan harapan hidup warganya.\n\nHubungan sebab-akibat yang dijelaskan dalam Teks 2 adalah...",
    "pilihan": [
      "Penegakan regulasi emisi industri yang ketat menyebabkan penurunan produktivitas angkatan kerja.",
      "Paparan polutan jangka panjang menyebabkan peningkatan biaya layanan kesehatan nasional.",
      "Pengembangan transportasi publik terintegrasi adalah penyebab utama masalah pernapasan kronis.",
      "Edukasi publik tentang gaya hidup berkelanjutan menyebabkan darurat kesehatan publik.",
      "Peningkatan harapan hidup warga menyebabkan kualitas udara memburuk."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menyatakan bahwa paparan jangka panjang menyebabkan masalah kesehatan yang kemudian 'memicu peningkatan biaya layanan kesehatan nasional dan penurunan produktivitas angkatan kerja.' Ini adalah hubungan sebab-akibat yang jelas."
  },
  {
    "id": 7,
    "pertanyaan": "Asumsi yang mendasari perlunya kebijakan 'penegakan regulasi emisi industri yang ketat' (P3) adalah...",
    "pilihan": [
      "Semua industri secara sukarela sudah mematuhi standar emisi.",
      "Regulasi yang longgar adalah salah satu faktor utama yang menjadikan aktivitas industri sebagai kontributor polusi yang signifikan (P1).",
      "Emisi kendaraan bermotor dapat diatasi dengan regulasi industri.",
      "Kelompok rentan hanya dapat dilindungi melalui penegakan regulasi, bukan teknologi bersih.",
      "Pembakaran sampah terbuka sudah sepenuhnya teratasi oleh pemerintah."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 1 menyebutkan 'aktivitas industri yang tidak terkontrol' sebagai kontributor utama. Asumsi untuk menanggulangi ini adalah dengan 'penegakan regulasi... yang ketat', yang berarti regulasi yang longgar atau tidak ditegakkan adalah bagian dari masalah."
  },
  {
    "id": 8,
    "pertanyaan": "Istilah **'triumvirat'** pada Paragraf 1 Teks 2 merujuk pada tiga hal berikut, kecuali...",
    "pilihan": [
      "Emisi gas buang kendaraan bermotor.",
      "Aktivitas industri yang tidak terkontrol.",
      "Praktik pembakaran sampah terbuka.",
      "Masalah pernapasan kronis.",
      "Kontributor utama polusi."
    ],
    "jawaban": "D",
    "pembahasan": "'Triumvirat' berarti kelompok tiga serangkai yang berkuasa atau berpengaruh. Dalam konteks ini, ia merujuk pada tiga kontributor polusi yang disebutkan: kendaraan, industri, dan pembakaran sampah terbuka. Masalah pernapasan kronis adalah dampaknya, bukan kontributornya."
  },
  {
    "id": 9,
    "pertanyaan": "Jika pemerintah gagal total dalam menerapkan langkah-langkah **mitigatif** (P3), konsekuensi terberat yang diindikasikan penulis adalah...",
    "pilihan": [
      "Angkatan kerja akan sepenuhnya berhenti berproduksi.",
      "Isu polusi akan menjadi fokus perhatian media internasional.",
      "Kualitas udara akan terus memburuk, secara serius mengancam kualitas hidup dan harapan hidup warganya.",
      "Aktivitas industri dan kendaraan bermotor akan dihentikan paksa.",
      "Hanya anak-anak dan lansia yang akan terpengaruh secara signifikan."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat penutup di Paragraf 3 secara jelas menyimpulkan, 'Tanpa komitmen kolektif... kualitas udara di perkotaan akan terus memburuk, secara serius mengancam kualitas hidup dan harapan hidup warganya.'"
  },
  {
    "id": 10,
    "pertanyaan": "Makna yang paling tepat untuk kata **'komprehensif'** pada Paragraf 1 Teks 2 dalam konteks 'intervensi kebijakan yang segera dan komprehensif' adalah...",
    "pilihan": [
      "Bersifat parsial dan sepotong-sepotong.",
      "Melibatkan seluruh lapisan masyarakat.",
      "Meliputi semua aspek yang relevan dan bersifat menyeluruh.",
      "Dijalankan secara perlahan dan bertahap.",
      "Hanya berfokus pada sumber polusi tunggal."
    ],
    "jawaban": "C",
    "pembahasan": "Komprehensif berarti bersifat meliputi, luas, dan menyeluruh. Intervensi kebijakan yang komprehensif berarti kebijakan yang menangani semua aspek masalah secara menyeluruh."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Globalisasi)**\n\nGlobalisasi, didefinisikan sebagai proses integrasi internasional yang didorong oleh pertukaran pandangan dunia, produk, ide, dan budaya, telah mengubah tatanan ekonomi dan sosial secara fundamental. Di satu sisi, globalisasi memfasilitasi percepatan pertukaran pengetahuan, inovasi teknologi, dan stimulasi pertumbuhan ekonomi melalui liberalisasi perdagangan dan investasi. Akses terhadap informasi global dan peluang kolaborasi lintas negara kini menjadi lebih mudah dan cepat, menciptakan pasar tunggal yang besar.\n\nNamun, efek samping dari integrasi global ini tidak dapat diabaikan. Muncul kekhawatiran serius tentang erosi identitas budaya lokal akibat dominasi budaya populer global, peningkatan kesenjangan ekonomi (*disparity*) antara negara maju dan berkembang yang kesulitan bersaing, serta ancaman terhadap kedaulatan ekonomi nasional. Bagi negara berkembang, arus modal dan tenaga kerja yang tidak seimbang seringkali memperburuk kondisi internal, menjadikan mereka lebih rentan terhadap krisis ekonomi global dan intervensi asing.\n\nOleh karena itu, strategi **adaptif** yang cerdas sangat diperlukan. Setiap negara harus menemukan **ekuilibrium** yang tepat, yaitu memanfaatkan peluang yang ditawarkan globalisasi (P1) sambil secara proaktif memperkuat benteng kedaulatan dan kearifan lokal (P2). Hal ini menuntut kebijakan yang bersifat selektif dan adaptif dalam menerima pengaruh luar, serta investasi besar pada sektor pendidikan dan teknologi untuk meningkatkan daya saing sumber daya manusia. Adaptasi yang bijaksana, yang didukung oleh rasa percaya diri pada identitas nasional, adalah kunci untuk memastikan globalisasi menjadi kekuatan pendorong kemajuan, bukan alat homogenisasi.\n\nHubungan antara Paragraf 1 dan Paragraf 2 dalam Teks 3 mencerminkan pola pengembangan teks berupa...",
    "pilihan": [
      "Urutan waktu (kronologis).",
      "Perbandingan dan persamaan.",
      "Sebab-akibat yang linear.",
      "Kontradiksi atau pertentangan antara dua sisi pengaruh.",
      "Penjelasan detail dari ide umum."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf 1 membahas dampak positif (keuntungan) globalisasi, sedangkan Paragraf 2 membahas dampak negatif atau kekhawatiran ('Namun, efek samping...'), yang merupakan pola pertentangan atau kontradiksi."
  },
  {
    "id": 12,
    "pertanyaan": "Menurut Paragraf 2, kerentanan negara berkembang terhadap krisis ekonomi global ditingkatkan oleh faktor...",
    "pilihan": [
      "Dominasi budaya populer global.",
      "Kurangnya inovasi teknologi secara umum.",
      "Arus modal dan tenaga kerja yang tidak seimbang.",
      "Kedaulatan ekonomi nasional yang terlalu kuat.",
      "Perdagangan bebas yang terlalu dibatasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan secara eksplisit, 'Bagi negara berkembang, **arus modal dan tenaga kerja yang tidak seimbang** seringkali memperburuk kondisi internal, menjadikan mereka lebih rentan terhadap krisis ekonomi global.'"
  },
  {
    "id": 13,
    "pertanyaan": "Istilah **'ekuilibrium'** yang disinggung di Paragraf 3 paling tepat merujuk pada keseimbangan antara...",
    "pilihan": [
      "Dominasi budaya populer dan erosi identitas lokal.",
      "Menerima semua pengaruh luar dan menutup diri sepenuhnya.",
      "Memanfaatkan secara maksimal peluang globalisasi sambil mempertahankan kedaulatan dan identitas budaya nasional.",
      "Meningkatkan perdagangan bebas dan mengurangi investasi pada teknologi.",
      "Meningkatkan kesenjangan ekonomi dan mengurangi intervensi asing."
    ],
    "jawaban": "C",
    "pembahasan": "Ekuilibrium adalah keadaan seimbang. Teks mendefinisikan ekuilibrium yang tepat sebagai 'memanfaatkan peluang yang ditawarkan globalisasi (P1) sambil secara proaktif memperkuat benteng kedaulatan dan kearifan lokal (P2).'"
  },
  {
    "id": 14,
    "pertanyaan": "Pernyataan manakah yang paling sesuai dengan asumsi penulis mengenai peran identitas nasional dalam menghadapi globalisasi?",
    "pilihan": [
      "Identitas nasional adalah penghambat utama kolaborasi lintas negara.",
      "Identitas nasional adalah konsep yang harus diabaikan demi kemajuan teknologi.",
      "Rasa percaya diri pada identitas nasional adalah komponen penting untuk memastikan adaptasi globalisasi yang bijaksana dan tidak homogenisasi.",
      "Identitas nasional hanya relevan bagi negara maju.",
      "Globalisasi secara otomatis akan memperkuat identitas nasional."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 3 menekankan pentingnya 'Adaptasi yang bijaksana, yang didukung oleh **rasa percaya diri pada identitas nasional**,' sebagai kunci untuk mencegah globalisasi menjadi alat homogenisasi."
  },
  {
    "id": 15,
    "pertanyaan": "Frasa **'arus modal dan tenaga kerja'** di Paragraf 2 merupakan hasil penerjemahan dari istilah asing **'flow modal dan tenaga kerja'**. Penggantian kata **'flow'** dengan **'arus'** merupakan upaya untuk mematuhi kaidah...",
    "pilihan": [
      "Penggunaan kata berimbuhan yang benar.",
      "Pembentukan kata ulang yang tepat.",
      "Penggunaan tanda baca yang tepat.",
      "Pembakuan dan penyerapan istilah asing.",
      "Penggunaan huruf kapital."
    ],
    "jawaban": "D",
    "pembahasan": "'Flow' adalah istilah asing yang belum baku dalam bahasa Indonesia. Menggantinya dengan 'arus' atau 'aliran' merupakan upaya pembakuan dan penyerapan istilah asing untuk mencapai kebakuan bahasa."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah kalimat yang memiliki struktur yang paling efektif dan gramatikal (bebas dari pemborosan kata/ketidakjelasan subjek)?",
    "pilihan": [
      "Meskipun sudah berupaya keras, tetapi ia tetap saja belum berhasil mencapai target.",
      "Bagi semua mahasiswa yang terlambat, wajib lapor kepada ketua panitia penyelenggara.",
      "Permasalahan mengenai polusi udara yang terus memburuk, telah menjadi fokus utama pembahasan hari ini.",
      "Kepala daerah baru saja melantik anggota dewan termuda.",
      "Dia adalah merupakan salah seorang tokoh yang sangat dihormati oleh masyarakat."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D memiliki struktur S-P-O-Pelengkap yang lugas dan efektif. Pilihan A: Redundan ('Meskipun... tetapi'). Pilihan B: Subjek tidak jelas ('Bagi...'). Pilihan C: Koma memisahkan subjek dan predikat ('...yang terus memburuk,' adalah anak kalimat yang tidak boleh dipisah dari predikatnya dengan koma). Pilihan E: Redundan ('adalah merupakan')."
  },
  {
    "id": 17,
    "pertanyaan": "Pilihlah kalimat yang merupakan kalimat majemuk bertingkat dengan klausa subordinatif yang menyatakan hubungan konsesif (pengakuan).",
    "pilihan": [
      "Dia belajar keras agar dapat lulus ujian nasional dengan nilai terbaik.",
      "Meskipun hujan turun deras, kegiatan amal itu tetap dilaksanakan sesuai jadwal.",
      "Jika semua persyaratan telah terpenuhi, proyek pembangunan akan segera dimulai.",
      "Kami akan pulang ke rumah setelah menyelesaikan tugas akhir semester.",
      "Ayah bekerja sebagai pilot, sedangkan Ibu bekerja sebagai guru."
    ],
    "jawaban": "B",
    "pembahasan": "Hubungan konsesif ditandai oleh konjungsi seperti 'meskipun', 'walaupun', atau 'sekalipun', yang menyatakan suatu pengakuan yang bertentangan dengan hasil atau induk kalimatnya. Pilihan B menggunakan 'Meskipun'."
  },
  {
    "id": 18,
    "pertanyaan": "Penggunaan tanda koma (,) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Oleh karena itu, kita harus mempertimbangkan semua risiko sebelum bertindak.",
      "Saya suka membaca buku, dan menonton film.",
      "Karena tidak hadir, dia tidak mendapatkan informasi terbaru.",
      "Krisis ekonomi, yang melanda dunia, berdampak pada semua sektor.",
      "Sejak dari kemarin, dia sudah bekerja keras menyelesaikan laporannya."
    ],
    "jawaban": "A",
    "pembahasan": "Tanda koma wajib digunakan setelah konjungsi antar-kalimat seperti 'Oleh karena itu', 'Dengan demikian', 'Jadi', dll. Pilihan C salah, karena klausa subordinatif yang mengawali kalimat ('Karena tidak hadir,') harus diikuti koma sebelum induk kalimat. Pilihan B, D, dan E salah secara kaidah PUEBI."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kelompok kata yang seluruhnya merupakan kata baku?",
    "pilihan": [
      "Sistim, kwalitas, faham.",
      "Hakekat, legalisir, ijazah.",
      "Memengaruhi, sekadar, praktik.",
      "Aktifitas, resiko, konkrit.",
      "Apabila, atlit, efisiensi."
    ],
    "jawaban": "C",
    "pembahasan": "Kata baku yang benar adalah: **memengaruhi** (bukan *mempengaruhi*), **sekadar** (bukan *sekedar*), dan **praktik** (bukan *praktek*). Kelompok kata lain mengandung kata tidak baku (misalnya: *sistim* seharusnya *sistem*, *kwalitas* seharusnya *kualitas*, *hakekat* seharusnya *hakikat*, *legalisir* seharusnya *legalisasi*, *aktifitas* seharusnya *aktivitas*, *resiko* seharusnya *risiko*, *konkrit* seharusnya *konkret*, *atlit* seharusnya *atlet*)."
  },
  {
    "id": 20,
    "pertanyaan": "Kata **'di'** yang berfungsi sebagai imbuhan (kata kerja pasif) dan ditulis serangkai terdapat pada kalimat...",
    "pilihan": [
      "Buku baru itu **di** letakkan **di** atas meja.",
      "Mobil merah itu sudah **di** jual bulan lalu.",
      "Pohon besar itu **di** tebang oleh petugas kehutanan.",
      "Laporan penting itu **di** kumpulkan **di** kantor pusat.",
      "Bunga mawar itu **dipetik** oleh anak kecil tersebut."
    ],
    "jawaban": "E",
    "pembahasan": "Imbuhan *di-* yang menandai kata kerja pasif harus ditulis serangkai dengan kata dasarnya. Pilihan E ('dipetik') adalah satu-satunya yang menggunakan *di-* sebagai imbuhan secara serangkai. Pilihan A, B, C, dan D menggunakan *di* sebagai kata depan (preposisi) yang seharusnya ditulis terpisah, atau salah penulisan."
  }
]
