[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 141-143.\n\nTeks 22\n\nRevolusi Industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologis yang memengaruhi hampir setiap aspek kehidupan manusia. Otomatisasi, kecerdasan buatan (AI), Internet of Things (IoT), dan big data adalah beberapa pilar utama revolusi ini. Dampaknya meliputi peningkatan efisiensi produksi, penciptaan lapangan kerja baru di sektor teknologi, namun juga menimbulkan kekhawatiran tentang hilangnya pekerjaan tradisional dan kesenjangan keterampilan. Untuk menghadapi tantangan ini, pendidikan harus beradaptasi dengan mengembangkan kurikulum yang relevan dengan kebutuhan industri masa depan, serta mempromosikan pembelajaran sepanjang hayat. Kolaborasi antara pemerintah, industri, dan akademisi menjadi krusial untuk memastikan bahwa masyarakat dapat memanfaatkan peluang dan mengatasi disrupsi yang dibawa oleh Revolusi Industri 4.0.\n\nApa yang menjadi pilar utama Revolusi Industri 4.0 menurut Teks 22?",
    "pilihan": [
      "Hanya teknologi fisik dan biologis.",
      "Otomatisasi, kecerdasan buatan (AI), Internet of Things (IoT), dan big data.",
      "Peningkatan efisiensi produksi.",
      "Penciptaan lapangan kerja tradisional.",
      "Kurikulum pendidikan yang relevan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Otomatisasi, kecerdasan buatan (AI), Internet of Things (IoT), dan big data adalah beberapa pilar utama revolusi ini'."
  },
  {
    "id": 2,
    "pertanyaan": "Apa dampak negatif yang dikhawatirkan dari Revolusi Industri 4.0?",
    "pilihan": [
      "Peningkatan efisiensi produksi.",
      "Penciptaan lapangan kerja baru di sektor teknologi.",
      "Hilangnya pekerjaan tradisional dan kesenjangan keterampilan.",
      "Peningkatan adaptasi pendidikan.",
      "Kolaborasi antara pemerintah, industri, dan akademisi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Dampaknya ... juga menimbulkan kekhawatiran tentang hilangnya pekerjaan tradisional dan kesenjangan keterampilan'."
  },
  {
    "id": 3,
    "pertanyaan": "Bagaimana pendidikan harus beradaptasi menghadapi Revolusi Industri 4.0?",
    "pilihan": [
      "Mengabaikan pengembangan kurikulum.",
      "Mengembangkan kurikulum yang relevan dan mempromosikan pembelajaran sepanjang hayat.",
      "Hanya fokus pada pekerjaan tradisional.",
      "Mengurangi kolaborasi dengan industri.",
      "Membatasi akses ke teknologi baru."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan, 'Untuk menghadapi tantangan ini, pendidikan harus beradaptasi dengan mengembangkan kurikulum yang relevan dengan kebutuhan industri masa depan, serta mempromosikan pembelajaran sepanjang hayat'."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'konvergensi' dalam 'konvergensi teknologi digital, fisik, dan biologis' pada Teks 22 memiliki makna...",
    "pilihan": [
      "Pemisahan atau perbedaan",
      "Penggabungan atau penyatuan",
      "Penolakan",
      "Peningkatan",
      "Pengurangan"
    ],
    "jawaban": "B",
    "pembahasan": "Konvergensi berarti pertemuan atau penyatuan dua atau lebih hal yang berbeda, dalam konteks ini teknologi. Jadi, 'penggabungan atau penyatuan' adalah makna yang paling tepat."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan majas personifikasi?",
    "pilihan": [
      "Dia secepat kilat dalam berlari.",
      "Angin berbisik merdu di telingaku.",
      "Wajahnya seperti rembulan.",
      "Sungai itu mengalir deras.",
      "Buku adalah jendela dunia."
    ],
    "jawaban": "B",
    "pembahasan": "Majas personifikasi memberikan sifat atau perilaku manusia kepada benda mati atau makhluk non-manusia. 'Angin berbisik' adalah contoh personifikasi karena angin (benda mati) diberi kemampuan untuk 'berbisik' (sifat manusia)."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan pertentangan.",
    "pilihan": [
      "Dia pandai dan rajin.",
      "Meskipun sakit, dia tetap berangkat sekolah.",
      "Saya akan datang jika diundang.",
      "Dia membaca buku lalu tidur.",
      "Ayah bekerja keras karena ingin sukses."
    ],
    "jawaban": "B",
    "pembahasan": "Konjungsi 'meskipun' menyatakan pertentangan antara dua klausa: 'sakit' (kondisi) berlawanan dengan 'tetap berangkat sekolah' (tindakan)."
  },
  {
    "id": 7,
    "pertanyaan": "Dalam sebuah kalimat, 'subjek' adalah...",
    "pilihan": [
      "Kata kerja yang menunjukkan tindakan.",
      "Bagian kalimat yang menerangkan predikat.",
      "Bagian kalimat yang melakukan atau dikenai tindakan.",
      "Kata sifat yang menjelaskan benda.",
      "Penghubung antara dua klausa."
    ],
    "jawaban": "C",
    "pembahasan": "Subjek adalah pelaku atau pihak yang menjadi pokok pembicaraan dalam suatu kalimat, bisa melakukan tindakan (pada kalimat aktif) atau dikenai tindakan (pada kalimat pasif)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 148-150.\n\nTeks 23\n\nPendidikan karakter adalah upaya sistematis untuk menanamkan nilai-nilai moral dan etika pada peserta didik agar mereka menjadi individu yang berintegritas, bertanggung jawab, dan peduli. Nilai-nilai seperti kejujuran, disiplin, kerja keras, hormat, dan toleransi menjadi fokus utama. Penerapan pendidikan karakter tidak hanya terbatas pada kurikulum formal di sekolah, tetapi juga melibatkan peran serta keluarga dan lingkungan masyarakat. Tantangan dalam pelaksanaannya meliputi kurangnya konsistensi, perbedaan persepsi nilai, dan pengaruh negatif dari media. Namun, pentingnya pendidikan karakter semakin disadari sebagai pondasi untuk membangun generasi muda yang tangguh, berakhlak mulia, dan siap menghadapi tantangan global. Kolaborasi semua pihak menjadi kunci keberhasilan dalam membentuk karakter bangsa.\n\nApa tujuan utama pendidikan karakter menurut Teks 23?",
    "pilihan": [
      "Meningkatkan nilai akademik siswa.",
      "Menanamkan nilai-nilai moral dan etika agar menjadi individu yang berintegritas, bertanggung jawab, dan peduli.",
      "Hanya berfokus pada kurikulum formal.",
      "Mengabaikan peran keluarga dan masyarakat.",
      "Mempersiapkan siswa untuk menghadapi ujian."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Pendidikan karakter adalah upaya sistematis untuk menanamkan nilai-nilai moral dan etika pada peserta didik agar mereka menjadi individu yang berintegritas, bertanggung jawab, dan peduli'."
  },
  {
    "id": 9,
    "pertanyaan": "Siapa saja yang terlibat dalam penerapan pendidikan karakter?",
    "pilihan": [
      "Hanya sekolah.",
      "Kurikulum formal di sekolah, keluarga, dan lingkungan masyarakat.",
      "Hanya guru dan siswa.",
      "Media massa saja.",
      "Pemerintah dan lembaga internasional."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Penerapan pendidikan karakter tidak hanya terbatas pada kurikulum formal di sekolah, tetapi juga melibatkan peran serta keluarga dan lingkungan masyarakat'."
  },
  {
    "id": 10,
    "pertanyaan": "Apa tantangan dalam pelaksanaan pendidikan karakter?",
    "pilihan": [
      "Peningkatan nilai akademik siswa.",
      "Kurangnya konsistensi, perbedaan persepsi nilai, dan pengaruh negatif dari media.",
      "Kolaborasi semua pihak.",
      "Pembentukan generasi muda yang tangguh.",
      "Fokus pada nilai-nilai moral."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Tantangan dalam pelaksanaannya meliputi kurangnya konsistensi, perbedaan persepsi nilai, dan pengaruh negatif dari media'."
  },
  {
    "id": 11,
    "pertanyaan": "Kata 'sistematis' dalam konteks 'upaya sistematis' pada Teks 23 memiliki makna...",
    "pilihan": [
      "Acak atau tidak teratur",
      "Teratur dan terencana dengan baik",
      "Spontan",
      "Tidak penting",
      "Terbatas"
    ],
    "jawaban": "B",
    "pembahasan": "Sistematis berarti dilakukan secara teratur, terencana, dan mengikuti suatu sistem. Oleh karena itu, 'teratur dan terencana dengan baik' adalah makna yang paling tepat."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan singkatan dengan benar?",
    "pilihan": [
      "Sdr. Budi telah tiba.",
      "Yth Bapak/Ibu, harap hadir.",
      "A.N. Direktur, Surat ini berlaku.",
      "Prof. Dr. Andi, Sp.PD.",
      "Jalan Sudirman No 10."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan singkatan yang benar untuk sapaan 'saudara' adalah 'Sdr.' diikuti titik. Pilihan B seharusnya 'Yth.'. Pilihan C seharusnya 'a.n.'. Pilihan D seharusnya 'Prof. Dr. Andi, Sp.PD.' (Sp.PD. adalah spesialis penyakit dalam, dengan titik setelah setiap singkatan). Pilihan E 'No' tidak perlu titik karena bukan singkatan resmi untuk nomor dalam alamat."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata berimbuhan 'ke-an' yang menyatakan keadaan.",
    "pilihan": [
      "Kesempatan itu datang tiba-tiba.",
      "Kesehatan adalah harta yang tak ternilai.",
      "Dia memiliki kemampuan berbicara di depan umum.",
      "Kita harus menjaga kebersihan lingkungan.",
      "Kejadian itu membuat kami terkejut."
    ],
    "jawaban": "B",
    "pembahasan": "Imbuhan 'ke-an' dapat menyatakan keadaan. 'Kesehatan' merujuk pada keadaan sehat. Pilihan A 'kesempatan' berarti peluang. Pilihan C 'kemampuan' berarti daya/potensi. Pilihan D 'kebersihan' berarti hal yang berkaitan dengan bersih. Pilihan E 'kejadian' berarti peristiwa."
  },
  {
    "id": 14,
    "pertanyaan": "Cermati paragraf berikut:\n\n'Perkembangan teknologi informasi telah mengubah cara manusia berinteraksi. Komunikasi menjadi lebih cepat dan efisien. Namun, hal ini juga menimbulkan tantangan baru, seperti penyebaran berita palsu dan masalah privasi data. Oleh karena itu, penting bagi setiap individu untuk memiliki literasi digital yang baik.'\n\nKata 'Oleh karena itu' pada kalimat terakhir berfungsi sebagai...",
    "pilihan": [
      "Penanda sebab-akibat",
      "Penanda tujuan",
      "Penanda contoh",
      "Penanda penambahan",
      "Penanda pertentangan"
    ],
    "jawaban": "A",
    "pembahasan": "Frasa 'Oleh karena itu' adalah konjungsi antarkalimat yang menunjukkan hubungan sebab-akibat. Kalimat sebelumnya menjelaskan sebab (tantangan baru dari teknologi informasi), dan kalimat setelahnya menjelaskan akibat atau solusi yang diperlukan."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 155-157.\n\nTeks 24\n\nUrbanisasi adalah proses perpindahan penduduk dari pedesaan ke perkotaan yang mengakibatkan peningkatan jumlah penduduk di wilayah perkotaan. Fenomena ini didorong oleh berbagai faktor, seperti harapan akan peluang ekonomi yang lebih baik, akses ke fasilitas pendidikan dan kesehatan yang lebih lengkap, serta daya tarik gaya hidup perkotaan. Dampak urbanisasi meliputi pertumbuhan kota yang pesat, peningkatan permintaan akan infrastruktur, masalah lingkungan seperti polusi dan kemacetan, serta perubahan struktur sosial. Untuk mengelola urbanisasi secara berkelanjutan, diperlukan perencanaan kota yang komprehensif, penyediaan layanan dasar yang memadai, penciptaan lapangan kerja di daerah pedesaan, dan pemberdayaan masyarakat lokal. Sinergi antara pemerintah pusat dan daerah, serta partisipasi aktif masyarakat, sangat penting dalam menciptakan kota yang layak huni bagi semua.\n\nApa yang dimaksud dengan urbanisasi menurut Teks 24?",
    "pilihan": [
      "Penurunan jumlah penduduk di perkotaan.",
      "Proses perpindahan penduduk dari pedesaan ke perkotaan.",
      "Perubahan struktur sosial di pedesaan.",
      "Peningkatan akses fasilitas pendidikan dan kesehatan.",
      "Hanya masalah polusi dan kemacetan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Urbanisasi adalah proses perpindahan penduduk dari pedesaan ke perkotaan yang mengakibatkan peningkatan jumlah penduduk di wilayah perkotaan'."
  },
  {
    "id": 16,
    "pertanyaan": "Apa faktor pendorong urbanisasi yang disebutkan dalam Teks 24?",
    "pilihan": [
      "Kurangnya peluang ekonomi di perkotaan.",
      "Harapan akan peluang ekonomi yang lebih baik, akses fasilitas pendidikan dan kesehatan, serta daya tarik gaya hidup perkotaan.",
      "Masalah lingkungan di perkotaan.",
      "Perencanaan kota yang komprehensif.",
      "Pemberdayaan masyarakat lokal."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Fenomena ini didorong oleh berbagai faktor, seperti harapan akan peluang ekonomi yang lebih baik, akses ke fasilitas pendidikan dan kesehatan yang lebih lengkap, serta daya tarik gaya hidup perkotaan'."
  },
  {
    "id": 17,
    "pertanyaan": "Bagaimana cara mengelola urbanisasi secara berkelanjutan menurut Teks 24?",
    "pilihan": [
      "Mengabaikan perencanaan kota.",
      "Hanya fokus pada pertumbuhan kota yang pesat.",
      "Perencanaan kota yang komprehensif, penyediaan layanan dasar, penciptaan lapangan kerja di pedesaan, dan pemberdayaan masyarakat lokal.",
      "Meningkatkan masalah lingkungan.",
      "Membatasi perpindahan penduduk."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Untuk mengelola urbanisasi secara berkelanjutan, diperlukan perencanaan kota yang komprehensif, penyediaan layanan dasar yang memadai, penciptaan lapangan kerja di daerah pedesaan, dan pemberdayaan masyarakat lokal'."
  },
  {
    "id": 18,
    "pertanyaan": "Kata 'komprehensif' dalam 'perencanaan kota yang komprehensif' pada Teks 24 berarti...",
    "pilihan": [
      "Terbatas atau parsial",
      "Menyeluruh atau lengkap",
      "Tidak relevan",
      "Sederhana",
      "Opsional"
    ],
    "jawaban": "B",
    "pembahasan": "Komprehensif berarti bersifat menyeluruh, lengkap, dan meliputi segala aspek. Oleh karena itu, 'menyeluruh atau lengkap' adalah makna yang paling tepat."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'me-' yang menyatakan melakukan sesuatu dengan alat?",
    "pilihan": [
      "Dia membaca buku.",
      "Petani memanen padi.",
      "Ibu memasak nasi.",
      "Pekerja memalu paku.",
      "Anak itu menangis."
    ],
    "jawaban": "D",
    "pembahasan": "Imbuhan 'me-' bisa menyatakan tindakan yang dilakukan dengan menggunakan alat. 'Memalu' berarti melakukan tindakan memukul dengan palu (alat)."
  },
  {
    "id": 20,
    "pertanyaan": "Pilihlah kalimat yang efektif.",
    "pilihan": [
      "Agar supaya dia datang, kami akan menjemputnya.",
      "Dia adalah seorang guru yang sangat profesional sekali.",
      "Para mahasiswa-mahasiswa sedang berdiskusi di ruangan itu.",
      "Pendidikan sangat penting untuk kemajuan bangsa.",
      "Banyak sekali masyarakat yang kurang peduli tentang kebersihan."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat efektif adalah kalimat yang singkat, padat, jelas, dan tidak mengandung pemborosan kata. Pilihan D 'Pendidikan sangat penting untuk kemajuan bangsa.' adalah kalimat yang efektif. Pilihan A ada redundansi 'agar supaya'. Pilihan B ada redundansi 'sangat profesional sekali'. Pilihan C ada redundansi 'para mahasiswa-mahasiswa'."
  }
]
