[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\n**Teks 1: Keberagaman Indonesia**\n\nIndonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Keberagaman ini menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Keanekaragaman ini, meski menjadi kekuatan, juga mengandung potensi friksi sosial yang memerlukan pengelolaan yang matang dan berkelanjutan.\n\nDi tengah pesatnya arus globalisasi dan digitalisasi, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks. Munculnya berbagai isu polarisasi berbasis identitas, radikalisasi yang disebarkan melalui kanal digital, dan disinformasi (hoaks) secara masif dapat mengancam keutuhan bangsa. Polarisasi tersebut sering kali diperburuk oleh algoritma media sosial yang menciptakan *filter bubble*, membatasi pandangan individu, dan mempertebal tembok perbedaan. \n\nSalah satu upaya penting dalam menjaga keberagaman adalah melalui pendidikan multikultural yang menanamkan nilai-nilai toleransi, saling menghargai, dan gotong royong. Selain itu, peran literasi digital dan media massa sangat krusial dalam menyebarkan narasi positif tentang keberagaman dan melawan ujaran kebencian. Keberhasilan menjaga harmoni kolektif ini tidak hanya bergantung pada regulasi pemerintah, tetapi juga pada kemampuan setiap warga negara untuk mempraktikkan akal sehat dan pemikiran kritis dalam menghadapi informasi yang beredar.\n\nBerdasarkan Paragraf 2 Teks 1, apa yang menjadi **implikasi tersembunyi** dari frasa 'algoritma media sosial yang menciptakan *filter bubble*'? (Inferensi)",
    "pilihan": [
      "Algoritma media sosial mempromosikan keragaman konten kepada semua pengguna secara merata.",
      "Masyarakat akan lebih mudah mengakses pandangan yang berbeda dan bertentangan.",
      "Pandangan individu cenderung diperkuat, sehingga mempersulit upaya dialog dan negosiasi antar kelompok berbeda.",
      "Polarisasi hanya terjadi pada isu-isu politik tanpa menyentuh aspek identitas.",
      "Tantangan radikalisasi dapat diselesaikan hanya dengan mematikan fitur komentar di media sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Sebuah *filter bubble* membatasi paparan individu hanya pada informasi yang sesuai dengan keyakinannya, sehingga memperkuat pandangan yang sudah ada dan mempertebal perbedaan, yang secara logis mempersulit dialog antar kelompok."
  },
  {
    "id": 2,
    "pertanyaan": "Apa fungsi retoris Paragraf 3 terhadap Paragraf 2 pada Teks 1? (Fungsi Retoris dan Hubungan Antarparagraf)",
    "pilihan": [
      "Memperkenalkan masalah baru yang sama sekali berbeda dari tantangan digitalisasi.",
      "Menyajikan daftar bukti sejarah kegagalan menjaga persatuan bangsa.",
      "Menyajikan solusi preskriptif atas tantangan polarisasi dan menetapkan prasyarat keberhasilan solusi tersebut.",
      "Menjelaskan secara rinci mekanisme kerja algoritma media sosial yang disinggung di Paragraf 2.",
      "Menarik kesimpulan bahwa globalisasi adalah penyebab utama semua friksi sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 2 memaparkan tantangan (polarisasi, *filter bubble*). Paragraf 3 menyajikan upaya (pendidikan multikultural, literasi digital) sebagai solusi dan menetapkan prasyarat ('kemampuan setiap warga negara untuk mempraktikkan akal sehat') untuk keberhasilannya."
  },
  {
    "id": 3,
    "pertanyaan": "Argumen di Paragraf 3 Teks 1 yang menyarankan pendidikan multikultural sebagai solusi dapat dilemahkan oleh asumsi bahwa... (Analisis Kelemahan Argumen)",
    "pilihan": [
      "Pendidikan multikultural sudah diterapkan secara merata di semua jenjang sekolah.",
      "Mayoritas friksi sosial tidak disebabkan oleh perbedaan etnis, tetapi oleh kesenjangan ekonomi.",
      "Nilai-nilai intoleransi sudah mendarah daging dan sulit diubah hanya melalui kurikulum formal sekolah.",
      "Kurikulum pendidikan multikultural selalu relevan dengan dinamika sosial terbaru.",
      "Generasi muda lebih terbuka terhadap perbedaan dibandingkan generasi sebelumnya."
    ],
    "jawaban": "C",
    "pembahasan": "Kelemahan argumen solusi muncul jika asumsi dasarnya (pendidikan dapat mengubah perilaku) tidak terpenuhi. Jika intoleransi sangat mengakar, pendidikan formal saja tidak cukup, sehingga argumen Paragraf 3 menjadi lemah."
  },
  {
    "id": 4,
    "pertanyaan": "Dalam konteks Teks 1, polarisasi berbasis identitas merujuk secara spesifik pada... (Penalaran Kontekstual)",
    "pilihan": [
      "Perbedaan selera musik dan gaya hidup di kalangan anak muda.",
      "Pembelahan masyarakat menjadi kelompok-kelompok yang saling bertentangan berdasarkan latar belakang sosial, suku, agama, atau pandangan politik.",
      "Pembagian wilayah administratif menjadi provinsi dan kabupaten.",
      "Upaya pemerintah untuk mempromosikan keragaman budaya kepada dunia internasional.",
      "Penyebaran informasi yang cepat melalui berbagai kanal digital."
    ],
    "jawaban": "B",
    "pembahasan": "Polarisasi berarti pembelahan menjadi dua kubu atau lebih. Kontekstual 'berbasis identitas' berarti pembelahan terjadi berdasarkan faktor-faktor primordial seperti agama, suku, atau ras."
  },
  {
    "id": 5,
    "pertanyaan": "Jika upaya menjaga keberagaman hanya fokus pada regulasi pemerintah tanpa diikuti oleh peningkatan literasi digital warga, **prediksi** yang paling mungkin terjadi berdasarkan Teks 1 adalah... (Inferensi)",
    "pilihan": [
      "Radikalisasi dan disinformasi akan otomatis hilang dari kanal digital.",
      "Pemerintah akan kekurangan dana untuk pengembangan pendidikan multikultural.",
      "Regulasi yang dibuat akan sulit diimplementasikan secara efektif karena warga tetap rentan terhadap penyebaran hoaks dan polarisasi.",
      "Indonesia akan menjadi negara dengan tingkat toleransi tertinggi di dunia.",
      "Potensi friksi sosial akan sepenuhnya diatasi oleh peran media massa."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 3 menekankan bahwa keberhasilan tidak hanya bergantung pada regulasi, tetapi juga pada 'pemikiran kritis' (literasi digital). Jika salah satu prasyarat (literasi) diabaikan, upaya mitigasi (regulasi) akan sulit mencapai tujuan karena akar masalah digital tidak tersentuh."
  },
  {
    "id": 6,
    "pertanyaan": "Manakah penulisan bentuk terikat yang **salah** menurut kaidah PUEBI? (Kaidah Kebahasaan)",
    "pilihan": [
      "multikultural",
      "antar suku",
      "nonblok",
      "pascapanen",
      "prasejarah"
    ],
    "jawaban": "B",
    "pembahasan": "Bentuk terikat seperti *antar-*, *multi-*, *non-*, *pasca-*, *pra-* harus ditulis serangkai dengan kata dasar yang mengikutinya. Penulisan yang benar adalah 'antarsuku'."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-12.\n\n**Teks 2: Perubahan Iklim**\n\nPerubahan iklim telah menjadi isu global yang mendesak untuk ditangani, dibuktikan dengan indikator nyata seperti peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut. Aktivitas manusia, terutama emisi gas rumah kaca (GRK) dari pembakaran bahan bakar fosil, merupakan kontributor utama. Fenomena ini tidak hanya mengancam ekosistem, tetapi juga mengganggu keseimbangan hidup jutaan manusia.\n\nDampak perubahan iklim sangat luas dan bersifat *multisektoral*. Ini meliputi gangguan pola cuaca ekstrem yang memicu banjir dan kekeringan, krisis pangan akibat gagal panen karena anomali suhu, hingga peningkatan risiko kesehatan melalui penyebaran penyakit yang ditularkan oleh vektor. Selain itu, kenaikan suhu laut juga menyebabkan pemutihan terumbu karang, mengancam keanekaragaman hayati laut dan mata pencaharian nelayan. \n\nDiperlukan tindakan kolektif dari berbagai negara, mencakup mitigasi (pengurangan emisi GRK) dan adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi). Strategi mitigasi harus berfokus pada transisi energi terbarukan dan penegakan regulasi emisi industri. Sementara itu, adaptasi memerlukan inovasi pertanian yang tahan iklim dan pembangunan infrastruktur pantai. Tanpa upaya serius dan terintegrasi ini, risiko *irreversibility* (ketidakmampuan untuk kembali ke kondisi semula) dari kerusakan lingkungan akan meningkat tajam, mengancam keberlanjutan hidup generasi mendatang.\n\nApa tujuan penulis menggunakan istilah '*multisektoral*' pada Paragraf 2 Teks 2? (Fungsi Retoris)",
    "pilihan": [
      "Membatasi fokus pembahasan hanya pada sektor lingkungan dan ekosistem laut.",
      "Menegaskan bahwa dampak perubahan iklim meluas ke berbagai bidang kehidupan, seperti kesehatan, ekonomi, dan pangan, bukan hanya lingkungan.",
      "Menarik perhatian pembaca dengan menggunakan istilah ilmiah yang kompleks.",
      "Menyiratkan bahwa masalah perubahan iklim sudah mencapai tahap *irreversibility*.",
      "Membandingkan dampak perubahan iklim dengan dampak urbanisasi yang bersifat sektoral."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 merinci dampak pada pola cuaca, pangan, kesehatan, dan laut. Istilah *multisektoral* digunakan untuk mencakup keluasan dampak pada berbagai sektor kehidupan tersebut."
  },
  {
    "id": 8,
    "pertanyaan": "Paragraf 3 berpendapat bahwa adaptasi memerlukan inovasi pertanian yang tahan iklim. Kelemahan argumen ini muncul jika diasumsikan bahwa... (Analisis Kelemahan Argumen)",
    "pilihan": [
      "Negara maju telah berhasil menerapkan teknologi pertanian tahan iklim secara luas.",
      "Dampak perubahan iklim terhadap pertanian sudah tidak signifikan lagi.",
      "Teknologi pertanian tahan iklim terlalu mahal, memerlukan pelatihan intensif, dan tidak dapat diakses secara efektif oleh petani subsisten di negara berkembang.",
      "Inovasi pertanian hanya berfokus pada peningkatan hasil panen, bukan ketahanan iklim.",
      "Infrastruktur irigasi di seluruh dunia sudah sangat memadai."
    ],
    "jawaban": "C",
    "pembahasan": "Jika teknologi (solusi yang ditawarkan) tidak dapat diakses oleh kelompok yang paling rentan (petani subsisten), maka solusi tersebut tidak akan efektif secara massal, yang merupakan kelemahan signifikan dalam implementasi strategi adaptasi."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan Paragraf 3, keberhasilan strategi mitigasi perubahan iklim secara jangka panjang sangat bergantung pada... (Inferensi Kontekstual)",
    "pilihan": [
      "Kecepatan mencairnya gletser dan es kutub.",
      "Peningkatan risiko kesehatan melalui penyebaran vektor penyakit.",
      "Komitmen kolektif global untuk transisi energi, yaitu mengganti sumber energi berbasis fosil dengan energi terbarukan.",
      "Pembangunan infrastruktur pantai yang masif di seluruh negara kepulauan.",
      "Eksklusif pada inovasi pertanian yang tahan iklim."
    ],
    "jawaban": "C",
    "pembahasan": "Mitigasi didefinisikan sebagai 'pengurangan emisi GRK'. Paragraf 3 secara eksplisit menyatakan bahwa strategi mitigasi harus berfokus pada 'transisi energi terbarukan', yang secara logis merupakan prasyarat utama untuk mengurangi emisi GRK secara global."
  },
  {
    "id": 10,
    "pertanyaan": "Kata '*irreversibility*' (Paragraf 3) merupakan konsekuensi logis yang paling erat dengan... (Analisis Hubungan Antarparagraf)",
    "pilihan": [
      "Penemuan inovasi pertanian yang tahan iklim.",
      "Kegagalan mengatasi ancaman *multisektoral* secara terintegrasi yang dijelaskan di Paragraf 2.",
      "Peningkatan suhu rata-rata bumi yang melambat secara signifikan.",
      "Penegakan regulasi emisi industri yang tidak ketat.",
      "Transisi energi terbarukan yang berhasil diimplementasikan."
    ],
    "jawaban": "B",
    "pembahasan": "Irreversibility (ketidakmampuan untuk kembali ke kondisi semula) adalah hasil terburuk. Hal ini akan terjadi jika berbagai dampak kompleks (*multisektoral* di Paragraf 2) gagal diatasi secara serius dan terintegrasi, yang merupakan penekanan Paragraf 3."
  },
  {
    "id": 11,
    "pertanyaan": "Manakah dari pilihan berikut yang merupakan penulisan kata turunan yang benar menurut kaidah PUEBI? (Kaidah Kebahasaan)",
    "pilihan": [
      "mentransfer",
      "mensukseskan",
      "mentaati",
      "memprediksikan",
      "mempengaruhi"
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D (*memprediksikan*) adalah penulisan yang benar. Pilihan A-C dan E salah karena: *mentransfer* (seharusnya *mentransisikan* atau *mentransfer*); *mensukseskan* (seharusnya *menyukseskan*); *mentaati* (seharusnya *menaati*); *mempengaruhi* (seharusnya *memengaruhi*)."
  },
  {
    "id": 12,
    "pertanyaan": "Frasa 'penyebaran penyakit yang ditularkan oleh vektor' (Paragraf 2) dapat dipahami secara kontekstual karena perubahan iklim memengaruhi... (Penalaran Kontekstual)",
    "pilihan": [
      "Peningkatan biaya pengobatan di negara-negara berkembang.",
      "Kebijakan pemerintah tentang infrastruktur sanitasi.",
      "Peningkatan suhu global yang memperluas habitat dan masa aktif serangga pembawa penyakit (vektor).",
      "Gangguan pola cuaca ekstrem yang menyebabkan gagal panen.",
      "Pemutihan terumbu karang di wilayah laut."
    ],
    "jawaban": "C",
    "pembahasan": "Vektor penyakit (misalnya nyamuk) sangat sensitif terhadap suhu. Kenaikan suhu global akibat perubahan iklim akan memperluas jangkauan geografis dan periode aktif vektor, sehingga meningkatkan penyebaran penyakit yang mereka bawa."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-17.\n\n**Teks 3: Urbanisasi**\n\nFenomena urbanisasi, yang didefinisikan sebagai perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan di banyak negara berkembang. Kota berfungsi sebagai *'pull factor'* dengan janji peluang ekonomi yang lebih besar, akses pendidikan berkualitas, dan fasilitas kesehatan yang memadai. Sementara itu, desa sering menjadi *'push factor'* karena minimnya lapangan kerja dan keterbatasan fasilitas publik.\n\nUrbanisasi yang tidak terencana dan melampaui daya dukung lingkungan perkotaan kerap menimbulkan berbagai masalah kompleks. Konsekuensi negatif utamanya mencakup *overcrowding*, kemacetan lalu lintas yang kronis, peningkatan angka kriminalitas, dan proliferasi permukiman kumuh (slum area). Lebih jauh lagi, konsentrasi penduduk yang tinggi ini menekan sumber daya air dan energi kota, menimbulkan masalah sanitasi, dan menurunkan kualitas udara, yang secara kolektif mengurangi kualitas hidup secara signifikan.\n\nPemerintah perlu merancang kebijakan komprehensif yang berfokus pada pemerataan pembangunan. Solusinya tidak hanya terletak pada peningkatan infrastruktur di kota, tetapi juga pada pengembangan potensi desa. Pemberdayaan ekonomi desa, peningkatan kualitas pendidikan vokasi, dan penyediaan fasilitas dasar yang setara di pedesaan dapat menjadi strategi efektif untuk mengurangi laju urbanisasi. Strategi ini, yang disebut sebagai pembangunan berbasis desa, bertujuan menciptakan *magnet* tandingan agar tercipta keseimbangan spasial yang lebih adil antara daerah perkotaan dan pedesaan.\n\nApa peran Paragraf 3 terhadap masalah yang dipaparkan dalam Paragraf 2 Teks 3? (Analisis Hubungan Antarparagraf)",
    "pilihan": [
      "Membandingkan dampak positif dan negatif urbanisasi yang kontras.",
      "Menyajikan solusi kebijakan untuk mengatasi dampak negatif (overcrowding, kemacetan, dll.) yang diakibatkan oleh urbanisasi yang tidak terencana.",
      "Memperkuat argumen bahwa urbanisasi harus sepenuhnya dihentikan melalui regulasi ketat.",
      "Memberikan contoh kasus *overcrowding* di kota-kota besar Indonesia.",
      "Menjelaskan secara lebih detail definisi dari *'push factor'* dan *'pull factor'*."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menyajikan masalah dan dampak negatif. Paragraf 3 menyajikan kebijakan ('merancang kebijakan komprehensif') dan strategi ('pemberdayaan ekonomi desa') yang bertujuan mengatasi masalah tersebut."
  },
  {
    "id": 14,
    "pertanyaan": "Berdasarkan konsep *'push factor'* dan *'pull factor'* (Paragraf 1), **inferensi terkuat** yang mendukung perlunya pembangunan berbasis desa (Paragraf 3) adalah... (Inferensi)",
    "pilihan": [
      "Daya tarik kota harus dihilangkan sepenuhnya agar penduduk tidak pindah.",
      "Pembangunan berbasis desa bertujuan untuk melemahkan daya dorong desa sambil menciptakan *pull factor* tandingan di pedesaan.",
      "Fokus utama harus tetap pada pembangunan infrastruktur dan fasilitas di kota saja.",
      "Faktor pendorong dan penarik urbanisasi tidak dapat diubah oleh kebijakan publik.",
      "Pembangunan desa hanya boleh berfokus pada sektor pertanian tradisional."
    ],
    "jawaban": "B",
    "pembahasan": "Tujuan pembangunan desa adalah mengatasi faktor pendorong (kemiskinan, kurangnya fasilitas) sambil menciptakan faktor penarik tandingan (peluang ekonomi, pendidikan) di desa, sehingga tercipta keseimbangan spasial."
  },
  {
    "id": 15,
    "pertanyaan": "Penggunaan istilah *'magnet'* tandingan pada kalimat terakhir Paragraf 3 bertujuan untuk... (Fungsi Retoris)",
    "pilihan": [
      "Memperkenalkan metafora fisika untuk menjelaskan daya tarik kota.",
      "Secara figuratif menjelaskan tujuan kebijakan untuk membuat desa sama menariknya sebagai pusat peluang dan fasilitas seperti kota.",
      "Memperkuat argumen bahwa desa harus meniru semua aspek kehidupan kota.",
      "Mengecam lambatnya laju pembangunan di wilayah pedesaan.",
      "Menyiratkan bahwa hanya kota yang memiliki daya tarik ekonomi."
    ],
    "jawaban": "B",
    "pembahasan": "Istilah *magnet* digunakan sebagai metafora untuk daya tarik. *Magnet tandingan* berarti menciptakan daya tarik yang setara di desa untuk menandingi daya tarik kota, yang merupakan tujuan utama pembangunan berbasis desa."
  },
  {
    "id": 16,
    "pertanyaan": "Konsekuensi negatif *overcrowding* (Paragraf 2) yang tidak disebutkan secara eksplisit tetapi dapat diinferensikan adalah... (Penalaran Kontekstual)",
    "pilihan": [
      "Peningkatan peluang ekonomi secara merata di seluruh wilayah kota.",
      "Penurunan signifikan pada angka kemacetan lalu lintas.",
      "Peningkatan biaya hidup dan persaingan ketat untuk mendapatkan pekerjaan dan perumahan yang layak.",
      "Perbaikan kualitas udara dan sanitasi lingkungan secara umum.",
      "Pemerataan akses pendidikan dan fasilitas kesehatan."
    ],
    "jawaban": "C",
    "pembahasan": "*Overcrowding* (kepadatan berlebih) secara logis akan menyebabkan sumber daya (pekerjaan, perumahan) menjadi langka, yang meningkatkan persaingan dan biaya hidup."
  },
  {
    "id": 17,
    "pertanyaan": "Penulisan kata serapan yang baku terdapat pada kalimat... (Kaidah Kebahasaan)",
    "pilihan": [
      "Pemerintah segera merumuskan tekhnik baru untuk mengatasi inflasi.",
      "Proyek kontroversial itu sudah dilesensikan oleh pihak berwenang.",
      "Permasalahan sanitasi di kota besar memerlukan solusi yang komprehensif.",
      "Kami menerima kritikan konstruktif dari semua partisipan.",
      "Staf harus memprioritaskan jadwal meeting dengan klien."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C benar: 'sanitasi' dan 'komprehensif' adalah kata serapan baku. Pilihan A: *tekhnik* seharusnya *teknik*. Pilihan B: *dilesensikan* seharusnya *dilisenkan* atau *diizinkan*. Pilihan D: *kritikan* seharusnya *kritik* (kata benda), *partisipan* (benar). Pilihan E: *meeting* seharusnya *rapat* atau *pertemuan*."
  },
  {
    "id": 18,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda pisah (—) yang tepat sesuai kaidah PUEBI. (Kaidah Kebahasaan)",
    "pilihan": [
      "Pembahasan masalah—yang sangat kompleks—itu membutuhkan waktu yang lama.",
      "Jakarta—Surabaya—adalah dua kota besar di Indonesia.",
      "Para siswa—diharapkan—hadir tepat waktu.",
      "Semua hasil—temuan—kami lampirkan dalam laporan.",
      "Perang dunia ke—II—membawa dampak besar bagi banyak negara."
    ],
    "jawaban": "A",
    "pembahasan": "Tanda pisah (—) digunakan untuk membatasi penyisipan kata atau kalimat yang memberi penjelasan di luar bangun kalimat. Dalam pilihan A, 'yang sangat kompleks' adalah sisipan yang diperjelas oleh tanda pisah. Pilihan E seharusnya menggunakan tanda hubung (-)."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat berikut yang merupakan contoh kesalahan struktur karena mengandung subjek yang **ganda** atau **tidak jelas**? (Kaidah Kebahasaan)",
    "pilihan": [
      "Kepada para pemenang, kami ucapkan selamat dan sukses.",
      "Pameran itu dibuka oleh Menteri Pendidikan pada hari Selasa lalu.",
      "Kami sudah sampaikan proposal itu, tetapi mereka belum merespons.",
      "Bagi semua peserta pelatihan itu harus segera mengumpulkan laporan.",
      "Laporan yang diajukan oleh tim peneliti itu sudah diterima oleh dewan juri."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat D memiliki subjek ganda/tidak jelas. Jika diawali *Bagi*, maka *semua peserta pelatihan itu* menjadi keterangan. Akibatnya, kalimat tersebut tidak memiliki Subjek. Kalimat yang benar: 'Semua peserta pelatihan itu harus segera mengumpulkan laporan.'"
  },
  {
    "id": 20,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Dengan demikian, kualitas hasil panen dapat dijaga dan nilai jualnya meningkat.\n2. Proses pascapanen yang kurang optimal sering kali menyebabkan penurunan mutu komoditas pertanian.\n3. Hal ini mencakup penyimpanan yang tepat, pengemasan yang higienis, dan transportasi yang cepat.\n4. Oleh karena itu, penerapan teknologi pascapanen yang modern menjadi krusial untuk meningkatkan ketahanan pangan.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu dan koheren adalah... (Kohesi dan Koherensi)",
    "pilihan": [
      "2-4-3-1",
      "4-2-3-1",
      "1-2-4-3",
      "2-3-4-1",
      "3-4-2-1"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan logis:\n1. **Permasalahan/Tesis:** Proses pascapanen yang kurang optimal menyebabkan penurunan mutu (Kalimat 2).\n2. **Solusi:** Penerapan teknologi pascapanen modern menjadi krusial (Kalimat 4 — ditandai *Oleh karena itu*).\n3. **Detail Solusi:** Hal ini (penerapan teknologi) mencakup penyimpanan, pengemasan, dan transportasi (Kalimat 3).\n4. **Kesimpulan/Akibat:** Dengan demikian, kualitas hasil panen dapat dijaga (Kalimat 1 — ditandai *Dengan demikian*)."
  }
]
