[
  {
    "id": 101,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 101-103.\n\n**Teks 16**\n\nTransportasi daring telah merevolusi cara masyarakat bergerak, menawarkan kemudahan akses dan efisiensi yang tinggi. Aplikasi berbasis smartphone memungkinkan pengguna memesan layanan transportasi dengan cepat, melacak lokasi pengemudi, dan membayar secara non-tunai. Dampak positifnya meliputi pengurangan kemacetan di beberapa area (karena berbagi tumpangan), peningkatan peluang kerja bagi pengemudi, dan alternatif transportasi yang lebih murah bagi konsumen. Namun, muncul pula berbagai tantangan, seperti persaingan tidak sehat dengan transportasi konvensional, isu regulasi dan perizinan, serta kekhawatiran tentang keselamatan dan keamanan data pengguna. Pemerintah perlu merumuskan kebijakan yang inklusif, mengakomodasi inovasi teknologi sambil tetap melindungi semua pihak yang terlibat dalam ekosistem transportasi.\n\nApa keuntungan utama transportasi daring menurut Teks 16?",
    "pilihan": [
      "Mengurangi peluang kerja bagi pengemudi.",
      "Menyebabkan kemacetan di semua area.",
      "Menawarkan kemudahan akses dan efisiensi yang tinggi.",
      "Hanya memungkinkan pembayaran tunai.",
      "Membatasi pilihan transportasi bagi konsumen."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat pertama teks menyatakan 'Transportasi daring telah merevolusi cara masyarakat bergerak, **menawarkan kemudahan akses dan efisiensi yang tinggi**'."
  },
  {
    "id": 102,
    "pertanyaan": "Menurut Teks 16, apa saja tantangan yang muncul akibat transportasi daring?",
    "pilihan": [
      "Pengurangan kemacetan dan peningkatan peluang kerja.",
      "Persaingan tidak sehat, isu regulasi dan perizinan, serta kekhawatiran keselamatan data.",
      "Kemudahan akses dan pembayaran non-tunai.",
      "Alternatif transportasi yang lebih murah.",
      "Aplikasi berbasis smartphone yang kurang canggih."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Namun, muncul pula berbagai tantangan, seperti **persaingan tidak sehat dengan transportasi konvensional, isu regulasi dan perizinan, serta kekhawatiran tentang keselamatan dan keamanan data pengguna**'."
  },
  {
    "id": 103,
    "pertanyaan": "Bagaimana pemerintah seharusnya menghadapi inovasi transportasi daring?",
    "pilihan": [
      "Melarang semua bentuk transportasi daring.",
      "Mengabaikan semua kekhawatiran yang ada.",
      "Merumuskan kebijakan yang inklusif, mengakomodasi inovasi, dan melindungi semua pihak.",
      "Hanya fokus pada transportasi konvensional.",
      "Membatasi penggunaan smartphone untuk layanan transportasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Pemerintah perlu **merumuskan kebijakan yang inklusif, mengakomodasi inovasi teknologi sambil tetap melindungi semua pihak** yang terlibat dalam ekosistem transportasi'."
  },
  {
    "id": 104,
    "pertanyaan": "Kata 'inklusif' dalam 'kebijakan yang inklusif' pada Teks 16 berarti...",
    "pilihan": [
      "Eksklusif atau terbatas",
      "Tidak relevan",
      "Mencakup atau melibatkan semua pihak",
      "Membingungkan",
      "Sulit dilaksanakan"
    ],
    "jawaban": "C",
    "pembahasan": "Inklusif berarti bersifat merangkul atau mencakup banyak pihak; tidak membatasi. Oleh karena itu, 'mencakup atau melibatkan semua pihak' adalah makna yang paling tepat."
  },
  {
    "id": 105,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'ber-' yang menyatakan melakukan sesuatu?",
    "pilihan": [
      "Anak itu berlari kencang.",
      "Mereka bersekolah di Jakarta.",
      "Dia berdua dengan temannya.",
      "Kakak memakai baju berwarna biru.",
      "Ayah bekerja sebagai petani."
    ],
    "jawaban": "A",
    "pembahasan": "Imbuhan 'ber-' bisa menyatakan melakukan tindakan, seperti 'berlari' (melakukan tindakan lari). Pilihan B 'bersekolah' berarti pergi ke sekolah (melakukan kegiatan sekolah). Pilihan C 'berdua' menyatakan jumlah. Pilihan D 'berwarna' menyatakan memiliki warna. Pilihan E 'bekerja' menyatakan melakukan pekerjaan."
  },
  {
    "id": 106,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda petik dua (\") untuk mengapit petikan langsung yang benar.",
    "pilihan": [
      "Ani bertanya, \"Kapan kamu akan pergi?\"",
      "\"Kapan kamu akan pergi?\" tanya Ani.",
      "Ani bertanya: \"Kapan kamu akan pergi?\"",
      "\"Kapan kamu akan pergi\" tanya Ani.",
      "Kapan kamu akan pergi? kata Ani."
    ],
    "jawaban": "B",
    "pembahasan": "Tanda petik dua digunakan untuk mengapit petikan langsung. Jika kalimat pengiring mendahului petikan langsung, digunakan koma. Jika petikan langsung mendahului kalimat pengiring, koma ditempatkan sebelum tanda petik penutup. Pilihan B adalah contoh yang tepat."
  },
  {
    "id": 107,
    "pertanyaan": "Cermati kalimat:\n\n'Meskipun sudah diingatkan berkali-kali, dia tetap saja melanggar peraturan itu.'\n\nMajas yang terkandung dalam kalimat di atas adalah...",
    "pilihan": [
      "Litotes",
      "Hiperbola",
      "Ironi",
      "Sarkasme",
      "Paradoks"
    ],
    "jawaban": "D",
    "pembahasan": "Sarkasme adalah majas yang menyatakan sindiran kasar atau pedas. Kalimat ini menyiratkan kekesalan atau ketidakpercayaan bahwa seseorang tetap melanggar aturan meskipun sudah sering diingatkan, dengan nada yang menyindir atau mengejek."
  },
  {
    "id": 108,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 108-110.\n\n**Teks 17**\n\nPenuaan populasi adalah fenomena global di mana proporsi penduduk lanjut usia (lansia) di suatu negara meningkat secara signifikan. Hal ini disebabkan oleh kombinasi tingkat kelahiran yang rendah dan peningkatan harapan hidup akibat kemajuan medis dan sanitasi. Penuaan populasi membawa implikasi ekonomi dan sosial yang kompleks. Di satu sisi, ini berarti beban pada sistem jaminan sosial dan kesehatan akan meningkat, sementara tenaga kerja produktif berkurang. Di sisi lain, lansia seringkali memiliki pengalaman dan kebijaksanaan yang berharga, serta daya beli yang signifikan. Negara-negara perlu mengembangkan kebijakan yang adaptif, seperti reformasi sistem pensiun, promosi gaya hidup sehat untuk lansia, dan pemanfaatan potensi ekonomi 'silver economy'. Menjaga keseimbangan antara dukungan dan pemberdayaan lansia adalah kunci untuk menghadapi tantangan ini.\n\nApa penyebab penuaan populasi menurut Teks 17?",
    "pilihan": [
      "Peningkatan tingkat kelahiran.",
      "Tingkat kelahiran yang rendah dan peningkatan harapan hidup.",
      "Kemajuan medis yang lambat.",
      "Kurangnya sistem jaminan sosial.",
      "Hanya lansia yang memiliki pengalaman berharga."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Hal ini disebabkan oleh kombinasi **tingkat kelahiran yang rendah dan peningkatan harapan hidup** akibat kemajuan medis dan sanitasi'."
  },
  {
    "id": 109,
    "pertanyaan": "Apa implikasi negatif penuaan populasi yang disebutkan dalam Teks 17?",
    "pilihan": [
      "Peningkatan harapan hidup.",
      "Lansia memiliki kebijaksanaan yang berharga.",
      "Beban pada sistem jaminan sosial dan kesehatan meningkat, sementara tenaga kerja produktif berkurang.",
      "Pemanfaatan potensi 'silver economy'.",
      "Promosi gaya hidup sehat untuk lansia."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Di satu sisi, ini berarti **beban pada sistem jaminan sosial dan kesehatan akan meningkat, sementara tenaga kerja produktif berkurang**'."
  },
  {
    "id": 110,
    "pertanyaan": "Kebijakan adaptif apa yang diperlukan untuk menghadapi penuaan populasi menurut Teks 17?",
    "pilihan": [
      "Hanya fokus pada reformasi sistem pensiun.",
      "Promosi gaya hidup tidak sehat.",
      "Reformasi sistem pensiun, promosi gaya hidup sehat, dan pemanfaatan potensi 'silver economy'.",
      "Mengabaikan pengalaman dan kebijaksanaan lansia.",
      "Menambah beban pada sistem jaminan sosial."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Negara-negara perlu mengembangkan kebijakan yang adaptif, seperti **reformasi sistem pensiun, promosi gaya hidup sehat untuk lansia, dan pemanfaatan potensi ekonomi 'silver economy'**'."
  },
  {
    "id": 111,
    "pertanyaan": "Kata 'adaptif' dalam 'kebijakan yang adaptif' pada Teks 17 berarti...",
    "pilihan": [
      "Tidak berubah",
      "Kaku dan tidak fleksibel",
      "Mampu menyesuaikan diri dengan perubahan",
      "Tidak relevan",
      "Memperburuk situasi"
    ],
    "jawaban": "C",
    "pembahasan": "Adaptif berarti mudah menyesuaikan diri dengan keadaan. Jadi, kebijakan yang adaptif adalah kebijakan yang mampu menyesuaikan diri dengan perubahan situasi populasi."
  },
  {
    "id": 112,
    "pertanyaan": "Mana kalimat yang menggunakan penulisan huruf miring yang benar?",
    "pilihan": [
      "Kata *rumah* adalah nomina.",
      "Majalah *Time* terbit setiap minggu.",
      "Dia membaca buku *Laskar Pelangi*.",
      "Istilah *quid pro quo* sering digunakan dalam hukum.",
      "Semua pilihan benar."
    ],
    "jawaban": "E",
    "pembahasan": "Huruf miring digunakan untuk menuliskan: (1) judul buku, nama majalah, atau nama surat kabar yang dikutip dalam tulisan, (2) menegaskan atau mengkhususkan huruf, bagian kata, kata, atau kelompok kata, dan (3) nama ilmiah atau ungkapan asing. Semua pilihan yang diberikan menggunakan kaidah ini dengan benar."
  },
  {
    "id": 113,
    "pertanyaan": "Pilihlah kalimat yang memiliki kesalahan penalaran logis.",
    "pilihan": [
      "Karena rajin belajar, dia mendapat nilai bagus.",
      "Semua kucing adalah hewan. Oleh karena itu, semua hewan adalah kucing.",
      "Hujan deras membuat jalanan licin.",
      "Jika saya lapar, saya akan makan.",
      "Air mendidih pada suhu 100 derajat Celsius."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B adalah kesalahan penalaran logis yang disebut 'affirming the consequent' atau 'kesalahan konversi'. Dari 'Semua A adalah B', tidak serta-merta berarti 'Semua B adalah A'."
  },
  {
    "id": 114,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\n'Perkembangan teknologi informasi telah membawa banyak kemudahan. Komunikasi menjadi lebih cepat, akses informasi semakin luas, dan transaksi keuangan bisa dilakukan secara daring. Namun, di balik kemudahan tersebut, muncul pula ancaman kejahatan siber yang semakin canggih. Data pribadi rentan diretas, penipuan online semakin merajalela, dan penyebaran hoaks sulit dikendalikan. ______ Oleh karena itu, edukasi tentang keamanan siber dan peningkatan kesadaran masyarakat menjadi sangat penting dalam menghadapi era digital ini.'\n\nKalimat yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "Kemudahan ini hanya dirasakan oleh sebagian kecil masyarakat.",
      "Pemerintah harus memblokir semua situs web yang berbahaya.",
      "Ancaman ini menuntut perhatian serius dan upaya pencegahan yang lebih baik.",
      "Teknologi informasi tidak selalu membawa dampak negatif.",
      "Hanya individu yang tidak berhati-hati yang menjadi korban."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat sebelum rumpang membahas berbagai ancaman siber, dan kalimat setelah rumpang membahas solusi (edukasi dan kesadaran). Kalimat rumpang harus menjadi jembatan yang menyatakan bahwa ancaman tersebut perlu diatasi. Pilihan C paling tepat menjembatani kedua gagasan tersebut."
  },
  {
    "id": 115,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 115-117.\n\n**Teks 18**\n\nKonservasi alam adalah upaya perlindungan dan pengelolaan sumber daya alam agar tetap lestari dan dapat dimanfaatkan oleh generasi mendatang. Ini mencakup perlindungan keanekaragaman hayati, pelestarian ekosistem, serta pengelolaan sumber daya seperti air dan tanah secara berkelanjutan. Pentingnya konservasi semakin terasa di tengah laju deforestasi, polusi, dan perubahan iklim yang mengancam keseimbangan ekologis bumi. Tanpa konservasi yang efektif, banyak spesies akan punah, ekosistem akan rusak, dan ketersediaan sumber daya esensial akan berkurang drastis. Berbagai strategi konservasi meliputi penetapan kawasan lindung, reboisasi, penegakan hukum terhadap perusakan lingkungan, serta pemberdayaan masyarakat lokal untuk berpartisipasi dalam pelestarian. Kolaborasi global juga esensial untuk mengatasi masalah lingkungan yang bersifat transnasional.\n\nApa tujuan utama konservasi alam menurut Teks 18?",
    "pilihan": [
      "Mempercepat laju deforestasi.",
      "Perlindungan dan pengelolaan sumber daya alam agar lestari dan dapat dimanfaatkan generasi mendatang.",
      "Menambah polusi dan perubahan iklim.",
      "Meningkatkan kepunahan spesies.",
      "Hanya fokus pada pelestarian ekosistem tertentu."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pertama teks secara langsung mendefinisikan tujuan konservasi alam: 'upaya **perlindungan dan pengelolaan sumber daya alam agar tetap lestari dan dapat dimanfaatkan oleh generasi mendatang**'."
  },
  {
    "id": 116,
    "pertanyaan": "Menurut Teks 18, apa akibat jika tidak ada konservasi yang efektif?",
    "pilihan": [
      "Banyak spesies akan punah, ekosistem rusak, dan sumber daya esensial berkurang.",
      "Ketersediaan sumber daya akan bertambah.",
      "Masyarakat akan semakin berdaya.",
      "Hanya beberapa ekosistem yang terancam.",
      "Keseimbangan ekologis bumi akan terjaga."
    ],
    "jawaban": "A",
    "pembahasan": "Teks menyatakan, 'Tanpa konservasi yang efektif, **banyak spesies akan punah, ekosistem akan rusak, dan ketersediaan sumber daya esensial akan berkurang drastis**'."
  },
  {
    "id": 117,
    "pertanyaan": "Mengapa kolaborasi global penting dalam konservasi alam?",
    "pilihan": [
      "Untuk mempercepat deforestasi.",
      "Untuk mengatasi masalah lingkungan yang bersifat transnasional.",
      "Untuk meningkatkan polusi.",
      "Untuk mengurangi jumlah kawasan lindung.",
      "Untuk membatasi peran masyarakat lokal."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Kolaborasi global juga **esensial untuk mengatasi masalah lingkungan yang bersifat transnasional**'."
  },
  {
    "id": 118,
    "pertanyaan": "Kata 'esensial' dalam 'kolaborasi global juga esensial' pada Teks 18 berarti...",
    "pilihan": [
      "Tidak penting",
      "Tambahan",
      "Tidak relevan",
      "Sangat penting atau mendasar",
      "Opsional"
    ],
    "jawaban": "D",
    "pembahasan": "Esensial berarti sangat penting, hakiki, atau mendasar. Oleh karena itu, 'sangat penting atau mendasar' adalah makna yang paling tepat."
  },
  {
    "id": 119,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung yang menyatakan hubungan sebab?",
    "pilihan": [
      "Dia belajar giat **sehingga** lulus ujian.",
      "Saya tidak bisa datang **karena** sakit.",
      "Meskipun kaya, dia **tetapi** rendah hati.",
      "Kami akan pergi **apabila** cuaca cerah.",
      "Dia membaca buku **sambil** mendengarkan musik."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'karena' digunakan untuk menyatakan hubungan sebab (alasan) terjadinya suatu peristiwa atau keadaan."
  },
  {
    "id": 120,
    "pertanyaan": "Pilihlah kalimat yang tidak logis.",
    "pilihan": [
      "Air laut asin rasanya.",
      "Pohon itu tumbuh subur karena disiram setiap hari.",
      "Matahari terbit dari barat setiap pagi.",
      "Semua manusia akan meninggal dunia.",
      "Api itu panas."
    ],
    "jawaban": "C",
    "pembahasan": "Secara umum, matahari terbit dari timur, bukan barat. Pernyataan 'Matahari terbit dari barat setiap pagi' adalah tidak logis dan bertentangan dengan fakta alam."
  }
]
