[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Transportasi Daring)**\n\nTransportasi daring telah merevolusi cara masyarakat bergerak dan berinteraksi dengan mobilitas perkotaan, menawarkan kemudahan akses dan efisiensi waktu yang tinggi. Inovasi yang didukung oleh aplikasi berbasis ponsel pintar ini memungkinkan pengguna melakukan pemesanan layanan dengan cepat, melacak lokasi pengemudi secara *real-time*, dan melaksanakan transaksi pembayaran secara non-tunai, yang semuanya berkontribusi pada pengalaman bertransportasi yang lebih **seamless**. Dampak positifnya juga meliputi peningkatan peluang kerja yang fleksibel bagi jutaan pengemudi dan penyediaan alternatif transportasi yang lebih ekonomis bagi konsumen, khususnya di area yang minim jangkauan transportasi publik konvensional.\n\nNamun, terlepas dari keunggulan operasionalnya, fenomena transportasi daring menimbulkan berbagai tantangan **kompleks** yang menuntut intervensi regulasi yang jelas. Isu persaingan usaha yang tidak sehat dengan operator transportasi konvensional, terutama terkait penetapan tarif yang cenderung fluktuatif, menjadi sumber konflik **persisten**. Selain itu, kekhawatiran yang signifikan muncul terkait kerangka regulasi dan perizinan yang masih tumpang tindih, serta isu fundamental mengenai keselamatan, keamanan data pengguna, dan tanggung jawab hukum platform ketika terjadi insiden. Ketiadaan kerangka hukum yang jelas berpotensi menciptakan area abu-abu yang merugikan baik konsumen maupun penyedia jasa.\n\nOleh karena itu, Pemerintah memiliki mandat untuk merumuskan kebijakan yang bersifat **inklusif** dan adaptif, bertujuan untuk mengakomodasi laju inovasi teknologi sambil tetap menjamin *level playing field* bagi semua pihak. Pendekatan ini memerlukan harmonisasi regulasi tarif, standar keamanan wajib bagi platform dan pengemudi, serta mekanisme perlindungan data yang kuat. Keberhasilan menyeimbangkan kepentingan inovasi, perlindungan konsumen, dan keberlanjutan ekosistem transportasi secara keseluruhan akan menentukan apakah layanan daring ini dapat berfungsi sebagai katalis bagi mobilitas perkotaan yang berkelanjutan.\n\nFungsi Paragraf 3 dalam struktur pengembangan Teks 1 adalah...",
    "pilihan": [
      "Mengulang kembali permasalahan persaingan tidak sehat yang dijelaskan di Paragraf 2.",
      "Menyajikan solusi dan rekomendasi kebijakan adaptif yang merupakan sintesis dari manfaat (P1) dan tantangan (P2).",
      "Memberikan contoh kasus mengenai kegagalan harmonisasi regulasi tarif.",
      "Menguatkan klaim bahwa transportasi daring adalah ancaman bagi transportasi konvensional.",
      "Mendefinisikan ulang istilah *real-time* dan *seamless* yang digunakan di Paragraf 1."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 1 menyajikan manfaat (tesis positif), Paragraf 2 menyajikan tantangan (antithesis/kontradiksi), dan Paragraf 3 menyajikan solusi dan rekomendasi kebijakan (sintesis) untuk menyeimbangkan keduanya."
  },
  {
    "id": 2,
    "pertanyaan": "Makna kontekstual yang paling tepat untuk istilah **'seamless'** dalam frasa 'pengalaman bertransportasi yang lebih seamless' (P1) adalah...",
    "pilihan": [
      "Penuh gesekan dan kesulitan.",
      "Terputus-putus dan rumit.",
      "Tanpa batas dan terintegrasi secara halus.",
      "Sangat mahal dan eksklusif.",
      "Terikat pada satu jenis pembayaran saja."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks teknologi dan layanan, 'seamless' berarti mulus, tanpa hambatan, atau terintegrasi secara halus. Hal ini didukung oleh kemudahan pemesanan, pelacakan, dan pembayaran non-tunai."
  },
  {
    "id": 3,
    "pertanyaan": "Inferensi yang dapat ditarik dari kekhawatiran 'kekhawatiran yang signifikan muncul terkait kerangka regulasi dan perizinan yang masih tumpang tindih' (P2) adalah...",
    "pilihan": [
      "Pemerintah telah berhasil menciptakan *level playing field* bagi semua operator.",
      "Transportasi daring telah sepenuhnya diatur oleh undang-undang yang jelas.",
      "Inovasi teknologi telah melampaui kemampuan regulasi yang ada untuk menyesuaikan diri.",
      "Semua konflik persaingan usaha sudah diselesaikan secara hukum.",
      "Sistem pembayaran non-tunai adalah penyebab utama tumpang tindih regulasi."
    ],
    "jawaban": "C",
    "pembahasan": "Kerangka regulasi yang tumpang tindih menunjukkan ketidakmampuan regulasi lama untuk sepenuhnya mencakup atau mengimbangi kecepatan dan sifat baru dari inovasi transportasi daring. Teknologi bergerak lebih cepat dari pembuatan hukum."
  },
  {
    "id": 4,
    "pertanyaan": "Kalimat manakah dalam Teks 1 yang mengandung konjungsi subordinatif yang menyatakan hubungan pertentangan?",
    "pilihan": [
      "P1: Inovasi yang didukung oleh aplikasi berbasis ponsel pintar ini memungkinkan pengguna melakukan pemesanan layanan dengan cepat.",
      "P2: Namun, terlepas dari keunggulan operasionalnya, fenomena transportasi daring menimbulkan berbagai tantangan kompleks...",
      "P3: Pendekatan ini memerlukan harmonisasi regulasi tarif, standar keamanan wajib bagi platform dan pengemudi, serta mekanisme perlindungan data yang kuat.",
      "P1: Dampak positifnya juga meliputi peningkatan peluang kerja yang fleksibel bagi jutaan pengemudi.",
      "P2: Ketiadaan kerangka hukum yang jelas berpotensi menciptakan area abu-abu yang merugikan baik konsumen maupun penyedia jasa."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B mengandung konjungsi 'Namun' (konjungsi antar-kalimat) dan frasa 'terlepas dari' (preposisi yang menyatakan pertentangan/pengecualian) yang secara keseluruhan menghubungkan ide positif (P1) dengan ide negatif (P2)."
  },
  {
    "id": 5,
    "pertanyaan": "Kata **'inklusif'** dalam 'kebijakan yang bersifat inklusif' (P3) memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "Eksklusif",
      "Partisipatif",
      "Kaku",
      "Otoriter",
      "Diskriminatif"
    ],
    "jawaban": "B",
    "pembahasan": "Inklusif berarti melibatkan atau mencakup semua pihak. Dalam konteks kebijakan, ini berarti kebijakan yang melibatkan partisipasi dan mempertimbangkan kepentingan semua pemangku kepentingan (*Partisipatif*)."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Penuaan Populasi)**\n\nPenuaan populasi adalah tren demografi global yang ditandai dengan peningkatan proporsi penduduk lanjut usia (lansia) secara signifikan relatif terhadap total populasi. Fenomena ini sebagian besar didorong oleh **konvergensi** dua faktor utama: penurunan drastis tingkat kelahiran, seiring dengan kemajuan sosial-ekonomi dan urbanisasi, serta peningkatan harapan hidup yang berkelanjutan sebagai hasil dari terobosan medis, perbaikan sanitasi, dan akses gizi yang lebih baik. Struktur populasi yang menua ini secara fundamental mengubah piramida usia suatu negara, memindahkan fokus kebijakan dari pertumbuhan kuantitas ke kualitas hidup.\n\nImplikasi dari perubahan struktur demografi ini sangat kompleks dan **multifaset**. Di sisi ekonomi, muncul beban yang semakin besar pada sistem jaminan sosial, pensiun, dan layanan kesehatan publik, seiring dengan menyusutnya rasio tenaga kerja produktif yang harus menanggung beban finansial tersebut. Kondisi ini dapat menghambat pertumbuhan ekonomi jangka panjang. Namun, penuaan populasi juga membuka peluang yang disebut 'silver economy', di mana lansia dengan pengalaman, aset, dan daya beli yang signifikan dapat menjadi pasar konsumen yang penting dan sumber daya manusia yang terampil melalui pekerjaan paruh waktu atau konsultasi.\n\nUntuk menghadapi tantangan ini dengan bijak, diperlukan kebijakan publik yang **progresif** dan adaptif. Kebijakan ini harus mencakup reformasi sistem pensiun agar berkelanjutan secara fiskal, promosi masif program gaya hidup sehat yang terintegrasi sejak usia dini hingga lansia, serta **reorientasi** pasar tenaga kerja untuk memanfaatkan pengalaman lansia. Menjaga keseimbangan yang sensitif antara dukungan finansial dan medis yang memadai bagi lansia (sebagai hak) dengan pemberdayaan mereka (sebagai kontributor) adalah kunci untuk memastikan bahwa penuaan populasi menjadi dividen sosial, bukan beban ekonomi.\n\nKalimat yang menyajikan hubungan pertentangan yang diikuti dengan hubungan tujuan dalam Teks 2 terdapat pada...",
    "pilihan": [
      "P1: Fenomena ini sebagian besar didorong oleh konvergensi dua faktor utama: penurunan drastis tingkat kelahiran...",
      "P2: Di sisi ekonomi, muncul beban yang semakin besar pada sistem jaminan sosial, pensiun, dan layanan kesehatan publik.",
      "P2: Namun, penuaan populasi juga membuka peluang yang disebut 'silver economy', di mana lansia dengan pengalaman, aset, dan daya beli yang signifikan dapat menjadi pasar konsumen yang penting.",
      "P3: Kebijakan ini harus mencakup reformasi sistem pensiun agar berkelanjutan secara fiskal...",
      "P3: Menjaga keseimbangan yang sensitif antara dukungan finansial dan medis yang memadai bagi lansia (sebagai hak) dengan pemberdayaan mereka (sebagai kontributor) adalah kunci..."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan konjungsi **agar** (hubungan tujuan) setelah klausa utama ('Kebijakan ini harus mencakup reformasi sistem pensiun'), yang berarti hubungan tujuan langsung mengikuti pertentangan antara masalah (P2) dan solusi (P3)."
  },
  {
    "id": 7,
    "pertanyaan": "Implikasi terburuk yang dapat dihindari melalui strategi **reorientasi** pasar tenaga kerja (P3) adalah...",
    "pilihan": [
      "Peningkatan harapan hidup lansia.",
      "Berkurangnya biaya layanan kesehatan publik.",
      "Rasio tenaga kerja produktif menyusut drastis dan menghambat pertumbuhan ekonomi.",
      "Pemanfaatan 'silver economy' yang maksimal.",
      "Perbaikan sanitasi dan gizi."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 2 menyatakan masalah utamanya adalah 'menyusutnya rasio tenaga kerja produktif yang harus menanggung beban finansial tersebut. Kondisi ini dapat menghambat pertumbuhan ekonomi jangka panjang.' Reorientasi (P3) bertujuan untuk memanfaatkan lansia sebagai kontributor dan menanggulangi penyusutan tenaga kerja produktif (P2)."
  },
  {
    "id": 8,
    "pertanyaan": "Kata **'konvergensi'** dalam 'konvergensi dua faktor utama' (P1) memiliki arti...",
    "pilihan": [
      "Pemisahan atau perbedaan yang tajam.",
      "Pertemuan dua atau lebih hal pada satu titik.",
      "Ketidakseimbangan yang terus-menerus.",
      "Perubahan yang terjadi secara lambat.",
      "Sistem yang kaku dan tidak fleksibel."
    ],
    "jawaban": "B",
    "pembahasan": "Konvergensi berarti pertemuan dua hal atau lebih pada satu titik, dalam hal ini pertemuan antara faktor tingkat kelahiran rendah dan peningkatan harapan hidup yang menghasilkan penuaan populasi."
  },
  {
    "id": 9,
    "pertanyaan": "Asumsi implisit penulis saat merekomendasikan 'promosi masif program gaya hidup sehat yang terintegrasi sejak usia dini hingga lansia' (P3) adalah...",
    "pilihan": [
      "Masalah penuaan populasi dapat diselesaikan dengan reformasi pensiun saja.",
      "Tingkat kelahiran dapat ditingkatkan dengan program gaya hidup sehat.",
      "Gaya hidup sehat yang berkelanjutan akan mengurangi beban finansial pada layanan kesehatan di masa depan.",
      "Lansia secara otomatis akan berpartisipasi dalam 'silver economy'.",
      "Hanya lansia yang membutuhkan program gaya hidup sehat."
    ],
    "jawaban": "C",
    "pembahasan": "Gaya hidup sehat yang masif bertujuan untuk menjaga lansia tetap sehat dan produktif. Ini secara langsung mengurangi beban kesehatan yang disinggung di P2, sehingga mengurangi beban finansial layanan kesehatan publik."
  },
  {
    "id": 10,
    "pertanyaan": "Jika Teks 2 disimpulkan dalam satu kalimat, fokus utamanya adalah...",
    "pilihan": [
      "Penuaan populasi hanya membawa dampak negatif berupa peningkatan beban layanan kesehatan.",
      "Kemajuan medis adalah faktor tunggal penyebab penuaan populasi.",
      "Penuaan populasi adalah tren demografi kompleks yang menuntut kebijakan adaptif untuk menyeimbangkan beban dan potensi ekonomi lansia.",
      "Semua lansia harus dipaksa untuk kembali bekerja melalui 'silver economy'.",
      "Reformasi sistem pensiun adalah solusi satu-satunya untuk masalah demografi."
    ],
    "jawaban": "C",
    "pembahasan": "Kesimpulan yang komprehensif harus mencakup masalah (penuaan populasi), sifat masalah (kompleks), dan solusi/strategi (kebijakan adaptif/keseimbangan beban dan potensi)."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Konservasi Alam)**\n\nKonservasi alam merupakan praktik perlindungan, pengelolaan, dan pemulihan sumber daya alam hayati dan non-hayati untuk menjamin keberlanjutan ekologis dan pemanfaatan yang adil bagi generasi sekarang dan mendatang. Ini mencakup spektrum luas, mulai dari pelestarian keanekaragaman hayati (spesies dan genetik), pemeliharaan fungsi ekosistem vital (seperti hutan, lahan basah, dan terumbu karang), hingga pengelolaan sumber daya esensial seperti air dan tanah secara **reguler** dan berkelanjutan. Dengan demikian, konservasi adalah pilar utama bagi pembangunan yang **lestari**.\n\nUrgensi konservasi meningkat tajam di tengah laju degradasi lingkungan global yang diperparah oleh aktivitas antropogenik. Deforestasi yang masif, polusi industri yang tidak terkendali, dan percepatan perubahan iklim telah secara kolektif mengancam **ekuilibrium** ekologis bumi. Kegagalan dalam konservasi akan berujung pada kepunahan spesies dalam skala besar, rusaknya layanan ekosistem krusial (seperti penyediaan air bersih dan penyerapan karbon), dan berkurangnya ketersediaan sumber daya esensial secara drastis, menciptakan ketidakstabilan sosial dan ekonomi.\n\nImplementasi konservasi yang efektif menuntut pendekatan **holistik** yang melibatkan berbagai strategi. Langkah-langkah ini meliputi penetapan dan perluasan kawasan lindung (cagar alam dan taman nasional), program reboisasi dan restorasi ekosistem yang ambisius, penegakan hukum lingkungan yang transparan dan tegas, serta yang paling krusial, pemberdayaan masyarakat lokal untuk menjadi agen pelestarian. Selain itu, mengingat masalah lingkungan bersifat transnasional, kolaborasi global melalui perjanjian internasional dan pertukaran teknologi konservasi menjadi **prasyarat** mutlak untuk mencapai tujuan keberlanjutan.\n\nGagasan utama yang diusung oleh Teks 3 secara keseluruhan adalah...",
    "pilihan": [
      "Percepatan perubahan iklim akibat deforestasi yang masif.",
      "Konservasi alam sebagai praktik holistik yang penting bagi pembangunan lestari, yang urgensinya meningkat seiring dengan ancaman global dan menuntut strategi kolektif.",
      "Pentingnya pemberdayaan masyarakat lokal dalam melawan polusi industri.",
      "Kerusakan layanan ekosistem akibat kegagalan penetapan kawasan lindung.",
      "Kolaborasi global adalah satu-satunya solusi untuk semua masalah lingkungan."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama mencakup tiga aspek: Definisi/Pentingnya (P1), Urgensi/Ancaman (P2), dan Solusi/Strategi (P3). Pilihan B merangkum ketiga ide tersebut secara komprehensif."
  },
  {
    "id": 12,
    "pertanyaan": "Makna yang paling sesuai untuk kata **'ekuilibrium'** dalam konteks 'mengancam ekuilibrium ekologis bumi' (P2) adalah...",
    "pilihan": [
      "Ketidakseimbangan yang diidamkan.",
      "Keseimbangan atau stabilitas yang harmonis.",
      "Pertumbuhan yang tidak terkendali.",
      "Dominasi satu spesies atas spesies lain.",
      "Pemanfaatan sumber daya secara berlebihan."
    ],
    "jawaban": "B",
    "pembahasan": "Ekuilibrium berarti keadaan seimbang atau stabil. Dalam konteks ekologi, ini merujuk pada keseimbangan harmonis antara komponen-komponen lingkungan."
  },
  {
    "id": 13,
    "pertanyaan": "Dalam Paragraf 3, pernyataan 'mengingat masalah lingkungan bersifat transnasional, kolaborasi global melalui perjanjian internasional dan pertukaran teknologi konservasi menjadi prasyarat mutlak' memiliki pola penalaran...",
    "pilihan": [
      "Generalisasi",
      "Analogi",
      "Sebab-Akibat",
      "Silogisme",
      "Induksi"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat ini menunjukkan hubungan sebab-akibat: Sifat masalah yang transnasional (Sebab) memerlukan kolaborasi global sebagai prasyarat (Akibat/Solusi)."
  },
  {
    "id": 14,
    "pertanyaan": "Asumsi yang mendukung pentingnya 'pemberdayaan masyarakat lokal' (P3) adalah...",
    "pilihan": [
      "Masyarakat lokal adalah penyebab utama deforestasi.",
      "Hukum lingkungan hanya dapat ditegakkan oleh pemerintah pusat.",
      "Masyarakat lokal memiliki pengetahuan ekologis yang mendalam dan merupakan garis pertahanan pertama bagi pelestarian kawasan.",
      "Semua kawasan lindung harus dikelola tanpa campur tangan manusia.",
      "Masalah lingkungan bersifat transnasional, sehingga peran lokal tidak signifikan."
    ],
    "jawaban": "C",
    "pembahasan": "Pemberdayaan masyarakat lokal didasarkan pada asumsi bahwa mereka adalah pihak yang paling dekat dengan lingkungan tersebut, memiliki pengetahuan tradisional, dan memiliki kepentingan langsung dalam kelestarian kawasan."
  },
  {
    "id": 15,
    "pertanyaan": "Kata **'holistik'** dalam 'pendekatan holistik' (P3) paling tepat diartikan sebagai...",
    "pilihan": [
      "Terpisah-pisah",
      "Menyeluruh dan terpadu",
      "Hanya berfokus pada satu aspek",
      "Berkepentingan semata",
      "Statis dan tidak adaptif"
    ],
    "jawaban": "B",
    "pembahasan": "Holistik berarti cara pandang atau pendekatan yang melihat sesuatu sebagai suatu kesatuan yang menyeluruh, bukan sekadar bagian-bagian yang terpisah. Ini sesuai dengan kebutuhan untuk melibatkan 'berbagai strategi'."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan kata turunan (imbuhan/afiksasi) yang benar dan baku?",
    "pilihan": [
      "Kami menyurvey lokasi untuk proyek pembangunan.",
      "Dia meyakini bahwa semua orang patut dihormati.",
      "Kepala sekolah mensosialisasikan peraturan baru kepada siswa.",
      "Keputusan itu terberikan kepadanya sebagai hadiah.",
      "Dia adalah juru masak terhebat diantara kita semua."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B benar: 'meyakini' (meN- + yakin). Pilihan A: 'mensurvey' seharusnya 'menyurvei' atau 'mensurvei' (tergantung kaidah penyerapan). Pilihan C: 'mensosialisasikan' seharusnya 'menyosialisasikan'. Pilihan D: 'terberikan' adalah bentuk yang tidak baku atau tidak lazim, seharusnya 'diberikan'. Pilihan E: 'diantara' seharusnya ditulis terpisah 'di antara' (kata depan)."
  },
  {
    "id": 17,
    "pertanyaan": "Penulisan kelompok kata yang seluruhnya baku dan tepat terdapat pada...",
    "pilihan": [
      "Azas, kwalitas, jaman, sistim.",
      "Ijasah, praktis, kuitansi, sekedar.",
      "Nasihat, analisis, kompleks, legalisasi.",
      "Komoditi, apotek, metode, photo.",
      "Resiko, efektifitas, konkrit, atlit."
    ],
    "jawaban": "C",
    "pembahasan": "Kelompok kata baku yang benar adalah: *Nasihat* (bukan nasehat), *analisis* (bukan analisa), *kompleks* (bukan komplek), *legalisasi* (bukan legalisir). Pilihan lain mengandung kata tidak baku seperti *azas* (asas), *kwalitas* (kualitas), *sistim* (sistem), *sekedar* (sekadar), *komoditi* (komoditas), *photo* (foto), *resiko* (risiko), *efektifitas* (efektivitas), *konkrit* (konkret), dan *atlit* (atlet)."
  },
  {
    "id": 18,
    "pertanyaan": "Manakah kalimat majemuk bertingkat yang klausa subordinatifnya menyatakan hubungan syarat?",
    "pilihan": [
      "Meskipun sudah kaya, ia tetap bekerja keras setiap hari.",
      "Dia akan datang **apabila** diundang secara resmi.",
      "Kami tidak tahu mengapa dia tiba-tiba memutuskan untuk berhenti.",
      "Mereka duduk di kafe sambil menunggu kedatangan temannya.",
      "Rumah itu tidak hanya besar, tetapi juga mewah."
    ],
    "jawaban": "B",
    "pembahasan": "Hubungan syarat ditandai oleh konjungsi seperti 'apabila', 'jika', 'andaikata', atau 'asalkan'. Pilihan B menggunakan 'apabila'."
  },
  {
    "id": 19,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda titik koma (;) dengan fungsi yang benar.",
    "pilihan": [
      "Ayah membeli laptop, buku, dan pena; kemudian dia pulang.",
      "Ketua sidang membaca laporan; anggota sidang mendengarkannya.",
      "Dia membawa apel; jeruk, dan pisang.",
      "Kami perlu menyiapkan tenda; selimut; obat-obatan; dan makanan.",
      "Pemerintah fokus pada tiga isu utama; pendidikan, kesehatan, dan infrastruktur."
    ],
    "jawaban": "B",
    "pembahasan": "Titik koma (;) dapat digunakan sebagai pengganti kata penghubung untuk memisahkan klausa-klausa yang setara dalam kalimat majemuk setara. Pilihan B memisahkan dua klausa yang setara ('Ketua sidang membaca laporan' dan 'anggota sidang mendengarkannya')."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati pernyataan: 'Semua ilmuwan adalah orang cerdas. Beberapa orang cerdas adalah guru.' Simpulan yang logis dari kedua premis tersebut adalah...",
    "pilihan": [
      "Semua ilmuwan adalah guru.",
      "Semua guru adalah ilmuwan.",
      "Beberapa ilmuwan adalah guru.",
      "Beberapa orang cerdas bukan ilmuwan.",
      "Tidak ada simpulan yang pasti terkait hubungan ilmuwan dan guru."
    ],
    "jawaban": "E",
    "pembahasan": "Ini adalah silogisme yang tidak valid (tidak memenuhi syarat premis mayor/minor yang menghubungkan subjek dan predikat). Karena premis kedua menggunakan kata 'Beberapa', dan tidak ada koneksi yang mengikat antara 'ilmuwan' dan 'guru', maka tidak ada simpulan yang pasti dapat ditarik mengenai apakah beberapa ilmuwan adalah guru atau sebaliknya."
  }
]
