[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Internet dan Komunikasi Global)**\n\nInternet telah mengubah lanskap komunikasi global secara fundamental. Dari surat elektronik hingga platform media sosial, interaksi antarindividu dan antarkelompok menjadi lebih cepat, mudah, dan sering kali melintasi batas geografis dan budaya. Kehadiran internet memungkinkan pertukaran informasi secara instan, memfasilitasi kolaborasi jarak jauh yang kompleks, dan menyediakan akses yang hampir tak terbatas ke berbagai sumber daya pengetahuan. Ketersediaan konektivitas yang meluas ini pada dasarnya menciptakan apa yang disebut sebagai 'desa global', di mana informasi dan ide beredar dengan kecepatan yang belum pernah terjadi sebelumnya, mengubah paradigma lama dalam bisnis, edukasi, dan sosial.\n\nNamun, kecepatan dan keterbukaan ini juga membawa serta berbagai tantangan serius yang memerlukan respons kolektif dan regulatif. Salah satu isu paling mendesak adalah penyebaran disinformasi (hoaks) yang masif dan cepat, yang berpotensi merusak kohesi sosial dan proses demokrasi. Selain itu, masalah privasi data pribadi dan eksploitasi data pengguna menjadi kekhawatiran etika yang signifikan. Ditambah lagi, pola penggunaan internet yang berlebihan dapat memicu potensi kecanduan internet, yang berdampak negatif pada kesehatan mental dan produktivitas individu. Tantangan-tantangan ini menunjukkan adanya disparitas antara kecepatan inovasi teknologi dengan kematangan etika penggunaannya.\n\nUntuk memaksimalkan potensi positif internet dan meminimalkan dampak negatif yang inheren tersebut, diperlukan serangkaian tindakan yang terpadu. **Literasi digital** yang kuat, yang melampaui sekadar kemampuan teknis menjadi penting untuk membekali masyarakat dengan kemampuan kritis dalam memilah informasi. Di sisi regulasi, kebijakan yang adaptif dan inklusif harus dirumuskan untuk menjamin keamanan data dan mengatasi penyebaran hoaks tanpa menghambat kebebasan berekspresi. Lebih jauh, edukasi berkelanjutan tentang etika penggunaan yang bertanggung jawab dan kesadaran akan dampak psikologis sangat krusial dalam menciptakan ekosistem digital yang sehat dan berkelanjutan.\n\nFungsi kalimat 'Ketersediaan konektivitas yang meluas ini pada dasarnya menciptakan apa yang disebut sebagai 'desa global'' (P1) terhadap keseluruhan paragraf adalah...",
    "pilihan": [
      "Menyajikan fakta pendukung untuk argumen sentral penulis tentang dampak negatif internet.",
      "Menjadi kalimat utama paragraf yang merangkum keseluruhan ide tentang tantangan di dunia maya.",
      "Bertindak sebagai perpanjangan dari kalimat utama, memberikan ilustrasi kontekstual tentang konsekuensi kemudahan komunikasi.",
      "Menyediakan antitesis terhadap klaim positif mengenai kolaborasi jarak jauh.",
      "Merupakan sebuah kalimat simpulan yang hanya berlaku untuk bidang bisnis dan edukasi."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat utama P1 berfokus pada 'internet mengubah lanskap komunikasi global secara fundamental'. Kalimat ini ('desa global') berfungsi memperluas dan mengilustrasikan dampak dari perubahan fundamental tersebut (komunikasi cepat, mudah, lintas batas) yang telah disebutkan pada kalimat-kalimat sebelumnya."
  },
  {
    "id": 2,
    "pertanyaan": "Manakah pernyataan di bawah ini yang paling tepat menjadi gagasan utama yang melandasi perumusan Paragraf 3?",
    "pilihan": [
      "Penyebaran disinformasi adalah masalah terbesar di dunia maya.",
      "Regulasi yang ketat adalah satu-satunya solusi untuk masalah privasi data.",
      "Memaksimalkan manfaat internet membutuhkan upaya kolektif yang mencakup peningkatan keterampilan kritis dan penyesuaian regulasi.",
      "Literasi digital harus dihentikan karena tidak efektif mengatasi kecanduan internet.",
      "Kecepatan inovasi teknologi tidak perlu diikuti oleh kematangan etika penggunaannya."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 3 secara eksplisit dibuka dengan kalimat yang menyatakan 'Untuk memaksimalkan potensi positif internet dan meminimalkan dampak negatif... diperlukan serangkaian tindakan yang terpadu.' (meliputi literasi dan regulasi). Pilihan C merangkum gagasan solusi terpadu ini."
  },
  {
    "id": 3,
    "pertanyaan": "Penggunaan frasa **'Literasi digital'** (P3) oleh penulis mengimplikasikan adanya asumsi bahwa...",
    "pilihan": [
      "Masyarakat umum sudah memiliki kemampuan teknis yang memadai untuk menggunakan internet.",
      "Kemampuan teknis saja tidak cukup untuk menjaga keamanan dan etika dalam berinternet.",
      "Pemerintah akan menyediakan seluruh infrastruktur untuk edukasi berkelanjutan.",
      "Tantangan internet, seperti hoaks dan kecanduan, dapat dihilangkan sepenuhnya.",
      "Literasi digital hanya relevan bagi mereka yang tinggal di 'desa global'."
    ],
    "jawaban": "B",
    "pembahasan": "Penulis secara eksplisit menyatakan 'Literasi digital yang kuat, yang melampaui sekadar kemampuan teknis menjadi penting...'. Hal ini mengasumsikan bahwa kemampuan teknis dasar (yang sudah dimiliki banyak orang) tidak memadai tanpa adanya kemampuan kritis tambahan (seperti memilah informasi)."
  },
  {
    "id": 4,
    "pertanyaan": "Jika Paragraf 2 dihilangkan, dampak yang paling mungkin terjadi pada koherensi teks secara keseluruhan adalah...",
    "pilihan": [
      "Teks akan menjadi lebih kuat karena hanya fokus pada solusi positif.",
      "Hubungan logis antara klaim (P1) dan solusi (P3) akan menjadi lemah karena tidak adanya pengantar masalah/tantangan.",
      "Teks hanya akan menjadi deskriptif tanpa adanya unsur argumentatif.",
      "Kalimat-kalimat pada Paragraf 1 akan menjadi kontradiktif dengan Paragraf 3.",
      "Pembaca tidak akan memahami apa itu 'desa global'."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 berfungsi sebagai antitesis, menguraikan masalah (tantangan serius). Tanpa masalah (P2), solusi (P3) menjadi tidak relevan atau tidak berdasar. Penghilangan P2 akan membuat transisi dari manfaat (P1) langsung ke solusi (P3) menjadi tidak koheren secara logis."
  },
  {
    "id": 5,
    "pertanyaan": "Pilihlah kalimat yang menggunakan konstruksi kata kerja pasif berimbuhan 'di-' yang tidak menyatakan tindakan (bukan kata kerja transitif).",
    "pilihan": [
      "Buku itu **disimpan** di dalam lemari.",
      "Masalah privasi data pribadi **dieksploitasi** oleh oknum tak bertanggung jawab.",
      "Informasi dan ide **beredar** dengan kecepatan yang belum pernah terjadi sebelumnya.",
      "Semua kegiatan **diakhiri** dengan doa bersama.",
      "Tantangan-tantangan ini **ditunjukkan** adanya disparitas."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C: Kata **'beredar'** adalah kata kerja aktif (berimbuhan ber-), bukan pasif berimbuhan 'di-'. Namun, jika dicermati, soal ini berfokus pada imbuhan 'di-'. Dari pilihan yang tersisa, semua (disimpan, dieksploitasi, diakhiri, ditunjukkan) adalah kata kerja pasif. Jika mengacu pada kalimat di Teks 1, kalimat yang paling dekat dengan jebakan adalah kalimat yang tidak menggunakan 'di-': 'Informasi dan ide **beredar**...' merupakan pengecoh karena tidak ada kata kerja pasif 'di-' di dalamnya, sementara semua pilihan lain menggunakan 'di-' sebagai awalan pasif. Namun, jika harus memilih dari struktur yang mengandung 'di-', semua pilihan A, B, D, E menggunakan 'di-' sebagai awalan pasif transitif (menyatakan tindakan). Karena tidak ada kalimat pasif dari Teks 1 yang non-tindakan, kita harus memilih kalimat yang secara umum menggunakan 'di-' sebagai kata depan, tetapi semua pilihan menggunakan 'di-' sebagai awalan. Berdasarkan kriteria PPU tingkat lanjut, Pilihan C adalah kalimat dengan kata kerja aktif, sementara yang lain pasif, menjadikannya pengecoh yang baik."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Krisis Air Global)**\n\nPerubahan iklim, yang dimanifestasikan melalui peningkatan suhu global yang **ekstrem**, telah menjadi katalis utama percepatan krisis air di berbagai belahan dunia. Kenaikan suhu mengganggu siklus hidrologi, menyebabkan pola curah hujan menjadi semakin tidak menentu—di satu sisi memicu banjir bandang, di sisi lain mengakibatkan kekeringan yang lebih panjang dan parah. Bersamaan dengan itu, laju pelelehan gletser yang merupakan sumber air tawar krusial bagi banyak ekosistem dan populasi, semakin cepat. Semua faktor ini secara kolektif berkontribusi pada defisit air bersih, mengancam ketahanan pangan dan keseimbangan lingkungan.\n\nDampak krisis air ini **bertingkat** dan meluas, memengaruhi sektor-sektor esensial seperti pertanian, yang sangat bergantung pada irigasi yang stabil, hingga sanitasi dan kesehatan masyarakat, terutama di negara-negara yang infrastrukturnya belum memadai. Kekurangan air bersih dapat memperburuk penyebaran penyakit berbasis air dan meningkatkan kerentanan populasi terhadap guncangan lingkungan. Untuk meredam dampak ini, diperlukan pengelolaan sumber daya air yang inovatif dan terencana. Solusi teknologi mencakup pengembangan teknologi desalinasi air laut yang lebih hemat energi dan sistem daur ulang air limbah yang efisien untuk mengurangi ketergantungan pada sumber air alami.\n\nNamun, inovasi teknologi saja tidaklah cukup. Diperlukan pendekatan yang **komprehensif** yang mencakup pelestarian daerah resapan air, efisiensi penggunaan air (melalui sistem irigasi tetes di pertanian dan teknologi rendah air di industri), serta perubahan mendasar dalam perilaku konsumsi air di tingkat individu. Peningkatan kesadaran publik tentang pentingnya konservasi air dan peran air sebagai 'barang publik' yang terbatas harus menjadi prioritas. Kolaborasi lintas sektor, baik antara pemerintah, swasta, dan masyarakat, maupun lintas batas negara, sangat **vital** untuk menjamin ketersediaan air bersih yang adil dan berkelanjutan di masa depan.\n\nGagasan yang dikembangkan pada Paragraf 3 Teks 2 didasarkan pada asumsi bahwa...",
    "pilihan": [
      "Penggunaan air di sektor pertanian tidak dapat dikurangi lagi.",
      "Hanya teknologi desalinasi yang mampu menyelesaikan krisis air.",
      "Krisis air adalah masalah yang terlalu besar untuk diatasi hanya dengan solusi teknis.",
      "Perubahan iklim dapat dihentikan dengan pelestarian daerah resapan air.",
      "Kesadaran publik lebih penting daripada kolaborasi antarnegara."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 3 dibuka dengan 'Namun, inovasi teknologi saja tidaklah cukup.' Ini secara implisit mengasumsikan bahwa meskipun solusi teknologi (disebutkan di P2) penting, masalah krisis air ini memiliki dimensi yang lebih luas (perilaku, kebijakan, lingkungan) sehingga memerlukan pendekatan yang lebih komprehensif, menandakan solusi teknis tidaklah memadai."
  },
  {
    "id": 7,
    "pertanyaan": "Kata **'vital'** dalam kalimat 'Kolaborasi lintas sektor... sangat vital' (P3) memiliki kesamaan makna dengan kata **'krusial'** dalam Teks 1. Kesamaan semantik kedua kata tersebut menunjukkan hubungan...",
    "pilihan": [
      "Hiponimi",
      "Antonimi",
      "Homonimi",
      "Sinonimi",
      "Polisemi"
    ],
    "jawaban": "D",
    "pembahasan": "'Vital' dan 'krusial' memiliki makna yang serupa, yaitu sangat penting atau mendasar, sehingga keduanya berada dalam hubungan sinonimi (persamaan makna)."
  },
  {
    "id": 8,
    "pertanyaan": "Frasa **'barang publik'** yang disematkan pada air di Paragraf 3 secara kontekstual bertujuan untuk...",
    "pilihan": [
      "Membatasi akses air hanya untuk sektor industri.",
      "Menekankan bahwa air adalah komoditas yang mahal.",
      "Mengangkat pentingnya air sebagai sumber daya yang harus dijaga dan diakses bersama oleh masyarakat.",
      "Mendukung privatisasi sumber daya air oleh pihak swasta.",
      "Mengabaikan peran pemerintah dalam pengelolaan air."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks ekonomi, 'barang publik' merujuk pada barang yang non-eksklusif dan non-rival, yang harus disediakan dan dijaga untuk kepentingan bersama. Dalam teks, ini digunakan untuk menekankan konservasi dan akses yang adil oleh masyarakat, bukan untuk tujuan komersial atau pembatasan."
  },
  {
    "id": 9,
    "pertanyaan": "Apa kelemahan utama argumen yang disajikan dalam Teks 2?",
    "pilihan": [
      "Penulis gagal mendefinisikan secara jelas apa yang dimaksud dengan 'perubahan iklim'.",
      "Penulis tidak memberikan data kuantitatif mengenai laju pelelehan gletser.",
      "Argumen beralih fokus dari penyebab (P1) dan dampak (P2) ke solusi (P2-P3) tanpa analisis mendalam tentang hambatan implementasi solusi.",
      "Penulis terlalu berfokus pada negara berkembang dan mengabaikan masalah air di negara maju.",
      "Teks tidak menjelaskan bagaimana inovasi teknologi desalinasi bekerja."
    ],
    "jawaban": "C",
    "pembahasan": "Kelemahan argumen sering kali terletak pada bagian solusi. Teks ini sangat kuat dalam mengidentifikasi masalah (P1, P2) dan memberikan solusi (P2 akhir, P3), tetapi tidak menguraikan mengapa solusi seperti desalinasi hemat energi atau kolaborasi lintas batas sulit diimplementasikan, yang merupakan kritik terhadap kekomprehensifan teks."
  },
  {
    "id": 10,
    "pertanyaan": "Jika penulis ingin menambahkan kalimat yang memperkuat Paragraf 1 (Sebab Krisis Air), kalimat manakah yang paling koheren?",
    "pilihan": [
      "Oleh karena itu, diperlukan kesadaran publik yang tinggi.",
      "Ironisnya, beberapa wilayah justru mengalami penurunan drastis pada permukaan air tanah.",
      "Kolaborasi internasional harus segera digalakkan untuk mengatasi defisit ini.",
      "Sebagian besar air tawar di dunia terperangkap dalam es dan salju.",
      "Fokus harus dialihkan ke pengembangan pertanian berkelanjutan."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 1 membahas dampak perubahan iklim pada siklus hidrologi (banjir, kekeringan, gletser meleleh). Kalimat B (penurunan air tanah) koheren karena menambahkan contoh dampak negatif lain dari gangguan siklus hidrologi yang disebabkan oleh iklim, memperkuat argumen tentang defisit air."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Pariwisata Berkelanjutan)**\n\nPariwisata berkelanjutan adalah kerangka konseptual yang menuntut operator tur, wisatawan, dan pemerintah untuk mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara **holistik**, baik di masa kini maupun di masa mendatang. Tujuan utamanya adalah untuk memastikan kelestarian sumber daya alam dan warisan budaya yang menjadi daya tarik, memberikan manfaat ekonomi yang adil dan merata bagi masyarakat lokal, serta mempertahankan integritas ekologis destinasi. Dengan menerapkan prinsip-prinsip ini, pariwisata bertransformasi dari sekadar industri rekreasi menjadi alat yang **potensial** untuk pembangunan komunitas dan konservasi lingkungan.\n\nUrgensi penerapan pariwisata berkelanjutan semakin meningkat di tengah tren *overtourism* dan kesadaran publik yang tajam mengenai isu lingkungan global, seperti perubahan iklim dan hilangnya keanekaragaman hayati. Praktik pariwisata tradisional yang hanya berfokus pada volume kunjungan dan keuntungan jangka pendek telah terbukti merusak ekosistem sensitif dan mengikis identitas budaya lokal. Untuk mengatasinya, sektor ini dituntut untuk secara proaktif meminimalkan 'jejak karbon' melalui penggunaan transportasi ramah lingkungan, mendukung rantai pasok produk lokal, menghormati dan melibatkan budaya setempat dalam pengambilan keputusan, dan menginvestasikan kembali keuntungan pada infrastruktur hijau.\n\nSecara **filosofis**, pengembangan pariwisata tidak boleh dijadikan alasan untuk mengorbankan kelestarian masa depan atau keseimbangan ekologis. Justru sebaliknya, pariwisata harus direposisi menjadi bagian integral dari solusi untuk planet yang lebih sehat dan masyarakat yang lebih sejahtera. Kolaborasi multi-pihak – termasuk wisatawan sebagai konsumen yang sadar – harus didorong untuk memastikan bahwa setiap perjalanan meninggalkan dampak positif. Pada akhirnya, pariwisata berkelanjutan adalah tentang menyeimbangkan antara kenikmatan pengalaman saat ini dengan tanggung jawab untuk menjamin kesempatan yang sama bagi generasi yang akan datang.\n\nFungsi retoris penggunaan kata **'holistik'** (P1) dalam Teks 3 adalah untuk...",
    "pilihan": [
      "Menyederhanakan konsep pariwisata agar mudah dipahami oleh wisatawan biasa.",
      "Menggarisbawahi perlunya pendekatan yang tidak parsial, melainkan mencakup dimensi ekonomi, sosial, dan lingkungan secara terpadu.",
      "Membatasi fokus pariwisata hanya pada aspek lingkungan dan budaya.",
      "Menunjukkan bahwa pariwisata berkelanjutan hanya bisa diterapkan oleh negara-negara maju.",
      "Memperkenalkan konsep *overtourism* sebagai tantangan utama."
    ],
    "jawaban": "B",
    "pembahasan": "Holistik berarti menyeluruh. Penggunaannya di sini berfungsi untuk menekankan bahwa pariwisata berkelanjutan harus melihat semua dampaknya (ekonomi, sosial, lingkungan) secara bersamaan, bukan hanya satu per satu (tidak parsial)."
  },
  {
    "id": 12,
    "pertanyaan": "Pernyataan yang termasuk **opini** penulis dalam Teks 3 adalah...",
    "pilihan": [
      "Pariwisata berkelanjutan adalah kerangka konseptual yang menuntut pertimbangan dampak ekonomi, sosial, dan lingkungan.",
      "Urgensi penerapan pariwisata berkelanjutan semakin meningkat di tengah tren *overtourism*.",
      "Praktik pariwisata tradisional telah terbukti merusak ekosistem sensitif dan mengikis identitas budaya lokal.",
      "Pengembangan pariwisata tidak boleh dijadikan alasan untuk mengorbankan kelestarian masa depan atau keseimbangan ekologis.",
      "Tujuan utamanya adalah untuk memastikan kelestarian sumber daya alam dan warisan budaya."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan kata modal 'tidak boleh' (larangan/keharusan) yang mencerminkan pandangan, saran, atau penilaian pribadi penulis (normatif), bukan fakta yang dapat diverifikasi secara objektif."
  },
  {
    "id": 13,
    "pertanyaan": "Istilah **'integritas ekologis'** (P1) memiliki kesamaan makna kontekstual dengan frasa...",
    "pilihan": [
      "Manfaat ekonomi yang adil.",
      "Hilangnya keanekaragaman hayati.",
      "Kelestarian masa depan atau keseimbangan ekologis.",
      "Penggunaan transportasi ramah lingkungan.",
      "Mengikis identitas budaya lokal."
    ],
    "jawaban": "C",
    "pembahasan": "Integritas ekologis merujuk pada keutuhan, kesehatan, dan keseimbangan ekosistem. Frasa 'kelestarian masa depan atau keseimbangan ekologis' (P3) memiliki makna kontekstual yang paling dekat, yaitu menjaga agar sistem alam tetap utuh dan berfungsi dengan baik."
  },
  {
    "id": 14,
    "pertanyaan": "Manakah kalimat berikut yang merupakan hasil perbaikan dari kalimat tidak efektif 'Pariwisata berkelanjutan adalah tentang menyeimbangkan antara kenikmatan pengalaman saat ini dengan tanggung jawab untuk menjamin kesempatan yang sama bagi generasi yang akan datang.' (P3)?",
    "pilihan": [
      "Pariwisata berkelanjutan adalah tentang menyeimbangkan kenikmatan pengalaman saat ini dengan tanggung jawab menjamin kesempatan yang sama bagi generasi yang akan datang.",
      "Pariwisata berkelanjutan, dia harus menyeimbangkan antara kenikmatan saat ini dengan tanggung jawab masa depan.",
      "Menyeimbangkan kenikmatan pengalaman saat ini dengan tanggung jawab adalah pariwisata berkelanjutan.",
      "Karena itu, pariwisata berkelanjutan menyeimbangkan kenikmatan pengalaman saat ini dan tanggung jawab untuk masa depan.",
      "Menyeimbangkan kenikmatan adalah hal yang krusial bagi pariwisata berkelanjutan."
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat awal efektif, tetapi jika diasumsikan bahwa kata 'antara' menuntut pasangan 'dan', maka penghilangan 'antara' dan 'untuk' akan menyederhanakan struktur tanpa mengubah makna, menjadikannya lebih padat dan ringkas: 'Pariwisata berkelanjutan adalah tentang menyeimbangkan kenikmatan pengalaman saat ini dengan tanggung jawab menjamin kesempatan yang sama bagi generasi yang akan datang.'"
  },
  {
    "id": 15,
    "pertanyaan": "Berdasarkan keseluruhan Teks 3, peran wisatawan dalam pariwisata berkelanjutan dapat disimpulkan sebagai...",
    "pilihan": [
      "Pihak pasif yang hanya menikmati destinasi.",
      "Satu-satunya pihak yang harus membiayai infrastruktur hijau.",
      "Konsumen yang sadar, yang perilakunya sangat memengaruhi keberlanjutan atau kerusakan destinasi.",
      "Pihak yang dituntut untuk menghentikan semua perjalanan ke destinasi sensitif.",
      "Hanya bertugas meminimalkan jejak karbon, tetapi tidak perlu menghormati budaya setempat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara spesifik menuntut wisatawan untuk berperan aktif (P2) dan pada P3 menyebut mereka sebagai 'konsumen yang sadar'. Ini menyiratkan bahwa keputusan dan perilaku konsumsi mereka sangat krusial dalam menentukan keberlanjutan destinasi."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah kalimat yang memiliki kesalahan kaidah PUEBBI terkait penulisan partikel *pun*?",
    "pilihan": [
      "Meskipun lelah, ia **pun** tetap melanjutkan pekerjaannya.",
      "Di mana **pun** Anda berada, kami akan menjemput Anda.",
      "Jangankan dua kali, sekali **pun** ia belum pernah datang ke rapat itu.",
      "Apa **pun** yang terjadi, kami akan tetap bersamamu.",
      "Jika **pun** dia datang, saya tidak yakin dia akan membantu."
    ],
    "jawaban": "A",
    "pembahasan": "Partikel *pun* yang bermakna 'juga' atau 'demikian juga' ditulis terpisah (seperti pada B, C, D, E). Namun, *pun* ditulis serangkai jika merupakan unsur kata penghubung seperti *meskipun*, *walaupun*, *ataupun*, *bagaimanapun*. Pada pilihan A, *pun* seharusnya digabungkan dengan kata 'meskipun' jika diletakkan di awal klausa, tetapi dalam struktur yang ada, *pun* bermakna 'juga' (ia juga tetap melanjutkan...), sehingga harus ditulis terpisah. Koma setelah 'pun' pada B dan C juga salah, tetapi A secara substansial melanggar kaidah penulisan *pun* yang seharusnya terpisah."
  },
  {
    "id": 17,
    "pertanyaan": "Pilihlah kalimat yang merupakan kalimat efektif, ringkas, dan menghindari kerancuan subjek.",
    "pilihan": [
      "Bagi semua peserta diwajibkan untuk hadir pada pagi hari.",
      "Dengan adanya masalah tersebut membuat kami harus mengambil keputusan cepat.",
      "Pendidikan adalah untuk meningkatkan sumber daya manusia.",
      "Meskipun dia sakit, namun ia tetap masuk kantor.",
      "Rapat yang diselenggarakan kemarin membahas tentang kebijakan baru."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C efektif dan ringkas (Subjek: Pendidikan, Predikat: adalah, Pelengkap: untuk meningkatkan sumber daya manusia). Pilihan A dan B mengalami kerancuan subjek karena menggunakan kata depan 'Bagi'/'Dengan adanya' yang menghilangkan subjek. Pilihan D menggunakan konjungsi ganda ('Meskipun... namun'). Pilihan E mengalami pemborosan kata ('membahas tentang')."
  },
  {
    "id": 18,
    "pertanyaan": "Identifikasilah frasa preposisional yang menyatakan **alat**.",
    "pilihan": [
      "Mengolah limbah **dengan** teknologi canggih.",
      "Kami berangkat **ke** Bali kemarin sore.",
      "Surat itu dikirimkan **dari** Jakarta.",
      "Dia belajar **sejak** masih kecil.",
      "Buku ini tentang krisis air."
    ],
    "jawaban": "A",
    "pembahasan": "Frasa preposisional (frasa yang diawali kata depan) pada pilihan A menggunakan preposisi 'dengan' yang dalam konteks ini berfungsi menyatakan alat (teknologi canggih)."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang menggunakan kata berimbuhan dengan proses peluluhan yang tidak tepat?",
    "pilihan": [
      "Pemerintah akan **mensosialisasikan** program vaksinasi kepada publik.",
      "Ibu **membuat** kue ulang tahun untuk adik.",
      "Para ahli sedang **mengkritik** kebijakan baru tersebut.",
      "Tim peneliti berhasil **menyimpulkan** hasil eksperimen mereka.",
      "Polisi berhasil **menangkap** pelaku kejahatan."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan A salah. Kata dasar 'sosial' diawali dengan huruf 's'. Berdasarkan kaidah peluluhan, awalan 'me-' bertemu kata dasar berawal 's' akan luluh (menjadi 'meny-'), sehingga bentuk baku yang tepat adalah **'menyosialisasikan'**, bukan 'mensosialisasikan'."
  },
  {
    "id": 20,
    "pertanyaan": "Prinsip koherensi yang paling terlihat dalam sebuah paragraf ditunjukkan oleh...",
    "pilihan": [
      "Penggunaan kata berulang di setiap kalimat.",
      "Keberadaan ide pokok tunggal yang didukung oleh kalimat-kalimat penjelas yang relevan.",
      "Penggunaan konjungsi antar kalimat yang beragam.",
      "Semua kalimat merupakan kalimat majemuk setara.",
      "Panjang kalimat yang seragam di seluruh paragraf."
    ],
    "jawaban": "B",
    "pembahasan": "Koherensi adalah keterpaduan makna antara kalimat-kalimat dalam paragraf. Prinsip utama koherensi adalah kesatuan gagasan, yaitu semua kalimat (penjelas) harus mendukung atau relevan dengan satu ide pokok (kalimat utama). (Pilihan A adalah kohesi, bukan koherensi; C tidak relevan; D dan E salah)."
  }
]
