[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-4. \n\n**Teks 1** \n\nIndonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Kekayaan ini, yang oleh sebagian ahli disebut sebagai **mozaik kultural** terbesar di dunia, menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Namun, di tengah pesatnya arus globalisasi dan transformasi digital, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks dan multidimensional. Munculnya berbagai isu polarisasi, radikalisasi, dan disinformasi dapat mengancam kohesi sosial dan keutuhan bangsa jika tidak dikelola dengan strategi mitigasi yang bijaksana.\n\nSalah satu upaya penting dalam menjaga keberagaman adalah melalui implementasi pendidikan multikultural yang sistematis. Pendidikan ini tidak hanya mengajarkan tentang perbedaan yang bersifat permukaan (seperti pakaian adat atau makanan khas), tetapi juga menanamkan nilai-nilai inti seperti toleransi, empati, saling menghargai, dan semangat gotong royong sebagai fondasi filosofis. Dengan demikian, generasi muda diharapkan mampu mengembangkan literasi budaya yang memadai, sehingga mereka dapat memahami pentingnya hidup berdampingan secara harmonis meskipun memiliki latar belakang sosiokultural yang berbeda.\n\nSelain sektor pendidikan, peran media massa dan teknologi informasi juga sangat krusial. Kedua instrumen ini memiliki daya sebar yang masif dan penetrasi yang mendalam di masyarakat. Oleh karena itu, penting untuk memanfaatkan platform digital sebagai kanal utama dalam menyebarkan narasi positif tentang *Bhinneka Tunggal Ika*, sekaligus membangun ekosistem digital yang sehat untuk melawan dan memitigasi segala bentuk ujaran kebencian, ekstremisme, dan penyebaran berita palsu yang merusak persatuan.\n\nApa inti kalimat pertama paragraf pertama teks tersebut?",
    "pilihan": [
      "Indonesia merupakan negara kepulauan.",
      "Indonesia kaya akan keberagaman.",
      "Kekayaan keberagaman Indonesia sebagai pilar identitas bangsa.",
      "Keberagaman menjadi pilar utama identitas bangsa.",
      "Indonesia adalah negara kepulauan yang kaya."
    ],
    "jawaban": "B",
    "pembahasan": "Inti kalimat (subjek dan predikat utama) dari 'Indonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama' adalah **Indonesia merupakan kekayaan keberagaman** (Subjek: Indonesia, Predikat: merupakan, Objek/Pelengkap: kekayaan keberagaman). Pilihan B mewakili inti ini secara paling ringkas dan tepat."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, istilah **'mozaik kultural'** dalam konteks paragraf pertama paling tepat merujuk pada makna...",
    "pilihan": [
      "Pola seni rupa yang disusun dari kepingan warna.",
      "Perpaduan berbagai suku dan bahasa yang sama rata.",
      "Keberagaman latar belakang yang disatukan oleh teknologi.",
      "Kumpulan berbagai perbedaan yang membentuk kesatuan identitas.",
      "Perpaduan agama yang memiliki tantangan kompleks."
    ],
    "jawaban": "D",
    "pembahasan": "Dalam konteks ini, **'mozaik kultural'** adalah metafora yang digunakan untuk mendeskripsikan kekayaan keberagaman (budaya, bahasa, suku, agama). 'Mozaik' adalah susunan kepingan berbeda yang membentuk gambar utuh. Jadi, maknanya adalah kumpulan berbagai perbedaan yang membentuk kesatuan identitas (bangsa)."
  },
  {
    "id": 3,
    "pertanyaan": "Kalimat manakah dari Teks 1 yang mengandung kata keterangan yang menyatakan hubungan **tujuan**?",
    "pilihan": [
      "Indonesia merupakan negara kepulauan yang kaya akan keberagaman.",
      "Pendidikan ini tidak hanya mengajarkan tentang perbedaan, tetapi juga menanamkan nilai-nilai inti seperti toleransi, empati, saling menghargai, dan semangat gotong royong.",
      "Dengan demikian, generasi muda diharapkan mampu mengembangkan literasi budaya yang memadai.",
      "Kedua instrumen ini memiliki daya sebar yang masif dan penetrasi yang mendalam di masyarakat.",
      "Oleh karena itu, penting untuk memanfaatkan platform digital sebagai kanal utama dalam menyebarkan narasi positif tentang *Bhinneka Tunggal Ika*."
    ],
    "jawaban": "E",
    "pembahasan": "Kalimat E menggunakan frasa 'sebagai kanal utama dalam menyebarkan narasi positif...' yang berfungsi sebagai keterangan tujuan (untuk apa platform digital dimanfaatkan). Keterangan tujuan sering ditandai dengan kata 'untuk', 'agar', 'supaya', atau frasa yang menjelaskan maksud dilakukannya suatu tindakan."
  },
  {
    "id": 4,
    "pertanyaan": "Jika paragraf kedua dan ketiga Teks 1 dipadukan, manakah simpulan yang paling tepat?",
    "pilihan": [
      "Pendidikan multikultural adalah fokus utama pemerintah, sedangkan media hanya pendukung.",
      "Toleransi adalah nilai inti yang harus diajarkan di semua platform digital.",
      "Pentingnya membangun *literasi budaya* melalui pendidikan multikultural dan peran aktif media digital.",
      "Media digital harus dimanfaatkan untuk melawan ujaran kebencian, bukan menyebarkan narasi positif.",
      "Generasi muda adalah satu-satunya pihak yang bertanggung jawab menjaga *Bhinneka Tunggal Ika*."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf kedua membahas pendidikan multikultural untuk mengembangkan literasi budaya. Paragraf ketiga membahas peran krusial media digital. Simpulan yang memadukan keduanya adalah pentingnya membangun literasi budaya melalui dua instrumen tersebut (pendidikan dan media digital)."
  },
  {
    "id": 5,
    "pertanyaan": "Cermati penggunaan kata **'memadai'** dalam kalimat 'generasi muda diharapkan mampu mengembangkan literasi budaya yang memadai' (Paragraf 2, Teks 1). Pilihlah kata yang maknanya paling mendekati kata tersebut.",
    "pilihan": [
      "Sempurna",
      "Canggih",
      "Komprehensif",
      "Optimal",
      "Ideal"
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks ini, **'memadai'** berarti cukup, sesuai kebutuhan, atau memenuhi standar yang diperlukan. Pilihan yang paling mendekati, terutama dalam konteks literasi atau pemahaman yang luas, adalah **'komprehensif'** (meliputi banyak hal; luas dan lengkap). 'Sempurna', 'Optimal', dan 'Ideal' memiliki konotasi lebih tinggi, sementara 'Canggih' lebih merujuk pada teknologi."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-8.\n\n**Teks 2**\n\nPerubahan iklim telah menjadi isu global yang mendesak untuk ditangani, melampaui batas-batas geografis dan sektor kehidupan. Peningkatan suhu rata-rata permukaan bumi, akselerasi pencairan gletser, dan kenaikan permukaan air laut adalah beberapa indikator nyata yang menggarisbawahi urgensi fenomena ini. Kontributor utama di balik krisis ini adalah intensifikasi aktivitas antropogenik, terutama emisi gas rumah kaca yang dilepaskan secara masif dari pembakaran bahan bakar fosil untuk industri dan transportasi. Meskipun kesadaran global meningkat, implementasi kebijakan yang ambisius dan terkoordinasi di tingkat internasional masih menghadapi hambatan politis dan ekonomi yang signifikan.\n\nSpektrum dampak perubahan iklim sangat luas dan terekam secara sistematis. Dampak-dampak tersebut meliputi gangguan serius pada pola cuaca ekstrem (seperti badai dan kekeringan berkepanjangan), krisis pangan global akibat degradasi lahan pertanian dan gagal panen, hingga peningkatan risiko penyebaran penyakit menular yang diakibatkan oleh perubahan ekosistem. Konsekuensi ini tidak hanya membebani lingkungan, tetapi juga menciptakan ketidakstabilan sosial dan ekonomi, terutama bagi masyarakat yang bergantung pada sektor primer. Oleh karena itu, diperlukan mobilisasi sumber daya yang luar biasa untuk merespons skala tantangan yang ada.\n\nDiperlukan tindakan kolektif dari berbagai negara, yang mencakup dua pilar utama: **mitigasi** dan **adaptasi**. Mitigasi berfokus pada upaya proaktif untuk mengurangi emisi gas rumah kaca ke atmosfer, misalnya dengan transisi ke energi terbarukan dan peningkatan efisiensi energi. Sebaliknya, adaptasi adalah strategi reaktif yang melibatkan penyesuaian diri dengan dampak yang sudah tak terhindarkan, seperti pengembangan varietas tanaman yang tahan kekeringan atau pembangunan infrastruktur pelindung pantai. Tanpa keseimbangan antara kedua pendekatan ini, generasi mendatang akan mewarisi krisis ekologis yang jauh lebih parah dan berpotensi tidak dapat dipulihkan.\n\nKata mana dalam Teks 2 yang memiliki makna **'peningkatan kecepatan'**?",
    "pilihan": [
      "Mitigasi",
      "Antropogenik",
      "Akselerasi",
      "Intensifikasi",
      "Terkoordinasi"
    ],
    "jawaban": "C",
    "pembahasan": "Kata **'akselerasi'** berasal dari bahasa Latin yang berarti percepatan atau peningkatan kecepatan. Dalam konteks 'akselerasi pencairan gletser', kata ini merujuk pada proses pencairan yang semakin cepat."
  },
  {
    "id": 7,
    "pertanyaan": "Berdasarkan keseluruhan Teks 2, manakah pernyataan inferensi yang paling kuat?",
    "pilihan": [
      "Perubahan iklim utamanya disebabkan oleh faktor alamiah, bukan manusia.",
      "Upaya adaptasi lebih penting daripada upaya mitigasi dalam jangka panjang.",
      "Respons terhadap perubahan iklim memerlukan komitmen global yang mengatasi kendala politik dan ekonomi.",
      "Krisis pangan adalah satu-satunya dampak perubahan iklim yang paling serius bagi masyarakat.",
      "Negara-negara maju telah berhasil mengatasi hambatan implementasi kebijakan ambisius."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa implementasi kebijakan ambisius masih menghadapi **hambatan politis dan ekonomi** (Paragraf 1) dan diperlukan **tindakan kolektif** (Paragraf 3). Inferensi yang paling kuat adalah bahwa respons yang berhasil harus mengatasi hambatan-hambatan tersebut melalui komitmen global."
  },
  {
    "id": 8,
    "pertanyaan": "Terdapat kata **'antropogenik'** pada paragraf pertama Teks 2. Manakah kata berikut yang maknanya memiliki hubungan **hiponim** (makna khusus) dengan kata **'krisis'**?",
    "pilihan": [
      "Fenomena",
      "Kekeringan",
      "Eksosistem",
      "Konsekuensi",
      "Ketidakstabilan"
    ],
    "jawaban": "B",
    "pembahasan": "Kata **'krisis'** adalah kata umum (hipernim) yang merujuk pada situasi genting atau berbahaya. **'Kekeringan'** adalah salah satu contoh atau jenis spesifik (hiponim) dari krisis (krisis air/pangan) yang disebutkan dalam teks ('kekeringan berkepanjangan' dan 'krisis pangan')."
  },
  {
    "id": 9,
    "pertanyaan": "Pilihlah kalimat yang menunjukkan kesalahan penggunaan tanda baca koma (,) karena diletakkan di antara Subjek dan Predikat.",
    "pilihan": [
      "Meskipun hari sudah malam, kami tetap melanjutkan perjalanan ke Puncak.",
      "Para mahasiswa yang melakukan demonstrasi, akhirnya membubarkan diri setelah bernegosiasi.",
      "Pameran seni rupa itu diadakan di Jakarta, Bogor, dan Bandung.",
      "Oleh karena itu, kebijakan ini harus dikaji ulang secara mendalam dan komprehensif.",
      "Kami membeli buku, pensil, penggaris, dan pulpen di toko alat tulis."
    ],
    "jawaban": "B",
    "pembahasan": "Pada kalimat B, subjeknya adalah 'Para mahasiswa yang melakukan demonstrasi' dan predikatnya adalah 'akhirnya membubarkan diri'. Tanda koma (,) setelah kata 'demonstrasi' memisahkan Subjek dan Predikat, yang merupakan kesalahan fatal dalam tata bahasa baku."
  },
  {
    "id": 10,
    "pertanyaan": "Kalimat manakah yang paling efektif dan paling sesuai dengan kaidah bahasa baku?",
    "pilihan": [
      "Bagi setiap peserta diwajibkan untuk membawa kartu identitas masing-masing.",
      "Pihak kepolisian sudah berhasil menangkap pelaku kejahatan tersebut di tempat kejadian.",
      "Walaupun hujan deras, namun mereka tetap semangat berangkat menuju tempat latihan.",
      "Di dalam rapat tersebut menghasilkan sebuah kesepakatan yang baru.",
      "Saya mendapati banyak sekali tulisan-tulisan yang bermuatan hoaks di media sosial."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan A: Tidak efektif dan redundan (seharusnya 'Setiap peserta diwajibkan...' atau 'Bagi setiap peserta, diwajibkan...'). Pilihan C: Redundan ('Walaupun' dan 'namun' digunakan bersamaan). Pilihan D: Tidak efektif/logis ('Di dalam rapat tersebut' sebagai keterangan tempat, Predikatnya adalah 'menghasilkan'). Seharusnya 'Rapat tersebut menghasilkan...' Pilihan E: Tidak efektif/redundansi ('banyak sekali' dan pengulangan jamak 'tulisan-tulisan'). Pilihan B sudah efektif dan baku (Subjek: Pihak kepolisian, Predikat: sudah berhasil menangkap, Objek: pelaku kejahatan)."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-14.\n\n**Teks 3**\n\nFenomena urbanisasi, yang didefinisikan sebagai perpindahan penduduk dari wilayah perdesaan menuju perkotaan, terus menunjukkan tren peningkatan yang signifikan di mayoritas negara berkembang. Kota-kota besar berfungsi sebagai **magnet peradaban** yang menarik migran dengan janji-janji kemakmuran, yakni peluang ekonomi yang lebih luas, akses pendidikan yang lebih merata, serta ketersediaan fasilitas kesehatan yang mutakhir. Lonjakan populasi ini, meskipun dapat memberikan *supply* tenaga kerja, juga secara inheren menciptakan tekanan yang luar biasa pada infrastruktur dan sumber daya perkotaan. Proses urbanisasi ini perlu dilihat sebagai dinamika sosio-ekonomi yang kompleks, bukan sekadar pergeseran demografis biasa.\n\nUrbanisasi yang tidak disertai dengan tata ruang dan perencanaan yang matang kerap menimbulkan serangkaian masalah yang saling berkelindan (terkait). Overpopulasi dan kepadatan penduduk yang ekstrem, kemacetan lalu lintas yang kronis, peningkatan angka kriminalitas, serta eskalasi permukiman kumuh adalah beberapa konsekuensi negatif yang paling mencolok. Selain itu, tekanan terhadap lingkungan pun meningkat, ditandai dengan pencemaran yang memburuk dan berkurangnya lahan hijau. Dalam banyak kasus, pertumbuhan kota justru melahirkan jurang ketimpangan baru antara kelompok yang mendapat manfaat dan kelompok marginal di pinggiran kota.\n\nPemerintah dan pemangku kebijakan dituntut untuk merancang intervensi yang komprehensif. Strategi tidak bisa lagi hanya fokus pada pembangunan infrastruktur dan ekspansi di pusat kota, tetapi harus dialihkan pada penguatan potensi dan daya tarik desa. Melalui pemberdayaan ekonomi desa, peningkatan kualitas pendidikan formal, dan penyediaan fasilitas dasar yang setara di pedesaan, laju urbanisasi dapat direduksi secara bertahap. Tujuannya adalah menciptakan keseimbangan pembangunan regional yang berkelanjutan, sehingga arus migrasi bukan lagi didorong oleh keterpaksaan, melainkan oleh pilihan yang rasional dan terencana.\n\nFrasa **'magnet peradaban'** dalam paragraf pertama Teks 3 memiliki makna konotatif yang setara dengan...",
    "pilihan": [
      "Kekuatan tarik yang hanya bersifat sementara.",
      "Pusat yang menarik populasi karena menawarkan harapan kemajuan.",
      "Sebuah kota yang memiliki teknologi maju dan modern.",
      "Wilayah yang mengalami konflik demografis yang kronis.",
      "Pusat kegiatan ekonomi yang terpisah dari desa."
    ],
    "jawaban": "B",
    "pembahasan": "Frasa **'magnet peradaban'** adalah majas metafora/konotatif. 'Magnet' merujuk pada daya tarik yang kuat, sementara 'peradaban' merujuk pada kemajuan sosial, ekonomi, dan budaya (yang diwujudkan melalui peluang ekonomi, pendidikan, dan kesehatan). Jadi, maknanya adalah pusat yang menarik populasi karena menawarkan harapan kemajuan atau kualitas hidup yang lebih baik."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah pernyataan yang paling akurat menggambarkan hubungan kausalitas (sebab-akibat) yang disajikan dalam Teks 3?",
    "pilihan": [
      "Urbanisasi (Sebab) $\implies$ Pembangunan Infrastruktur Kota (Akibat).",
      "Keterpaksaan Migrasi (Sebab) $\implies$ Peningkatan Peluang Ekonomi Kota (Akibat).",
      "Urbanisasi Tidak Terencana (Sebab) $\implies$ Kemacetan Kronis dan Permukiman Kumuh (Akibat).",
      "Pemberdayaan Ekonomi Desa (Sebab) $\implies$ Lonjakan Populasi Kota (Akibat).",
      "Fasilitas Kesehatan Mutakhir (Sebab) $\implies$ Berkurangnya Lahan Hijau (Akibat)."
    ],
    "jawaban": "
