[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 121-123.\n\nTeks 19\n\nInternet telah mengubah lanskap komunikasi global secara fundamental. Dari surat elektronik hingga media sosial, interaksi antarindividu dan antarkelompok menjadi lebih cepat, mudah, dan sering kali lintas batas geografis. Kehadiran internet memungkinkan pertukaran informasi secara instan, kolaborasi jarak jauh, dan akses tak terbatas ke berbagai sumber daya pengetahuan. Namun, kecepatan dan keterbukaan ini juga membawa tantangan serius, seperti penyebaran disinformasi (hoaks), masalah privasi data, dan potensi kecanduan internet. Untuk memaksimalkan potensi positif internet dan meminimalkan dampak negatifnya, literasi digital yang kuat, kebijakan regulasi yang adaptif, serta etika penggunaan yang bertanggung jawab menjadi sangat krusial. Edukasi berkelanjutan diperlukan untuk membekali masyarakat dengan kemampuan navigasi di dunia maya yang kompleks.\n\nApa dampak utama internet pada komunikasi global menurut Teks 19?",
    "pilihan": [
      "Memperlambat pertukaran informasi.",
      "Mengurangi interaksi antarindividu.",
      "Mengubah lanskap komunikasi menjadi lebih cepat, mudah, dan lintas batas geografis.",
      "Membatasi akses ke sumber daya pengetahuan.",
      "Menciptakan lebih banyak masalah privasi data."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat pertama teks menyatakan 'Internet telah mengubah lanskap komunikasi global secara fundamental. Dari surat elektronik hingga media sosial, interaksi antarindividu dan antarkelompok menjadi lebih cepat, mudah, dan sering kali lintas batas geografis'."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 19, apa saja tantangan serius yang dibawa oleh kecepatan dan keterbukaan internet?",
    "pilihan": [
      "Kolaborasi jarak jauh dan akses pengetahuan.",
      "Penyebaran disinformasi, masalah privasi data, dan potensi kecanduan internet.",
      "Hanya surat elektronik dan media sosial.",
      "Kemudahan akses dan efisiensi komunikasi.",
      "Literasi digital yang kuat dan etika penggunaan yang bertanggung jawab."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Namun, kecepatan dan keterbukaan ini juga membawa tantangan serius, seperti penyebaran disinformasi (hoaks), masalah privasi data, dan potensi kecanduan internet'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa yang krusial untuk memaksimalkan potensi positif dan meminimalkan dampak negatif internet?",
    "pilihan": [
      "Hanya regulasi yang ketat dari pemerintah.",
      "Literasi digital yang kuat, kebijakan regulasi yang adaptif, serta etika penggunaan yang bertanggung jawab.",
      "Meningkatkan kecepatan internet.",
      "Mengurangi akses ke internet.",
      "Fokus hanya pada pertukaran informasi instan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Untuk memaksimalkan potensi positif internet dan meminimalkan dampak negatifnya, literasi digital yang kuat, kebijakan regulasi yang adaptif, serta etika penggunaan yang bertanggung jawab menjadi sangat krusial'."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'krusial' dalam konteks 'menjadi sangat krusial' pada Teks 19 memiliki makna...",
    "pilihan": [
      "Tidak penting",
      "Penting sekali atau mendasar",
      "Tambahan",
      "Bersifat sementara",
      "Opsional"
    ],
    "jawaban": "B",
    "pembahasan": "Krusial berarti sangat penting, menentukan, atau mendasar. Oleh karena itu, 'penting sekali atau mendasar' adalah makna yang paling tepat."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan kata depan 'di' yang salah?",
    "pilihan": [
      "Dia belajar di sekolah.",
      "Buku itu ada di atas meja.",
      "Dia sedang bekerja dikantor.",
      "Adik bermain di taman.",
      "Pakaian itu dijemur di luar."
    ],
    "jawaban": "C",
    "pembahasan": "Kata depan 'di' yang menunjukkan tempat harus ditulis terpisah dari kata yang mengikutinya. Penulisan yang benar adalah 'di kantor', bukan 'dikantor'."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda koma (,) dengan tepat.",
    "pilihan": [
      "Dia membeli buku, pensil, dan, penghapus.",
      "Meskipun lelah, dia tetap bekerja keras.",
      "Saya suka apel pisang dan jeruk.",
      "Dia, adalah, seorang, guru.",
      "Karena sakit, maka dia tidak masuk sekolah."
    ],
    "jawaban": "B",
    "pembahasan": "Tanda koma digunakan untuk memisahkan anak kalimat dari induk kalimat jika anak kalimat mendahului induk kalimat. Pilihan B menggunakan tanda koma dengan tepat setelah anak kalimat 'Meskipun lelah'. Pilihan A: koma sebelum 'dan' tidak diperlukan jika hanya tiga item. Pilihan C: seharusnya ada koma antara 'apel' dan 'pisang'. Pilihan D: koma tidak diperlukan setelah 'Dia' dan 'adalah' serta sebelum 'guru'. Pilihan E: 'Karena' dan 'maka' tidak boleh digunakan bersamaan."
  },
  {
    "id": 7,
    "pertanyaan": "Kalimat manakah yang merupakan kalimat pasif?",
    "pilihan": [
      "Ayah memperbaiki mobil.",
      "Bunga itu disiram oleh adik.",
      "Anak-anak bermain di taman.",
      "Dia membaca buku setiap hari.",
      "Mereka membangun rumah baru."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pasif adalah kalimat yang subjeknya dikenai pekerjaan. Ciri khasnya adalah penggunaan predikat berawalan 'di-' atau 'ter-'. Pada pilihan B, 'Bunga itu' (subjek) dikenai tindakan 'disiram' (predikat pasif)."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 128-130.\n\nTeks 20\n\nPerubahan iklim telah mempercepat terjadinya krisis air di banyak wilayah dunia. Peningkatan suhu global menyebabkan pola curah hujan yang tidak menentu, kekeringan yang lebih parah, dan melelehnya gletser, semuanya berkontribusi pada kelangkaan air bersih. Krisis ini berdampak langsung pada pertanian, sanitasi, dan kesehatan masyarakat, terutama di negara-negara berkembang. Untuk mengatasi tantangan ini, diperlukan pengelolaan sumber daya air yang lebih baik, termasuk inovasi dalam teknologi desalinasi dan daur ulang air, efisiensi penggunaan air dalam pertanian dan industri, serta pelestarian daerah resapan air. Selain itu, kesadaran publik tentang pentingnya konservasi air dan perubahan perilaku konsumsi air juga esensial. Kolaborasi lintas sektor dan batas negara sangat vital untuk menjamin ketersediaan air bersih di masa depan.\n\nApa penyebab krisis air menurut Teks 20?",
    "pilihan": [
      "Penurunan suhu global.",
      "Peningkatan suhu global, pola curah hujan tidak menentu, kekeringan, dan melelehnya gletser.",
      "Hanya masalah sanitasi.",
      "Manajemen sumber daya air yang baik.",
      "Pelestarian daerah resapan air."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Peningkatan suhu global menyebabkan pola curah hujan yang tidak menentu, kekeringan yang lebih parah, dan melelehnya gletser, semuanya berkontribusi pada kelangkaan air bersih'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa dampak krisis air yang disebutkan dalam Teks 20?",
    "pilihan": [
      "Peningkatan hasil pertanian.",
      "Peningkatan sanitasi dan kesehatan masyarakat.",
      "Dampak langsung pada pertanian, sanitasi, dan kesehatan masyarakat.",
      "Efisiensi penggunaan air dalam industri.",
      "Ketersediaan air bersih yang melimpah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Krisis ini berdampak langsung pada pertanian, sanitasi, dan kesehatan masyarakat, terutama di negara-negara berkembang'."
  },
  {
    "id": 10,
    "pertanyaan": "Apa yang diperlukan untuk mengatasi krisis air menurut Teks 20?",
    "pilihan": [
      "Mengabaikan inovasi teknologi air.",
      "Pengelolaan sumber daya air yang lebih baik, inovasi teknologi, efisiensi penggunaan air, dan pelestarian daerah resapan air.",
      "Hanya meningkatkan kesadaran publik.",
      "Mengurangi kolaborasi antarnegara.",
      "Membatasi akses air bersih bagi masyarakat."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Untuk mengatasi tantangan ini, diperlukan pengelolaan sumber daya air yang lebih baik, termasuk inovasi dalam teknologi desalinasi dan daur ulang air, efisiensi penggunaan air dalam pertanian dan industri, serta pelestarian daerah resapan air'."
  },
  {
    "id": 11,
    "pertanyaan": "Kata 'esensial' dalam konteks 'kesadaran publik tentang pentingnya konservasi air dan perubahan perilaku konsumsi air juga esensial' pada Teks 20 berarti...",
    "pilihan": [
      "Tidak penting",
      "Tambahan",
      "Mendasar atau sangat penting",
      "Opsional",
      "Tidak relevan"
    ],
    "jawaban": "C",
    "pembahasan": "Esensial berarti sangat penting, hakiki, atau mendasar. Oleh karena itu, 'mendasar atau sangat penting' adalah makna yang paling tepat."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan gelar akademik yang benar?",
    "pilihan": [
      "Dr. Andi Susanto, S.Pd, M.Hum.",
      "Dr. Andi Susanto, S.Pd., M.Hum.",
      "Dr Andi Susanto, S.Pd., M.Hum.",
      "DR. Andi Susanto, S.pd., M.Hum.",
      "Dr. Andi Susanto Spd., MHum."
    ],
    "jawaban": "B",
    "pembahasan": "Penulisan gelar akademik yang benar adalah dengan diawali huruf kapital, diikuti titik pada setiap singkatan, dan dipisahkan dengan koma jika ada lebih dari satu gelar. 'Dr.' untuk doktor, 'S.Pd.' untuk Sarjana Pendidikan, 'M.Hum.' untuk Magister Humaniora. Semua singkatan gelar harus diakhiri titik."
  },
  {
    "id": 13,
    "pertanyaan": "Pilihlah kalimat yang memiliki makna konotatif.",
    "pilihan": [
      "Bunga mawar itu berwarna merah.",
      "Dia adalah buaya darat di kampungnya.",
      "Air sungai mengalir jernih.",
      "Adik suka makan nasi goreng.",
      "Meja itu terbuat dari kayu jati."
    ],
    "jawaban": "B",
    "pembahasan": "Makna konotatif adalah makna tidak sebenarnya atau makna tambahan yang timbul berdasarkan perasaan atau pikiran tertentu. 'Buaya darat' secara harfiah adalah buaya yang hidup di darat, tetapi secara konotatif merujuk pada laki-laki yang suka berganti-ganti pasangan atau tidak setia."
  },
  {
    "id": 14,
    "pertanyaan": "Cermati paragraf berikut:\n\n'Literasi finansial adalah kunci untuk mencapai stabilitas ekonomi pribadi. Memahami cara mengelola uang, berinvestasi, dan merencanakan keuangan masa depan menjadi sangat penting. Banyak individu yang menghadapi masalah keuangan karena kurangnya pengetahuan ini. Program edukasi finansial perlu digalakkan sejak dini. Dengan demikian, masyarakat dapat membuat keputusan keuangan yang lebih baik.'\n\nFrasa 'Dengan demikian' pada kalimat terakhir berfungsi sebagai...",
    "pilihan": [
      "Penanda sebab-akibat",
      "Penanda tujuan",
      "Penanda kesimpulan",
      "Penanda penambahan",
      "Penanda pertentangan"
    ],
    "jawaban": "C",
    "pembahasan": "Frasa 'Dengan demikian' berfungsi untuk menyimpulkan atau merangkum poin-poin yang telah dibahas sebelumnya, menunjukkan hasil atau konsekuensi dari gagasan yang telah disampaikan."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 135-137.\n\nTeks 21\n\nPariwisata berkelanjutan adalah konsep pariwisata yang mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara menyeluruh, baik di masa sekarang maupun di masa depan. Tujuannya adalah untuk memastikan kelestarian sumber daya alam dan budaya, memberikan manfaat ekonomi yang adil bagi masyarakat lokal, serta mempertahankan integritas ekologis. Di tengah meningkatnya kesadaran akan isu lingkungan dan sosial, pariwisata berkelanjutan menjadi semakin relevan. Ini menuntut operator tur, wisatawan, dan pemerintah untuk berperan aktif dalam meminimalkan jejak karbon, mendukung produk lokal, menghormati budaya setempat, dan berinvestasi pada infrastruktur ramah lingkungan. Pengembangan pariwisata tidak boleh mengorbankan masa depan, melainkan harus menjadi bagian dari solusi untuk planet yang lebih sehat dan masyarakat yang lebih sejahtera.\n\nApa tujuan pariwisata berkelanjutan menurut Teks 21?",
    "pilihan": [
      "Meningkatkan jumlah wisatawan secara maksimal.",
      "Hanya fokus pada keuntungan ekonomi jangka pendek.",
      "Memastikan kelestarian sumber daya alam dan budaya, memberikan manfaat ekonomi yang adil, serta mempertahankan integritas ekologis.",
      "Mengabaikan dampak sosial dan lingkungan.",
      "Mengurangi interaksi dengan masyarakat lokal."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Tujuannya adalah untuk memastikan kelestarian sumber daya alam dan budaya, memberikan manfaat ekonomi yang adil bagi masyarakat lokal, serta mempertahankan integritas ekologis'."
  },
  {
    "id": 16,
    "pertanyaan": "Siapa saja pihak yang dituntut berperan aktif dalam pariwisata berkelanjutan?",
    "pilihan": [
      "Hanya wisatawan.",
      "Operator tur, wisatawan, dan pemerintah.",
      "Masyarakat lokal saja.",
      "Pemerintah dan investor asing.",
      "Hanya lembaga konservasi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Ini menuntut operator tur, wisatawan, dan pemerintah untuk berperan aktif dalam meminimalkan jejak karbon...'"
  },
  {
    "id": 17,
    "pertanyaan": "Implikasi dari Teks 21 adalah...",
    "pilihan": [
      "Pariwisata harus memprioritaskan keuntungan ekonomi di atas segalanya.",
      "Pariwisata harus menjadi bagian dari solusi untuk planet yang sehat dan masyarakat sejahtera.",
      "Dampak lingkungan dari pariwisata tidak terlalu penting.",
      "Wisatawan tidak memiliki peran penting dalam pariwisata berkelanjutan.",
      "Pengembangan pariwisata harus dilakukan tanpa batasan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyimpulkan, 'Pengembangan pariwisata tidak boleh mengorbankan masa depan, melainkan harus menjadi bagian dari solusi untuk planet yang lebih sehat dan masyarakat yang lebih sejahtera'."
  },
  {
    "id": 18,
    "pertanyaan": "Kata 'integritas' dalam 'mempertahankan integritas ekologis' pada Teks 21 berarti...",
    "pilihan": [
      "Kerusakan",
      "Keseimbangan atau keutuhan",
      "Pertumbuhan",
      "Kesenjangan",
      "Penurunan"
    ],
    "jawaban": "B",
    "pembahasan": "Integritas dalam konteks ini merujuk pada keadaan utuh, lengkap, dan tidak rusak. Jadi, 'keseimbangan atau keutuhan' ekologis adalah makna yang paling tepat."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'per-' yang menyatakan alat?",
    "pilihan": [
      "Dia membeli peralatan masak baru.",
      "Perusahaan itu adalah perusahaan besar.",
      "Kita harus pergi sekarang.",
      "Anak itu pernah ke sana.",
      "Dia adalah persatuan guru."
    ],
    "jawaban": "A",
    "pembahasan": "Imbuhan 'per-' bisa membentuk kata benda yang menyatakan alat, seperti 'peralatan' (alat-alat). Pilihan B 'perusahaan' menyatakan badan usaha. Pilihan C 'pergi' adalah kata kerja. Pilihan D 'pernah' adalah keterangan waktu. Pilihan E 'persatuan' menyatakan himpunan."
  },
  {
    "id": 20,
    "pertanyaan": "Pilihlah kalimat yang memiliki koherensi dan kohesi yang baik.",
    "pilihan": [
      "Saya suka membaca buku. Buku itu berwarna biru. Hujan turun kemarin.",
      "Pendidikan adalah fondasi kemajuan bangsa. Dengan pendidikan, sumber daya manusia dapat ditingkatkan. Oleh karena itu, investasi di bidang pendidikan sangat penting.",
      "Dia pergi ke pasar. Kemudian dia membeli sayur. Lalu dia pulang.",
      "Anak-anak bermain. Mereka tertawa. Burung berkicau.",
      "Harga cabai naik. Petani rugi. Saya makan nasi."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B menunjukkan hubungan ide yang logis dan saling terkait antara kalimat-kalimatnya. 'Pendidikan adalah fondasi kemajuan bangsa' diikuti oleh penjelasan 'Dengan pendidikan, sumber daya manusia dapat ditingkatkan' dan diakhiri dengan kesimpulan 'Oleh karena itu, investasi di bidang pendidikan sangat penting'."
  }
]
