[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nRevolusi Industri 4.0 telah membawa perubahan fundamental di berbagai sektor, dari manufaktur hingga layanan. Konvergensi teknologi digital, fisik, dan biologis menciptakan sistem yang cerdas dan terotomatisasi. Kecerdasan buatan (AI), Internet of Things (IoT), data besar (big data), dan robotika adalah pilar-pilar utama revolusi ini. Meskipun menjanjikan efisiensi dan produktivitas yang belum pernah terjadi sebelumnya, Revolusi Industri 4.0 juga menimbulkan kekhawatiran, terutama terkait dengan dampak pada pasar tenaga kerja. Otomatisasi dapat menggantikan pekerjaan rutin, menuntut tenaga kerja untuk memiliki keterampilan baru yang lebih kompleks seperti berpikir kritis, kreativitas, dan literasi digital. Oleh karena itu, sistem pendidikan harus segera beradaptasi untuk mempersiapkan generasi muda menghadapi tantangan dan peluang di era ini.\n\nApa fokus utama pembahasan Teks 4?",
    "pilihan": [
      "Perkembangan teknologi digital.",
      "Dampak Revolusi Industri 4.0 pada pasar tenaga kerja.",
      "Pilar-pilar utama Revolusi Industri 4.0.",
      "Pentingnya adaptasi sistem pendidikan di era Revolusi Industri 4.0.",
      "Efisiensi dan produktivitas di sektor manufaktur."
    ],
    "jawaban": "B",
    "pembahasan": "Meskipun teks membahas berbagai aspek Revolusi Industri 4.0, fokus utama dan kekhawatiran yang disoroti adalah dampaknya pada pasar tenaga kerja dan kebutuhan adaptasi keterampilan baru."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, keterampilan apa yang akan lebih dibutuhkan di era Revolusi Industri 4.0?",
    "pilihan": [
      "Keterampilan manual dan rutin.",
      "Keterampilan spesifik di bidang manufaktur.",
      "Berpikir kritis, kreativitas, dan literasi digital.",
      "Penguasaan robotika dan AI secara mendalam.",
      "Manajemen data besar dan IoT."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara spesifik menyatakan 'menuntut tenaga kerja untuk memiliki keterampilan baru yang lebih kompleks seperti **berpikir kritis, kreativitas, dan literasi digital**'."
  },
  {
    "id": 3,
    "pertanyaan": "Mengapa sistem pendidikan harus beradaptasi di era Revolusi Industri 4.0?",
    "pilihan": [
      "Untuk meningkatkan efisiensi dan produktivitas.",
      "Agar dapat bersaing dalam teknologi AI dan IoT.",
      "Untuk mengatasi masalah pengangguran akibat otomatisasi.",
      "Untuk mempersiapkan generasi muda menghadapi tantangan dan peluang baru.",
      "Untuk mengembangkan pilar-pilar revolusi industri."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf terakhir menyatakan 'Oleh karena itu, sistem pendidikan harus segera beradaptasi **untuk mempersiapkan generasi muda menghadapi tantangan dan peluang di era ini**'."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'konvergensi' dalam Teks 4 memiliki makna yang paling mendekati...",
    "pilihan": [
      "Pemisahan",
      "Perpaduan",
      "Perpecahan",
      "Pertentangan",
      "Pengurangan"
    ],
    "jawaban": "B",
    "pembahasan": "Konvergensi berarti pertemuan dua atau lebih hal untuk membentuk satu kesatuan atau menjadi satu titik. Dalam konteks ini, 'perpaduan' teknologi adalah makna yang paling tepat."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang tidak dapat disimpulkan dari Teks 4?",
    "pilihan": [
      "Revolusi Industri 4.0 membawa perubahan signifikan.",
      "AI dan IoT adalah bagian penting dari Revolusi Industri 4.0.",
      "Otomatisasi akan sepenuhnya menghilangkan semua jenis pekerjaan.",
      "Ada kekhawatiran tentang dampak otomatisasi pada pekerjaan.",
      "Keterampilan tenaga kerja perlu ditingkatkan untuk era baru."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Otomatisasi dapat menggantikan pekerjaan rutin', yang berarti tidak semua pekerjaan akan hilang, hanya pekerjaan rutin. Pilihan C terlalu ekstrem dan tidak didukung oleh teks."
  },
  {
    "id": 6,
    "pertanyaan": "Manakah penggunaan kata berimbuhan yang tidak tepat?",
    "pilihan": [
      "Pemerintah **mengupayakan** peningkatan kesejahteraan rakyat.",
      "Para petani sedang **memanen** padi di sawah.",
      "Buku itu **terbaca** oleh adik kemarin.",
      "Dia selalu **menyatakan** pendapatnya dengan tegas.",
      "Pohon itu **tertebang** oleh angin kencang."
    ],
    "jawaban": "E",
    "pembahasan": "Kata 'tertebang' menyiratkan ketidaksengajaan atau kemampuan untuk ditebang. Namun, jika pohon itu 'tertebang oleh angin kencang', seharusnya menggunakan 'roboh' atau 'jatuh'. Penggunaan 'ter-' dalam konteks ini kurang tepat dibandingkan pilihan lain yang sudah benar (mengupayakan, memanen, terbaca, menyatakan)."
  },
  {
    "id": 7,
    "pertanyaan": "Kalimat berikut ini yang paling padu dan kohesif adalah...",
    "pilihan": [
      "Banyak orang yang suka makan nasi goreng. Nasi goreng adalah makanan favorit saya. Saya makan nasi goreng setiap hari.",
      "Pendidikan sangat penting bagi masa depan. Dengan pendidikan, seseorang dapat mengembangkan potensi diri. Oleh karena itu, kita harus menuntut ilmu setinggi-tingginya.",
      "Dia pergi ke pasar. Dia membeli sayur. Dia juga membeli buah. Dia pulang ke rumah.",
      "Harga cabai naik. Petani rugi. Konsumen mengeluh. Pemerintah harus bertindak.",
      "Saya memiliki kucing. Kucing saya berbulu putih. Kucing saya suka bermain."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B menunjukkan hubungan sebab-akibat dan kelanjutan ide yang jelas. Kalimat-kalimatnya saling mendukung untuk menyampaikan satu gagasan utama. Pilihan lain cenderung berupa daftar kalimat terpisah atau memiliki repetisi yang kurang efektif."
  },
  {
    "id": 8,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung intrakalimat yang tepat.",
    "pilihan": [
      "Dia sangat lelah, **namun** dia tetap bekerja.",
      "Ani rajin belajar, **sebab** itu dia pintar.",
      "Meskipun hari hujan, **tetapi** kami tetap berangkat.",
      "Mereka tidak datang, **juga** tidak memberi kabar.",
      "Dia adalah seorang guru, **lalu** dia mengajar bahasa Inggris."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan A menggunakan 'namun' dengan benar untuk menyatakan pertentangan. Pilihan B seharusnya 'oleh sebab itu' atau 'karena itu'. Pilihan C redundan ('Meskipun' dan 'tetapi' tidak boleh digunakan bersamaan). Pilihan D seharusnya 'dan juga' atau 'serta'. Pilihan E 'lalu' tidak tepat, seharusnya 'serta' atau 'dan'."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 2**\n\nSampah plastik menjadi masalah lingkungan serius yang membutuhkan penanganan segera. Miliaran ton plastik telah mencemari lautan dan daratan, mengancam ekosistem, dan bahkan masuk ke rantai makanan manusia. Sifat plastik yang sulit terurai menjadikannya ancaman jangka panjang. Meskipun upaya daur ulang telah digalakkan, tingkat partisipasinya masih rendah, dan tidak semua jenis plastik dapat didaur ulang secara efektif. Solusi jangka panjang melibatkan pengurangan penggunaan plastik sekali pakai, pengembangan bahan alternatif yang ramah lingkungan, serta inovasi dalam teknologi pengolahan sampah. Kesadaran masyarakat dan kebijakan pemerintah yang kuat adalah kunci untuk mengatasi krisis plastik ini.\n\nApa topik utama yang dibahas dalam Teks 5?",
    "pilihan": [
      "Dampak sampah plastik terhadap ekosistem laut.",
      "Proses daur ulang plastik yang tidak efektif.",
      "Masalah sampah plastik dan solusi penanganannya.",
      "Jenis-jenis plastik dan sifatnya.",
      "Peran pemerintah dalam mengatasi sampah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks ini secara keseluruhan membahas masalah serius yang ditimbulkan oleh sampah plastik dan berbagai solusi yang diperlukan untuk menanganinya."
  },
  {
    "id": 10,
    "pertanyaan": "Berdasarkan Teks 5, mengapa sampah plastik disebut sebagai ancaman jangka panjang?",
    "pilihan": [
      "Karena jumlahnya yang sangat banyak.",
      "Karena sulit terurai di alam.",
      "Karena mencemari lautan dan daratan.",
      "Karena mengancam ekosistem dan rantai makanan.",
      "Karena upaya daur ulang yang rendah."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Sifat plastik yang sulit terurai menjadikannya ancaman jangka panjang.'."
  },
  {
    "id": 11,
    "pertanyaan": "Manakah yang bukan merupakan solusi jangka panjang untuk mengatasi krisis plastik menurut Teks 5?",
    "pilihan": [
      "Pengurangan penggunaan plastik sekali pakai.",
      "Pengembangan bahan alternatif yang ramah lingkungan.",
      "Inovasi dalam teknologi pengolahan sampah.",
      "Peningkatan kesadaran masyarakat.",
      "Meningkatkan impor plastik dari luar negeri."
    ],
    "jawaban": "E",
    "pembahasan": "Teks menyebutkan pengurangan penggunaan plastik sekali pakai, pengembangan bahan alternatif, inovasi teknologi, kesadaran masyarakat, dan kebijakan pemerintah sebagai solusi. Meningkatkan impor plastik jelas bukan solusi, melainkan justru memperburuk masalah."
  },
  {
    "id": 12,
    "pertanyaan": "Kalimat yang menggunakan ejaan yang benar adalah...",
    "pilihan": [
      "Anak itu gemar membaca buku cerita, majalah, dan koran.",
      "Ayahnya seorang mentri keuangan yang handal.",
      "Dia tinggal di jalan Sudirman nomor 10.",
      "Setiap hari Jum'at, kami mengadakan kerja bakti.",
      "Pemerintah akan mensosialisasikan program baru."
    ],
    "jawaban": "A",
    "pembahasan": "Pilihan A sudah benar. Pilihan B: 'mentri' seharusnya 'menteri'. Pilihan C: 'jalan' harus diawali huruf kapital jika diikuti nama jalan. Pilihan D: 'Jum'at' seharusnya 'Jumat' (tanpa apostrof). Pilihan E: 'mensosialisasikan' seharusnya 'menyosialisasikan' (awalan 'meN-' bertemu kata dasar yang diawali 's' luluh menjadi 'ny')."
  },
  {
    "id": 13,
    "pertanyaan": "Mana kalimat yang memiliki struktur subjek-predikat-objek-pelengkap (S-P-O-Pel) yang jelas?",
    "pilihan": [
      "Mereka makan di restoran.",
      "Dia adalah seorang mahasiswa yang cerdas.",
      "Para siswa sedang mengerjakan tugas mereka.",
      "Paman membelikan adik sepeda baru.",
      "Bunga itu harum sekali."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D memiliki struktur:\n* **Paman** (S)\n* **membelikan** (P)\n* **adik** (O - objek penderita/resipien)\n* **sepeda baru** (Pel - pelengkap, menunjukkan hasil perbuatan predikat)."
  },
  {
    "id": 14,
    "pertanyaan": "Perhatikan paragraf berikut:\n\n'Kemiskinan masih menjadi masalah krusial di banyak negara. Berbagai program telah diluncurkan untuk mengatasinya. Namun, hasilnya belum optimal. Salah satu penyebabnya adalah program-program tersebut seringkali tidak tepat sasaran. Selain itu, partisipasi masyarakat juga masih rendah.'\n\nKata penghubung yang paling tepat untuk menggantikan 'Salah satunya adalah' pada kalimat keempat adalah...",
    "pilihan": [
      "Oleh karena itu,",
      "Dengan demikian,",
      "Pertama,",
      "Misalnya,",
      "Di samping itu,"
    ],
    "jawaban": "C",
    "pembahasan": "Jika kalimat selanjutnya akan membahas penyebab lain, penggunaan 'Pertama,' akan sangat tepat sebagai penanda urutan. Jika tidak ada penyebab lain, 'Misalnya,' juga bisa digunakan, namun 'Pertama,' lebih cocok jika ada poin-poin berikutnya."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\nStudi terbaru menunjukkan bahwa konsumsi gula berlebih tidak hanya meningkatkan risiko diabetes dan obesitas, tetapi juga dapat berdampak negatif pada kesehatan mental. Gula yang tinggi dapat memicu peradangan dalam tubuh, termasuk di otak, yang kemudian memengaruhi suasana hati dan fungsi kognitif. Peneliti menemukan korelasi antara asupan gula tinggi dan peningkatan risiko depresi serta kecemasan. Oleh karena itu, rekomendasi untuk mengurangi asupan gula tidak hanya bertujuan menjaga kesehatan fisik, tetapi juga untuk mendukung kesejahteraan mental. Edukasi publik tentang bahaya gula berlebih dan promosi pola makan sehat menjadi sangat penting.\n\nApa korelasi yang ditemukan peneliti terkait asupan gula dan kesehatan mental?",
    "pilihan": [
      "Gula meningkatkan suasana hati secara signifikan.",
      "Gula mengurangi risiko depresi dan kecemasan.",
      "Asupan gula tinggi berkaitan dengan peningkatan risiko depresi dan kecemasan.",
      "Gula hanya memicu peradangan di tubuh, bukan otak.",
      "Tidak ada korelasi antara gula dan kesehatan mental."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Peneliti menemukan korelasi antara asupan gula tinggi dan peningkatan risiko depresi serta kecemasan.'."
  },
  {
    "id": 16,
    "pertanyaan": "Implikasi dari studi yang disebutkan dalam Teks 6 adalah...",
    "pilihan": [
      "Mengonsumsi gula dalam jumlah besar sangat dianjurkan.",
      "Kesehatan mental tidak berkaitan dengan pola makan.",
      "Peradangan di otak hanya disebabkan oleh gula.",
      "Pembatasan konsumsi gula memiliki manfaat ganda bagi kesehatan.",
      "Edukasi publik tentang gula tidak terlalu penting."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyimpulkan bahwa 'rekomendasi untuk mengurangi asupan gula tidak hanya bertujuan menjaga kesehatan fisik, tetapi juga untuk mendukung kesejahteraan mental'. Ini menunjukkan manfaat ganda."
  },
  {
    "id": 17,
    "pertanyaan": "Tujuan utama penulis dalam Teks 6 adalah...",
    "pilihan": [
      "Menggambarkan proses peradangan di otak.",
      "Membuktikan bahwa gula adalah penyebab utama depresi.",
      "Menyampaikan hasil studi tentang dampak gula pada kesehatan fisik dan mental serta pentingnya edukasi.",
      "Mengajak pembaca untuk berhenti mengonsumsi gula sama sekali.",
      "Membandingkan gula dengan jenis makanan lain."
    ],
    "jawaban": "C",
    "pembahasan": "Penulis menyajikan hasil studi tentang dampak gula (fisik dan mental) dan menekankan pentingnya edukasi publik sebagai tindak lanjut."
  },
  {
    "id": 18,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan angka atau bilangan yang tepat?",
    "pilihan": [
      "Ada 5 buah buku di meja itu.",
      "Dia membeli dua puluh lima ekor ayam.",
      "Di perpustakaan terdapat seratus judul buku baru.",
      "Tiga orang siswa tidak hadir dalam rapat.",
      "Harga sepatu itu Rp. 25.000,-"
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D sudah tepat, bilangan yang dapat dinyatakan dengan satu atau dua kata ditulis dengan huruf. Pilihan A: '5' seharusnya 'lima'. Pilihan B: 'dua puluh lima' seharusnya '25' jika lebih dari dua kata. Pilihan C: 'seratus' seharusnya '100' jika lebih dari dua kata atau lebih dari satu kata dan merupakan bilangan bulat. Pilihan E: Penulisan mata uang yang benar adalah 'Rp25.000,00' tanpa titik setelah 'Rp' dan koma setelah nominal."
  },
  {
    "id": 19,
    "pertanyaan": "Kata 'optimal' dalam konteks 'hasilnya belum optimal' pada paragraf masalah kemiskinan (soal 34) berarti...",
    "pilihan": [
      "Terbaik",
      "Cukup",
      "Maksimal",
      "Minimum",
      "Efektif"
    ],
    "jawaban": "A",
    "pembahasan": "Optimal berarti yang paling baik atau paling menguntungkan. Jadi, 'hasilnya belum optimal' berarti hasilnya belum mencapai tingkat terbaik yang diharapkan."
  },
  {
    "id": 20,
    "pertanyaan": "Manakah kalimat yang mengandung ambiguitas (makna ganda)?",
    "pilihan": [
      "Mahasiswa baru itu belajar di perpustakaan.",
      "Dia makan roti tawar.",
      "Ibu membeli sepatu baru anak saya.",
      "Anak kecil itu menangis di taman.",
      "Kucing itu mengejar tikus."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat 'Ibu membeli sepatu baru anak saya' dapat memiliki dua arti:\n1.  Ibu membelikan sepatu yang baru untuk anak saya.\n2.  Ibu membeli sepatu (milik) anak saya, dan sepatu itu baru dibeli Ibu.\nIni adalah ambiguitas karena kata 'baru' bisa menjelaskan 'sepatu' atau 'membeli'."
  }
]
