[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Revolusi Industri 4.0)**\n\nRevolusi Industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologis yang memengaruhi hampir setiap aspek kehidupan manusia, menciptakan sistem siber-fisik (cyber-physical systems) yang terintegrasi. Otomatisasi, kecerdasan buatan (AI), Internet of Things (IoT), dan *big data* adalah beberapa pilar utama revolusi ini. Integrasi pilar-pilar ini memungkinkan pengambilan keputusan yang cerdas, produksi yang sangat fleksibel, dan interaksi yang *seamless* antara mesin, produk, dan manusia. Fenomena ini bukan sekadar evolusi, melainkan sebuah disrupsi yang mengubah fundamental cara kerja industri dan organisasi.\n\nDampak positif RI 4.0 mencakup peningkatan efisiensi produksi yang masif, personalisasi produk, dan penciptaan lapangan kerja baru yang membutuhkan keterampilan teknologi canggih. Namun, sisi gelapnya menimbulkan tantangan sosial-ekonomi yang signifikan, terutama kekhawatiran tentang hilangnya pekerjaan tradisional akibat otomatisasi dan pelebaran kesenjangan keterampilan (*skill gap*) antara pekerja lama dan baru. Selain itu, isu etika terkait AI, seperti bias algoritma dan privasi data, menuntut perhatian serius, menjadikannya masalah yang bersifat multidimensional.\n\nUntuk menghadapi tantangan dan memaksimalkan potensi RI 4.0, diperlukan strategi adaptasi yang komprehensif. Pendidikan harus beradaptasi secara radikal dengan mengembangkan kurikulum yang relevan dengan kebutuhan industri masa depan, berfokus pada keterampilan kognitif tingkat tinggi seperti pemikiran kritis, kreativitas, dan kolaborasi. Lebih dari itu, mempromosikan pembelajaran sepanjang hayat (*lifelong learning*) menjadi keharusan agar tenaga kerja dapat terus *re-skill* dan *up-skill*. Kolaborasi yang sinergis antara pemerintah (regulasi adaptif), industri (investasi SDM), dan akademisi (riset terapan) menjadi krusial untuk memastikan bahwa masyarakat dapat memanfaatkan peluang dan mengatasi disrupsi secara adil.\n\nApa fungsi Paragraf 1 dalam konteks pengembangan ide keseluruhan Teks 1?",
    "pilihan": [
      "Merangkum semua tantangan yang akan dibahas di paragraf berikutnya.",
      "Menyediakan landasan argumentatif melalui definisi dan pilar, sebelum membahas pro dan kontra di paragraf selanjutnya.",
      "Memaparkan dampak negatif Revolusi Industri 4.0 yang paling dominan.",
      "Memberikan contoh konkret penerapan AI dan IoT dalam sistem siber-fisik.",
      "Menjadi kalimat kesimpulan yang menegaskan perlunya kolaborasi."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 1 berfungsi untuk memperkenalkan dan mendefinisikan subjek (RI 4.0) beserta pilar-pilar utamanya. Ini adalah landasan yang diperlukan sebelum penulis melanjutkan ke pembahasan dampak (P2) dan solusi (P3)."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, jika perusahaan di suatu negara berinvestasi besar pada *re-skill* dan *up-skill* tenaga kerjanya, inferensi yang paling mungkin adalah...",
    "pilihan": [
      "Negara tersebut sudah tidak lagi mengalami masalah hilangnya pekerjaan tradisional.",
      "Perusahaan mengabaikan isu etika AI dan privasi data.",
      "Kurikulum pendidikan di negara tersebut sudah ketinggalan zaman dan tidak perlu diubah.",
      "Negara tersebut berupaya secara proaktif untuk menjembatani kesenjangan keterampilan (*skill gap*) yang muncul akibat otomatisasi.",
      "RI 4.0 tidak membawa dampak positif sama sekali bagi negara tersebut."
    ],
    "jawaban": "D",
    "pembahasan": "Teks 1 (P2 dan P3) secara eksplisit menyebutkan 'kesenjangan keterampilan' sebagai tantangan dan *re-skill*/up-skill sebagai solusi. Investasi pada pelatihan tenaga kerja adalah upaya proaktif untuk mengatasi kesenjangan tersebut."
  },
  {
    "id": 3,
    "pertanyaan": "Kelemahan utama dalam argumen Teks 1 terletak pada...",
    "pilihan": [
      "Penulis gagal mendefinisikan pilar-pilar utama RI 4.0 secara rinci.",
      "Penulis terlalu banyak memberikan contoh positif tentang peningkatan efisiensi produksi.",
      "Penulis mengidentifikasi perlunya regulasi adaptif (P3) tetapi tidak menguraikan secara kritis kendala implementasi regulasi tersebut di tengah kecepatan disrupsi teknologi.",
      "Paragraf 2 terlalu panjang dan tidak relevan dengan Paragraf 3.",
      "Teks tidak menjelaskan bagaimana kolaborasi antara pemerintah, industri, dan akademisi akan terlaksana."
    ],
    "jawaban": "C",
    "pembahasan": "Kelemahan argumentatif sering muncul ketika solusi (regulatif/kebijakan) diusulkan tanpa analisis mengenai hambatan praktis atau tantangan implementasinya, terutama dalam konteks kecepatan disrupsi teknologi yang sangat dinamis."
  },
  {
    "id": 4,
    "pertanyaan": "Konsep **'sistem siber-fisik'** (P1) dalam Teks 1 paling tepat diabstraksikan sebagai hubungan antara...",
    "pilihan": [
      "Integrasi elemen virtual (data, AI) dengan elemen nyata (mesin, produk, manusia).",
      "Hanya proses otomatisasi yang berjalan di lingkungan pabrik.",
      "Kerjasama antara pemerintah, industri, dan akademisi dalam pendidikan.",
      "Dampak sosial dari hilangnya pekerjaan tradisional.",
      "Teknologi yang bersifat eksklusif dan tidak dapat diakses umum."
    ],
    "jawaban": "A",
    "pembahasan": "Sistem siber-fisik (Cyber-Physical Systems) adalah mekanisme di mana sistem komputasi (siber/virtual) secara intensif mengontrol dan berinteraksi dengan entitas fisik di dunia nyata."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan kata kerja berimbuhan 'me-' yang mengalami proses peluluhan yang tidak tepat (melanggar kaidah PUEBI)?",
    "pilihan": [
      "Pihak industri harus **memproduksi** barang dengan lebih efisien.",
      "Pemerintah harus **merumuskan** kebijakan yang adaptif.",
      "Perubahan ini akan **mengubah** fundamental cara kerja.",
      "Program pelatihan harus **menjamin** tenaga kerja dapat *up-skill*.",
      "Pemerintah harus **mensosialisasikan** pentingnya *lifelong learning*."
    ],
    "jawaban": "E",
    "pembahasan": "Kata dasar 'sosial' diawali dengan 's'. Awalan 'me-' yang bertemu kata dasar berawal 's' harus luluh menjadi 'meny-', sehingga penulisan yang tepat adalah **menyosialisasikan**, bukan 'mensosialisasikan'."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Pendidikan Karakter)**\n\nPendidikan karakter adalah sebuah upaya sistematis, terencana, dan berkelanjutan untuk menanamkan nilai-nilai moral, etika, dan sosial pada peserta didik, dengan tujuan membentuk mereka menjadi individu yang berintegritas, bertanggung jawab, dan memiliki kepedulian sosial tinggi. Nilai-nilai inti yang menjadi fokus meliputi kejujuran, disiplin, kerja keras, hormat terhadap perbedaan, dan toleransi. Karakter yang kuat ini diyakini tidak hanya penting untuk kesuksesan pribadi, tetapi juga sebagai fondasi esensial bagi stabilitas dan kemajuan suatu bangsa.\n\nPenerapan pendidikan karakter tidak hanya terbatas pada kurikulum formal dan kegiatan intrakurikuler di sekolah. Secara ideal, implementasinya membutuhkan pelibatan aktif dan konsisten dari tiga pusat pendidikan: sekolah, keluarga, dan lingkungan masyarakat. Namun, pelaksanaannya di lapangan menghadapi berbagai tantangan signifikan. Tantangan ini meliputi kurangnya konsistensi dalam penegakan nilai di ketiga pusat tersebut, perbedaan persepsi nilai di masyarakat multikultural, serta pengaruh negatif yang cepat dan masif dari arus media digital dan media sosial. Inkonsistensi ini sering kali menyebabkan kebingungan nilai pada peserta didik.\n\nMeskipun menghadapi rintangan, pentingnya pendidikan karakter semakin disadari sebagai investasi jangka panjang untuk membangun generasi muda yang tangguh, berakhlak mulia, dan siap menghadapi tantangan global yang kompleks dan berubah. Untuk mencapai keberhasilan yang optimal, strategi yang diperlukan mencakup integrasi nilai karakter ke dalam semua mata pelajaran (bukan hanya mata pelajaran tertentu), pelatihan guru untuk menjadi teladan yang baik, dan penguatan kemitraan antara sekolah dengan orang tua. Kolaborasi tripartit antara semua pihak menjadi kunci utama keberhasilan dalam membentuk karakter bangsa secara holistik.\n\nHubungan logis antara Paragraf 2 dan Paragraf 3 dalam Teks 2 adalah...",
    "pilihan": [
      "Paragraf 3 memberikan contoh spesifik dari masalah yang diangkat di Paragraf 2.",
      "Paragraf 3 memberikan antitesis terhadap klaim negatif yang disajikan di Paragraf 2.",
      "Paragraf 3 menguraikan solusi dan strategi komprehensif untuk mengatasi tantangan yang telah diidentifikasi pada Paragraf 2.",
      "Paragraf 3 mendefinisikan ulang istilah kunci yang diperkenalkan di Paragraf 2.",
      "Paragraf 3 menunjukkan dampak positif dari masalah yang disajikan di Paragraf 2."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 2 membahas tantangan dan masalah dalam pelaksanaan pendidikan karakter (kurangnya konsistensi, pengaruh media). Paragraf 3 membahas solusi dan strategi (integrasi, pelatihan guru, kemitraan) untuk mengatasi tantangan tersebut, sehingga P3 berfungsi sebagai penyedia solusi untuk masalah di P2."
  },
  {
    "id": 7,
    "pertanyaan": "Berdasarkan Teks 2, mengapa **'pelibatan aktif dan konsisten dari tiga pusat pendidikan'** (P2) menjadi prasyarat keberhasilan pendidikan karakter?",
    "pilihan": [
      "Karena sekolah adalah satu-satunya lembaga yang sah untuk membentuk karakter.",
      "Karena inkonsistensi penanaman nilai di salah satu pusat dapat memicu kebingungan nilai dan kegagalan pada peserta didik.",
      "Karena keluarga dan masyarakat tidak memiliki kurikulum formal.",
      "Karena media digital dan media sosial dapat dihilangkan oleh ketiga pusat tersebut.",
      "Karena hanya orang tua dan guru yang memiliki integritas tinggi."
    ],
    "jawaban": "B",
    "pembahasan": "Teks (P2 akhir) menyatakan bahwa inkonsistensi penegakan nilai di ketiga pusat tersebut 'sering kali menyebabkan kebingungan nilai pada peserta didik'. Hal ini menggarisbawahi pentingnya konsistensi dan pelibatan aktif dari semua pihak untuk mencegah kebingungan tersebut."
  },
  {
    "id": 8,
    "pertanyaan": "Perhatikan kalimat berikut: 'Karakter yang kuat ini diyakini tidak hanya penting untuk kesuksesan pribadi, tetapi juga sebagai fondasi esensial bagi stabilitas dan kemajuan suatu bangsa.' (P1). Kalimat tersebut akan menjadi **tidak efektif** jika ditambahkan frasa...",
    "pilihan": [
      "fondasi **yang mendasar** dan esensial...",
      "fondasi esensial bagi **kemajuan bangsa**.",
      "fondasi esensial bagi **stabilitas** dan **kemajuan**.",
      "fondasi esensial bagi **suatu bangsa**.",
      "fondasi esensial **demi** stabilitas dan kemajuan."
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat menjadi tidak efektif karena terjadi redundansi (pemborosan kata). Kata **'mendasar'** dan **'esensial'** memiliki makna yang hampir sama (sangat penting/hakiki). Penggunaan keduanya secara bersamaan melanggar prinsip kehematan kata dalam kalimat efektif."
  },
  {
    "id": 9,
    "pertanyaan": "Jika kurikulum sekolah tidak terintegrasi dengan nilai-nilai karakter (P3), inferensi yang paling mungkin terjadi adalah...",
    "pilihan": [
      "Guru-guru akan menjadi teladan yang baik secara otomatis.",
      "Penerapan nilai-nilai moral hanya akan berhasil di lingkungan keluarga.",
      "Peningkatan nilai akademik siswa akan terjamin.",
      "Nilai karakter akan dianggap sebagai mata pelajaran tambahan dan kurang dihayati dalam kehidupan sehari-hari siswa.",
      "Pendidikan karakter akan berhasil dengan cepat."
    ],
    "jawaban": "D",
    "pembahasan": "Teks (P3) menyarankan integrasi 'ke dalam semua mata pelajaran (bukan hanya mata pelajaran tertentu)'. Jika gagal diintegrasikan, inferensinya adalah karakter akan diperlakukan sebagai 'mata pelajaran tertentu' atau 'tambahan' saja, sehingga tidak dihayati secara menyeluruh."
  },
  {
    "id": 10,
    "pertanyaan": "Penggunaan kata **'tripartit'** (P3) dalam konteks kolaborasi secara retoris bertujuan untuk...",
    "pilihan": [
      "Menggambarkan kesulitan kolaborasi antara tiga pihak.",
      "Menekankan bahwa kerjasama hanya boleh dilakukan oleh tiga negara.",
      "Secara eksplisit menunjukkan bahwa kolaborasi tersebut melibatkan tiga entitas utama yang sudah disebutkan sebelumnya (sekolah, keluarga, dan masyarakat).",
      "Menyiratkan bahwa kolaborasi hanya berlaku pada pendidikan karakter.",
      "Menyatakan bahwa dibutuhkan tiga kali lipat usaha."
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'tripartit' (berasal dari kata tri- yang berarti tiga) digunakan untuk merujuk kembali secara ringkas dan formal kepada tiga pusat pendidikan (sekolah, keluarga, masyarakat) yang disebutkan di Paragraf 2, memperkuat konsep kolaborasi yang komprehensif."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Urbanisasi)**\n\nUrbanisasi didefinisikan sebagai proses perpindahan penduduk yang masif dan berkelanjutan dari wilayah pedesaan ke wilayah perkotaan, yang secara statistik mengakibatkan peningkatan signifikan jumlah dan kepadatan populasi di area perkotaan. Fenomena ini didorong oleh 'daya tarik' (*pull factors*) perkotaan yang kuat, seperti harapan akan peluang ekonomi yang lebih baik dan beragam, akses yang lebih luas dan lengkap terhadap fasilitas pendidikan dan kesehatan, serta ilusi daya tarik gaya hidup modern perkotaan. Proses ini merupakan konsekuensi alami dari pembangunan ekonomi yang cenderung terkonsentrasi di pusat-pusat metropolitan.\n\nDampak urbanisasi bersifat multisektoral. Di satu sisi, ia memacu pertumbuhan kota yang pesat dan menciptakan pusat inovasi ekonomi. Namun, di sisi lain, peningkatan populasi yang tidak terkelola menimbulkan tekanan besar pada infrastruktur dan layanan dasar. Ini memicu masalah lingkungan akut, termasuk polusi udara dan air, serta kemacetan kronis yang menurunkan kualitas hidup. Secara sosial, urbanisasi dapat menyebabkan perubahan struktur sosial, munculnya permukiman kumuh (*slum*), dan potensi peningkatan kesenjangan serta kriminalitas di perkotaan.\n\nUntuk mengelola urbanisasi secara berkelanjutan dan transformatif, diperlukan perencanaan kota yang komprehensif, bukan reaktif. Strategi harus fokus pada desentralisasi pembangunan dan penciptaan lapangan kerja yang memadai di daerah pedesaan (menciptakan *counter-pull factors*). Selain itu, penyediaan layanan dasar yang inklusif di perkotaan dan pemberdayaan masyarakat lokal untuk terlibat dalam pengambilan keputusan kota menjadi krusial. Sinergi yang kuat antara pemerintah pusat dan daerah, didukung oleh partisipasi aktif masyarakat, merupakan prasyarat utama dalam menciptakan kota yang tidak hanya besar, tetapi juga layak huni, berketahanan, dan berkeadilan bagi semua warganya.\n\nParagraf 3 Teks 3 dikembangkan dari gagasan di Paragraf 2 melalui pola hubungan...",
    "pilihan": [
      "Generalisasi, karena P3 merangkum dampak-dampak spesifik dari P2.",
      "Solusi-Masalah, karena P3 menyajikan cara pengelolaan untuk masalah yang timbul dari P2.",
      "Sebab-Akibat, karena P3 adalah hasil langsung dari fenomena *overtourism* di P2.",
      "Kontradiksi, karena P3 bertentangan dengan kebutuhan infrastruktur yang dibahas di P2.",
      "Definisi-Contoh, karena P3 memberikan contoh implementasi dari definisi di P2."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 2 menguraikan masalah dan dampak negatif urbanisasi yang tidak terkelola. Paragraf 3 memberikan langkah-langkah ('Untuk mengelola urbanisasi... diperlukan perencanaan kota... Strategi harus fokus pada...') sebagai solusi untuk masalah-masalah tersebut."
  },
  {
    "id": 12,
    "pertanyaan": "Makna kontekstual frasa **'ilusi daya tarik gaya hidup modern perkotaan'** (P1) mengacu pada...",
    "pilihan": [
      "Ekspektasi berlebihan terhadap kualitas hidup perkotaan yang mungkin tidak sesuai dengan kenyataan setelah urbanisasi.",
      "Kondisi perkotaan yang memang selalu menyediakan pekerjaan bergaji tinggi.",
      "Perpindahan penduduk yang didasarkan pada data dan fakta akurat.",
      "Alasan utama urbanisasi yang bersifat rasional dan terencana.",
      "Ketersediaan infrastruktur dan layanan dasar yang tidak terbatas di kota."
    ],
    "jawaban": "A",
    "pembahasan": "Kata **'ilusi'** secara kontekstual menyiratkan pandangan yang keliru, harapan yang tidak realistis, atau janji yang tidak terpenuhi oleh gaya hidup perkotaan. Hal ini mengimplikasikan bahwa realitas kehidupan di kota seringkali berbeda dari yang dibayangkan."
  },
  {
    "id": 13,
    "pertanyaan": "Jika pemerintah daerah hanya fokus pada pembangunan infrastruktur di perkotaan dan mengabaikan pedesaan, inferensi yang dapat ditarik dari Teks 3 adalah...",
    "pilihan": [
      "Pertumbuhan kota akan melambat secara signifikan.",
      "Kebutuhan akan layanan dasar di perkotaan akan terpenuhi dengan baik.",
      "Akan tercipta *counter-pull factors* yang kuat di pedesaan.",
      "Urbanisasi akan cenderung terus meningkat dan permasalahan di perkotaan (misalnya permukiman kumuh) akan semakin akut.",
      "Pemerataan pembangunan akan tercapai dengan cepat."
    ],
    "jawaban": "D",
    "pembahasan": "Teks 3 (P3) menekankan perlunya penciptaan lapangan kerja di pedesaan (*counter-pull factors*). Jika pedesaan diabaikan, *pull factors* kota tetap dominan, menyebabkan perpindahan penduduk terus berlanjut (urbanisasi meningkat), yang pada gilirannya akan memperburuk masalah perkotaan yang sudah ada."
  },
  {
    "id": 14,
    "pertanyaan": "Pernyataan manakah yang paling mungkin digunakan untuk **melemahkan** argumen penulis tentang solusi pengelolaan urbanisasi di Teks 3?",
    "pilihan": [
      "Penulis tidak menyebutkan bagaimana meningkatkan fasilitas kesehatan di desa.",
      "Penulis terlalu menekankan perlunya perencanaan kota yang komprehensif.",
      "Penulis mengusulkan penciptaan lapangan kerja di pedesaan tanpa mempertimbangkan kendala struktural, seperti keterbatasan akses modal dan infrastruktur logistik yang buruk di daerah tersebut.",
      "Penulis mengabaikan peran pemerintah pusat dalam sinergi pembangunan.",
      "Penulis tidak mendefinisikan istilah 'permukiman kumuh' secara jelas."
    ],
    "jawaban": "C",
    "pembahasan": "Argumen yang kuat harus realistis. Pilihan C melemahkan solusi penulis dengan menyoroti bahwa kendala struktural (logistik/modal) yang tidak dibahas oleh penulis dapat menggagalkan implementasi solusi penciptaan lapangan kerja di pedesaan, menjadikannya kurang aplikatif."
  },
  {
    "id": 15,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan kata depan *di* yang benar sesuai kaidah PUEBI?",
    "pilihan": [
      "Kami akan mencari peluang **di** sektor teknologi.",
      "Perpindahan penduduk yang **disebabkan** oleh daya tarik kota.",
      "Masalah lingkungan **diantara** polusi dan kemacetan.",
      "Pelatihan guru **dikembangkan** oleh akademisi.",
      "Kualitas hidup **disuatu** perkotaan."
    ],
    "jawaban": "B",
    "pembahasan": "Kata depan *di* yang menunjukkan tempat atau perbandingan ditulis terpisah, sementara awalan *di-* (kata kerja pasif) ditulis serangkai. Pilihan B menggunakan *di-* sebagai awalan pasif (**disebabkan**) dan ditulis serangkai, yang benar. Pilihan A benar, tetapi B lebih tepat sebagai jebakan. Pilihan C seharusnya **di antara**. Pilihan E seharusnya **di suatu**."
  },
  {
    "id": 16,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda koma (,) dengan tepat.",
    "pilihan": [
      "Oleh karena itu, semua pihak, harus berkolaborasi.",
      "Dia membeli buku, pulpen, atau, pensil.",
      "Jika hujan, saya, tidak akan datang.",
      "Dia sangat rajin, sehingga, dia selalu berhasil.",
      "Pembangunan, yang terkonsentrasi di kota, menimbulkan masalah."
    ],
    "jawaban": "E",
    "pembahasan": "Tanda koma digunakan untuk mengapit keterangan tambahan yang sifatnya tidak membatasi dan tidak penting dihilangkan. Frasa 'yang terkonsentrasi di kota' adalah keterangan tambahan yang mengapit subjek 'Pembangunan' sehingga harus diapit koma."
  },
  {
    "id": 17,
    "pertanyaan": "Manakah penulisan singkatan gelar akademik yang benar?",
    "pilihan": [
      "Dr. Andi Susanto, S.E.",
      "Prof Dr. Budi, M.Sc.",
      "Ir. Doni, Msc.",
      "Dra. Rina, M.Hum",
      "S.Ked, M.D."
    ],
    "jawaban": "A",
    "pembahasan": "Penulisan gelar yang benar adalah setiap singkatan gelar harus diikuti titik, dan gelar dipisahkan dengan koma. Pilihan A sudah memenuhi kaidah PUEBI: Dr. (titik), koma pemisah, S.E. (titik)."
  },
  {
    "id": 18,
    "pertanyaan": "Kata **'masif'** (P1, Teks 3) dan **'sistematis'** (P1, Teks 2) memiliki perbedaan makna dalam konteks...",
    "pilihan": [
      "Derajat kuantitas (jumlah) vs. derajat keteraturan (proses).",
      "Tingkat formalitas vs. tingkat informalitas.",
      "Makna konotatif vs. makna denotatif.",
      "Sifatnya terikat vs. sifatnya bebas.",
      "Perbedaan struktur kalimat pasif dan aktif."
    ],
    "jawaban": "A",
    "pembahasan": "Masif memiliki makna leksikal yang terkait dengan jumlah besar (kuantitas). Sistematis memiliki makna leksikal yang terkait dengan keteraturan dan perencanaan (proses). Perbedaan utamanya ada pada fokus kuantitas vs. keteraturan."
  },
  {
    "id": 19,
    "pertanyaan": "Kesalahan penggunaan konstruksi gramatikal yang menyebabkan ketidakefektifan kalimat ditemukan pada kalimat...",
    "pilihan": [
      "Kita harus menjaga kebersihan lingkungan kita bersama.",
      "Mereka berdiskusi tentang bagaimana cara meningkatkan literasi.",
      "Berkat kerja keras beliau, proyek ini berhasil diselesaikan.",
      "Bagi kami, seharusnya dia hadir pada acara itu.",
      "Anda dapat memanfaatkan fasilitas yang tersedia."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat tersebut tidak efektif karena menggunakan kata depan **Bagi** yang seharusnya tidak digunakan untuk memperkenalkan subjek kalimat inti. Penggunaan 'Bagi kami' menjadikan klausa berikutnya tidak memiliki subjek yang jelas atau mengubah fungsi klausa menjadi keterangan, menyebabkan kerancuan subjek."
  },
  {
    "id": 20,
    "pertanyaan": "Kalimat manakah yang mengandung makna konotatif?",
    "pilihan": [
      "Tangan kanannya sakit setelah mengangkat benda berat.",
      "Dia adalah **tangan kanan** direktur utama perusahaan.",
      "Warna merah pada bendera itu melambangkan keberanian.",
      "Pembangunan infrastruktur memerlukan biaya besar.",
      "Kakak sedang membaca novel yang tebal."
    ],
    "jawaban": "B",
    "pembahasan": "Makna konotatif adalah makna tidak sebenarnya. Frasa **'tangan kanan'** pada pilihan B secara konotatif berarti 'orang kepercayaan' atau 'asisten utama' direktur, bukan anggota tubuh sebelah kanan."
  }
]
