[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nEra digital telah mengubah lanskap bisnis secara drastis, memunculkan model-model ekonomi baru seperti ekonomi berbagi (_sharing economy_). Konsep ini memungkinkan individu atau kelompok untuk berbagi akses terhadap barang dan jasa yang tidak terpakai sepenuhnya, seringkali difasilitasi oleh platform digital. Contoh populer termasuk penyewaan akomodasi (_Airbnb_) dan transportasi (_Grab, Gojek_). Keunggulan utama ekonomi berbagi adalah efisiensi pemanfaatan sumber daya, pengurangan limbah, serta potensi penghasilan tambahan bagi pemilik aset. Namun, tantangan regulasi, isu kepercayaan antarpihak, dan persaingan dengan model bisnis konvensional masih menjadi hambatan. Diperlukan kerangka hukum yang jelas, sistem reputasi yang andal, dan edukasi pasar untuk memastikan pertumbuhan ekonomi berbagi yang adil dan berkelanjutan.\n\nApa gagasan utama paragraf pertama Teks 1?",
    "pilihan": [
      "Perubahan lanskap bisnis di era digital.",
      "Konsep dan contoh ekonomi berbagi (_sharing economy_).",
      "Keunggulan efisiensi ekonomi berbagi.",
      "Tantangan regulasi dan persaingan dalam ekonomi berbagi.",
      "Ekonomi berbagi: Konsep, keunggulan, tantangan, dan solusi."
    ],
    "jawaban": "E",
    "pembahasan": "Gagasan utama paragraf ini adalah pengenalan lengkap tentang ekonomi berbagi, meliputi definisi konsepnya, keunggulan yang ditawarkan, tantangan yang dihadapi, dan solusi yang diperlukan untuk pertumbuhannya."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, manakah yang BUKAN merupakan keunggulan utama ekonomi berbagi?",
    "pilihan": [
      "Efisiensi pemanfaatan sumber daya.",
      "Pengurangan limbah.",
      "Potensi penghasilan tambahan bagi pemilik aset.",
      "Peningkatan kepemilikan aset secara individual.",
      "Difasilitasi oleh platform digital."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan keunggulan adalah 'efisiensi pemanfaatan sumber daya, pengurangan limbah, serta potensi penghasilan tambahan bagi pemilik aset'. Ekonomi berbagi justru fokus pada berbagi akses, bukan peningkatan kepemilikan aset individual, sehingga pilihan D bukan keunggulannya."
  },
  {
    "id": 3,
    "pertanyaan": "Jika 'sistem reputasi yang andal' berhasil dikembangkan dalam ekonomi berbagi, apa dampak yang paling mungkin terjadi menurut Teks 1?",
    "pilihan": [
      "Pengurangan efisiensi pemanfaatan sumber daya.",
      "Peningkatan isu kepercayaan antarpihak.",
      "Pertumbuhan ekonomi berbagi yang lebih adil dan berkelanjutan.",
      "Berkurangnya persaingan dengan model bisnis konvensional.",
      "Peningkatan regulasi yang lebih ketat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Diperlukan kerangka hukum yang jelas, sistem reputasi yang andal, dan edukasi pasar untuk memastikan pertumbuhan ekonomi berbagi yang adil dan berkelanjutan.' Jadi, sistem reputasi yang andal akan berkontribusi pada pertumbuhan yang adil dan berkelanjutan."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'lanskap' dalam konteks 'mengubah lanskap bisnis' pada Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Pemandangan alam",
      "Perubahan iklim",
      "Kondisi atau keadaan",
      "Jenis usaha",
      "Lokasi geografis"
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks bisnis atau sosial, 'lanskap' sering digunakan secara metaforis untuk merujuk pada kondisi, situasi, atau gambaran menyeluruh dari suatu bidang atau lingkungan."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang merupakan opini dalam Teks 1?",
    "pilihan": [
      "Ekonomi berbagi memungkinkan individu berbagi akses terhadap barang dan jasa.",
      "Airbnb adalah contoh populer ekonomi berbagi.",
      "Keunggulan utama ekonomi berbagi adalah efisiensi.",
      "Diperlukan kerangka hukum yang jelas untuk pertumbuhan ekonomi berbagi.",
      "Tantangan regulasi masih menjadi hambatan."
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan 'Diperlukan kerangka hukum yang jelas untuk pertumbuhan ekonomi berbagi' adalah pandangan atau rekomendasi penulis mengenai apa yang harus dilakukan, bukan fakta yang dapat diverifikasi secara objektif."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'konvensional' dalam konteks 'model bisnis konvensional'.",
    "pilihan": [
      "Tradisional",
      "Modern",
      "Umum",
      "Lama",
      "Biasa"
    ],
    "jawaban": "B",
    "pembahasan": "'Konvensional' berarti tradisional, biasa, atau lazim. Lawan katanya adalah 'modern' atau inovatif, yang sering dikaitkan dengan model bisnis baru."
  },
  {
    "id": 7,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meskipun sudah larut malam, semangat belajar mereka tak kunjung padam.'\n\nMakna ungkapan 'tak kunjung padam' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Semangatnya menurun",
      "Semangatnya baru mulai muncul",
      "Semangatnya tetap berkobar",
      "Semangatnya menghilang",
      "Semangatnya berkurang"
    ],
    "jawaban": "C",
    "pembahasan": "Ungkapan 'tak kunjung padam' berarti tidak pernah hilang atau berhenti, dalam konteks ini semangatnya tetap ada atau tetap berkobar."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung yang menyatakan hubungan konsesif (pernyataan berlawanan) adalah...",
    "pilihan": [
      "Dia rajin belajar **karena** ingin lulus dengan nilai terbaik.",
      "Kami akan tetap berlibur **walaupun** cuaca kurang mendukung.",
      "Budi sangat pandai **serta** rendah hati.",
      "Anak itu menangis **sehingga** ibunya khawatir.",
      "Dia memilih membaca buku **daripada** bermain game."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'walaupun' digunakan untuk menyatakan hubungan konsesif, di mana suatu hal terjadi meskipun ada kondisi yang seharusnya menghalangi atau berlawanan."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 2**\n\nMasalah sampah plastik telah menjadi krisis lingkungan global yang mendesak. Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam kehidupan laut dan ekosistem pesisir. Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik yang masuk ke rantai makanan, bahkan ditemukan dalam tubuh manusia. Meskipun kesadaran akan masalah ini meningkat, upaya penanganan masih belum optimal. Diperlukan pendekatan holistik yang melibatkan pengurangan penggunaan plastik sekali pakai, peningkatan daur ulang, pengembangan inovasi bahan alternatif ramah lingkungan, serta regulasi yang lebih ketat dari pemerintah. Edukasi masyarakat tentang pentingnya 3R (_Reduce, Reuse, Recycle_) juga fundamental dalam mengatasi krisis ini.\n\nApa inti permasalahan yang dibahas dalam Teks 2?",
    "pilihan": [
      "Dampak mikroplastik terhadap rantai makanan.",
      "Peningkatan kesadaran masyarakat tentang sampah plastik.",
      "Krisis lingkungan akibat sampah plastik dan solusi penanganannya.",
      "Pentingnya edukasi 3R bagi masyarakat.",
      "Pengembangan inovasi bahan alternatif ramah lingkungan."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup keseluruhan teks: dimulai dari masalah sampah plastik sebagai krisis lingkungan, dampaknya, mengapa menjadi masalah, serta solusi holistik yang diperlukan untuk penanganannya."
  },
  {
    "id": 10,
    "pertanyaan": "Menurut Teks 2, apa yang terjadi pada plastik selama ratusan tahun untuk terurai?",
    "pilihan": [
      "Langsung menghilang tanpa jejak.",
      "Berubah menjadi energi terbarukan.",
      "Terfragmentasi menjadi mikroplastik.",
      "Menjadi pupuk yang menyuburkan tanah.",
      "Membentuk pulau sampah baru yang padat."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat 'Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik yang masuk ke rantai makanan', dijelaskan prosesnya."
  },
  {
    "id": 11,
    "pertanyaan": "Jika 'regulasi yang lebih ketat dari pemerintah' berhasil diterapkan, apa dampak yang paling mungkin terjadi pada masalah sampah plastik menurut Teks 2?",
    "pilihan": [
      "Penggunaan plastik sekali pakai akan meningkat.",
      "Upaya penanganan sampah plastik akan semakin tidak optimal.",
      "Krisis lingkungan akibat sampah plastik akan berkurang.",
      "Kesadaran masyarakat tentang 3R akan menurun.",
      "Biaya daur ulang akan menjadi sangat mahal."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Diperlukan pendekatan holistik yang melibatkan [...] regulasi yang lebih ketat dari pemerintah' sebagai bagian dari solusi mengatasi krisis sampah plastik. Jadi, regulasi yang ketat akan membantu mengurangi krisis tersebut."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penalaran (logika).",
    "pilihan": [
      "Semua siswa pandai yang rajin belajar pasti lulus ujian.",
      "Karena tidak sarapan, dia merasa lapar saat pelajaran dimulai.",
      "Meskipun kaya, dia tetap hidup sederhana dan dermawan.",
      "Semua burung bisa terbang, maka pinguin juga bisa terbang.",
      "Jika hujan turun, jalanan akan menjadi basah."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat ini mengandung kesalahan penalaran deduktif. Meskipun 'semua burung bisa terbang' adalah premis umum, pinguin adalah pengecualian dari aturan tersebut (tidak bisa terbang). Ini adalah generalisasi yang salah."
  },
  {
    "id": 13,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meski usianya sudah senja, semangatnya untuk terus belajar patut diacungi jempol.'\n\nMakna ungkapan 'diacungi jempol' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Dikritik keras",
      "Dipuji atau dihargai",
      "Diabaikan",
      "Ditolak mentah-mentah",
      "Diberi hadiah"
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan 'diacungi jempol' berarti diberi pujian, pengakuan, atau dihargai atas suatu hal yang baik atau patut dicontoh."
  },
  {
    "id": 14,
    "pertanyaan": "Pilihlah kalimat yang menggunakan prefiks 'ber-' yang menyatakan makna 'memakai' atau 'mengenakan'.",
    "pilihan": [
      "Anak-anak **bermain** di taman.",
      "Gadis itu **berbaju** merah jambu.",
      "Mereka **berdiskusi** tentang proyek baru.",
      "Dia **berlari** menuju garis finis.",
      "Para siswa **bersalaman** dengan kepala sekolah."
    ],
    "jawaban": "B",
    "pembahasan": "Pada kalimat 'Gadis itu berbaju merah jambu', prefiks 'ber-' pada kata 'berbaju' berarti 'memakai baju'. Pilihan lain menggunakan 'ber-' dengan makna yang berbeda (melakukan tindakan, bersua, bergerak)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\nKuliner tradisional Indonesia merupakan bagian tak terpisahkan dari identitas budaya bangsa. Keberagaman rempah-rempah dan teknik memasak yang unik di setiap daerah menciptakan kekayaan rasa yang tiada duanya. Selain nilai budaya, kuliner tradisional juga memiliki potensi ekonomi yang besar, terutama dalam mendukung pariwisata dan UMKM. Namun, di tengah gempuran makanan modern dan cepat saji, kuliner tradisional menghadapi tantangan regenerasi dan pemasaran. Generasi muda cenderung kurang tertarik untuk mempelajari resep leluhur, dan promosi yang dilakukan seringkali belum optimal. Untuk melestarikan dan mengembangkan potensi ini, diperlukan inovasi dalam penyajian tanpa menghilangkan keaslian rasa, pemanfaatan platform digital untuk promosi yang lebih luas, serta program edukasi untuk menumbuhkan minat generasi muda terhadap warisan kuliner bangsa.\n\nApa fokus utama dari Teks 3?",
    "pilihan": [
      "Keberagaman rempah-rempah dalam kuliner Indonesia.",
      "Potensi ekonomi kuliner tradisional.",
      "Tantangan regenerasi dan pemasaran kuliner tradisional.",
      "Kuliner tradisional: identitas, potensi, tantangan, dan strategi pelestarian.",
      "Gempuran makanan modern dan cepat saji."
    ],
    "jawaban": "D",
    "pembahasan": "Fokus utama teks ini adalah membahas kuliner tradisional secara komprehensif, mulai dari identitas budaya, potensi ekonomi, tantangan yang dihadapi, hingga strategi yang diperlukan untuk melestarikan dan mengembangkannya."
  },
  {
    "id": 16,
    "pertanyaan": "Menurut Teks 3, apa salah satu tantangan yang dihadapi kuliner tradisional terkait generasi muda?",
    "pilihan": [
      "Mereka terlalu tertarik mempelajari resep leluhur.",
      "Mereka kurang tertarik mempelajari resep leluhur.",
      "Mereka tidak suka makanan modern dan cepat saji.",
      "Mereka terlalu fokus pada promosi digital.",
      "Mereka sudah menguasai semua teknik memasak tradisional."
    ],
    "jawaban": "B",
    "pembahasan": "Pada kalimat 'Generasi muda cenderung kurang tertarik untuk mempelajari resep leluhur', disebutkan tantangan terkait generasi muda."
  },
  {
    "id": 17,
    "pertanyaan": "Jika 'pemanfaatan platform digital untuk promosi yang lebih luas' berhasil dilakukan, apa dampak yang paling mungkin terjadi pada kuliner tradisional menurut Teks 3?",
    "pilihan": [
      "Kuliner tradisional akan kehilangan keaslian rasanya.",
      "Minat generasi muda terhadap kuliner tradisional akan menurun.",
      "Promosi kuliner tradisional akan semakin optimal.",
      "Potensi ekonomi kuliner tradisional akan berkurang.",
      "Hanya makanan modern yang akan diminati."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'pemanfaatan platform digital untuk promosi yang lebih luas' adalah salah satu upaya untuk melestarikan dan mengembangkan kuliner tradisional. Jadi, hal ini akan membuat promosi menjadi lebih optimal."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Olahraga teratur sangat penting untuk menjaga kesehatan tubuh.\n2. Selain itu, pola makan sehat juga berperan vital.\n3. Kombinasi keduanya akan membentuk gaya hidup yang seimbang.\n4. Banyak penyakit dapat dicegah dengan gaya hidup sehat.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-2-4-3",
      "4-1-2-3",
      "1-4-2-3",
      "3-1-2-4"
    ],
    "jawaban": "D",
    "pembahasan": "Urutan 1-4-2-3 adalah yang paling logis:\n1.  **Topik utama:** Olahraga teratur penting untuk kesehatan (Kalimat 1).\n2.  **Manfaat umum:** Banyak penyakit dapat dicegah (Kalimat 4).\n3.  **Faktor pendukung lain:** Pola makan sehat berperan vital (Kalimat 2).\n4.  **Kesimpulan/Sinergi:** Kombinasi keduanya membentuk gaya hidup seimbang (Kalimat 3)."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung kesalahan diksi (pilihan kata)?",
    "pilihan": [
      "Dia adalah sosok yang sangat inspiratif bagi kami.",
      "Pameran itu menampilkan beraneka ragam kerajinan tangan.",
      "Buku itu **berisikan** informasi yang sangat berguna.",
      "Krisis air bersih melanda beberapa wilayah di Indonesia.",
      "Pemerintah akan segera merealisasikan program tersebut."
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'berisikan' adalah bentuk yang tidak baku. Bentuk yang benar dan baku adalah 'berisi'."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nPeran orang tua sangat krusial dalam mendidik anak di era digital ini. Mereka harus mampu membimbing anak agar cerdas memanfaatkan teknologi dan terhindar dari dampak negatifnya. Salah satu hal penting yang perlu ditekankan adalah ______. Ini akan membantu anak mengembangkan kemampuan berpikir kritis dan membedakan informasi yang valid dari hoaks.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "kemampuan bermain game online",
      "penguasaan berbagai aplikasi media sosial",
      "literasi digital dan verifikasi informasi",
      "penggunaan internet tanpa batas",
      "membeli gawai terbaru"
    ],
    "jawaban": "C",
    "pembahasan": "Bagian rumpang merujuk pada pengembangan 'kemampuan berpikir kritis dan membedakan informasi yang valid dari hoaks'. 'Literasi digital dan verifikasi informasi' adalah konsep yang paling relevan dan tepat untuk mengisi bagian rumpang ini, karena literasi digital mencakup kemampuan memahami dan mengevaluasi informasi di dunia digital."
  }
]
