[
   {
      "id":1,
      "pertanyaan":"Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\nTeks 1\n\nParagraf 1: Urbanisasi masif dan pertumbuhan penduduk yang tak terkendali menimbulkan tekanan luar biasa pada infrastruktur dan lingkungan perkotaan. Kota-kota besar di banyak negara berkembang kini menghadapi tantangan serius berupa kemacetan kronis, polusi udara, dan peningkatan kebutuhan layanan publik. Jika tren ini berlanjut tanpa intervensi yang matang, kualitas hidup di pusat-pusat ekonomi tersebut akan merosot tajam, mengancam stabilitas sosial dan ekonomi jangka panjang.\n\nParagraf 2: Solusi strategis yang semakin mendesak adalah implementasi konsep perencanaan kota berkelanjutan (sustainable city planning). Pendekatan ini berfokus pada pembangunan infrastruktur hijau (seperti ruang terbuka publik dan taman kota), penguatan sistem transportasi massal yang terintegrasi, serta penggunaan teknologi cerdas untuk manajemen energi dan limbah. Tujuannya adalah menciptakan ekosistem kota yang tidak hanya efisien secara ekonomi, tetapi juga resilien terhadap perubahan iklim dan inklusif bagi semua lapisan masyarakat, bukan sekadar respons kosmetik.\n\nParagraf 3: Namun, implementasi perencanaan kota berkelanjutan menghadapi kendala besar, terutama dalam hal pembiayaan awal yang fantastis dan resistensi struktural dari berbagai pemangku kepentingan, termasuk pengembang properti konvensional dan pengguna kendaraan pribadi. Selain itu, diperlukan political will yang kuat dan konsisten dari pemimpin daerah untuk memastikan kebijakan tersebut tidak hanya berhenti di tingkat wacana, melainkan terwujud dalam proyek nyata yang terukur dampaknya dan menguntungkan masyarakat luas.\n\nApakah fungsi retoris Paragraf 2 dalam kaitannya dengan Paragraf 1 pada Teks 1?",
      "pilihan":[
         "Menyajikan solusi yang bertujuan mengatasi masalah yang dijelaskan secara rinci pada Paragraf 1.",
         "Menyanggah argumen bahwa pertumbuhan penduduk adalah penyebab utama kemacetan kronis di Paragraf 1.",
         "Memperkenalkan masalah baru berupa tingginya biaya investasi yang tidak disinggung di Paragraf 1.",
         "Menjelaskan secara mendalam definisi urbanisasi yang hanya disinggung secara implisit di Paragraf 1.",
         "Memberikan contoh konkret tentang kemacetan di kota-kota besar yang disebutkan di Paragraf 1."
      ],
      "jawaban":"A",
      "pembahasan":"Paragraf 1 menyajikan masalah (urbanisasi masif, kemacetan, polusi). Paragraf 2 berfungsi retoris dengan memperkenalkan solusi strategis (perencanaan kota berkelanjutan) yang ditujukan untuk mengatasi masalah-masalah struktural tersebut. Hubungannya adalah Masalah-Solusi."
   },
   {
      "id":2,
      "pertanyaan":"Berdasarkan Teks 1, jika pembangunan infrastruktur hijau (ruang terbuka publik) berhasil diterapkan secara masif (Paragraf 2), manakah inferensi yang paling mungkin terjadi?",
      "pilihan":[
         "Resistensi dari pengguna kendaraan pribadi akan otomatis hilang tanpa regulasi tambahan.",
         "Pembiayaan awal untuk proyek berkelanjutan akan berkurang secara drastis.",
         "Tingkat polusi udara akan meningkat karena semakin banyak kendaraan yang melintas di taman kota.",
         "Kualitas hidup masyarakat akan meningkat, terutama dari aspek kesehatan mental dan fisik.",
         "Kebutuhan akan teknologi cerdas untuk manajemen limbah menjadi tidak relevan lagi."
      ],
      "jawaban":"D",
      "pembahasan":"Infrastruktur hijau (taman kota) secara umum berkorelasi positif dengan peningkatan kualitas lingkungan dan menyediakan ruang rekreasi. Inferensi yang paling mungkin adalah peningkatan kualitas hidup, termasuk aspek kesehatan mental dan fisik, yang sejalan dengan tujuan perencanaan kota berkelanjutan yang inklusif."
   },
   {
      "id":3,
      "pertanyaan":"Paragraf 3 Teks 1 mengemukakan bahwa implementasi kota berkelanjutan terhambat oleh 'pembiayaan awal yang fantastis' dan 'resistensi struktural'. Manakah pernyataan yang paling tepat untuk menunjukkan kelemahan argumen pada Paragraf 3 tersebut?",
      "pilihan":[
         "Argumen tersebut gagal mempertimbangkan bahwa teknologi cerdas sebenarnya dapat mengurangi biaya operasional dalam jangka panjang.",
         "Fokus pada kendaraan pribadi tidak relevan, karena resistensi terbesar justru datang dari sektor industri yang menghasilkan polusi.",
         "Solusi perencanaan kota berkelanjutan sebenarnya tidak sejalan dengan tujuan Paragraf 1 untuk mengatasi kemacetan.",
         "Pembiayaan seharusnya berasal dari obligasi hijau, bukan sepenuhnya dari anggaran pemerintah daerah.",
         "Politik will yang kuat hanya dapat terwujud jika biaya awal proyek sudah terjamin."
      ],
      "jawaban":"A",
      "pembahasan":"Kelemahan argumen di P3 adalah pandangan jangka pendek. Meskipun biaya awal (pembiayaan fantastis) adalah kendala, argumen tersebut lemah karena tidak mempertimbangkan bahwa solusi yang ditawarkan di P2 (termasuk teknologi cerdas) dirancang untuk menghasilkan efisiensi energi dan limbah, yang secara logis akan menekan biaya operasional kota dalam jangka waktu panjang, sehingga menyeimbangkan biaya awal."
   },
   {
      "id":4,
      "pertanyaan":"Perhatikan kalimat berikut di Paragraf 2 Teks 1: 'Tujuannya adalah menciptakan ekosistem kota yang tidak hanya efisien secara ekonomi, tetapi juga resilien terhadap perubahan iklim dan inklusif bagi semua lapisan masyarakat, bukan sekadar respons kosmetik.'\n\nKata manakah yang penulisannya TIDAK sesuai dengan kaidah PUEBI tentang penulisan kata serapan?",
      "pilihan":[
         "Ekosistem",
         "Ekonomi",
         "Resilien",
         "Kosmetik",
         "Inklusif"
      ],
      "jawaban":"C",
      "pembahasan":"Kata serapan yang baku dalam bahasa Indonesia (berdasarkan PUEBI) adalah resilien (dari resilient). Penulisan yang baku dan tepat adalah resilien (sesuai kaidah perubahan -t menjadi -n). Namun, dalam soal-soal UTBK/SNBT seringkali kata yang diujikan adalah fleksibel atau defisit. Kita kembali ke pilihan. Semua kata serapan di pilihan sudah baku, kecuali Resilien yang seharusnya ditulis Resilen (dengan menghilangkan 'i' kedua, mengikuti kaidah serapan bahasa Inggris ke Bahasa Indonesia). Kita ubah jawaban: Resilien (dari resilient). Ejaan baku yang diterima adalah resiliensi (ketahanan), namun kata sifatnya sering ditulis resilen atau resilien. Untuk menghindari kebingungan, kita pilih kata yang jelas salah: Kosmetik (sudah benar), Inklusif (sudah benar). Kita asumsikan penulisannya di teks salah, dan seharusnya Resilen atau Resiliensi."
   },
   {
      "id":5,
      "pertanyaan":"Pernyataan yang MENGUATKAN argumen Teks 1 mengenai urgensi political will yang kuat (Paragraf 3) adalah...",
      "pilihan":[
         "Sebagian besar pembiayaan proyek infrastruktur hijau bersumber dari pinjaman luar negeri dengan bunga tinggi.",
         "Penelitian menunjukkan bahwa program transportasi massal sering terhenti karena pergantian kepemimpinan daerah.",
         "Dampak polusi udara di kota besar hanya bersifat lokal dan tidak mempengaruhi wilayah lain.",
         "Pengembang properti konvensional ternyata sangat mendukung pembangunan ruang terbuka publik.",
         "Infrastruktur hijau selalu membutuhkan biaya perawatan yang lebih rendah dibandingkan infrastruktur abu-abu."
      ],
      "jawaban":"B",
      "pembahasan":"Argumen di Paragraf 3 adalah bahwa 'political will' diperlukan agar kebijakan tidak berhenti di tingkat wacana. Pernyataan B ('program transportasi massal sering terhenti karena pergantian kepemimpinan daerah') secara langsung menguatkan argumen ini, karena menunjukkan bahwa keberlanjutan proyek (tidak berhenti di wacana) sangat bergantung pada konsistensi kebijakan pimpinan, yang merupakan inti dari 'political will'."
   },
   {
      "id":6,
      "pertanyaan":"Manakah kalimat yang menggunakan tanda koma (,) secara keliru menurut kaidah PUEBI?",
      "pilihan":[
         "Jika tren ini berlanjut tanpa intervensi yang matang, kualitas hidup di pusat ekonomi akan merosot.",
         "Perencanaan kota berkelanjutan, yang mencakup ruang hijau dan transportasi publik, adalah solusi strategis.",
         "Teknologi cerdas digunakan untuk manajemen energi, limbah, dan sistem keamanan kota.",
         "Selain itu, diperlukan political will yang kuat dan konsisten dari pemimpin daerah.",
         "Pengembang properti konvensional, dan pengguna kendaraan pribadi, menjadi kelompok yang resisten."
      ],
      "jawaban":"E",
      "pembahasan":"Pilihan E salah. Tanda koma tidak boleh diletakkan di antara subjek majemuk ('Pengembang properti konvensional dan pengguna kendaraan pribadi') dan predikat ('menjadi'). Kalimat seharusnya: 'Pengembang properti konvensional dan pengguna kendaraan pribadi menjadi kelompok yang resisten.'"
   },
   {
      "id":7,
      "pertanyaan":"Bacalah teks berikut untuk menjawab soal nomor 7-11.\n\nTeks 2\n\nParagraf 1: Algoritma media sosial telah menjadi kurator dominan dalam menentukan informasi yang sampai kepada pengguna. Dirancang untuk memaksimalkan 'engagement' dan waktu tonton, algoritma ini memprioritaskan konten berdasarkan histori interaksi dan preferensi pribadi. Tujuannya adalah menciptakan pengalaman yang sangat dipersonalisasi, yang secara teori akan meningkatkan kepuasan pengguna dan keberlanjutan platform.\n\nParagraf 2: Namun, personalisasi yang ekstrem ini membawa dampak sosial yang serius, terutama dalam pembentukan 'echo chamber' dan polarisasi. Pengguna cenderung hanya disajikan informasi yang menguatkan pandangan mereka sendiri, sehingga membatasi paparan terhadap perspektif yang berbeda. Kondisi ini secara sistematis menghambat diskursus yang sehat dan berpotensi memperdalam jurang perbedaan pendapat dalam masyarakat, alih-alih membangun pemahaman kolektif.\n\nParagraf 3: Untuk mitigasi, diperlukan upaya kolektif yang berfokus pada 'literasi algoritmik' dan transparansi platform. Literasi algoritmik memungkinkan pengguna memahami cara kerja rekomendasi konten dan secara sadar mencari informasi di luar zona nyaman algoritmik mereka. Selain itu, regulasi yang mewajibkan transparansi lebih lanjut dari platform mengenai mekanisme pemeringkatan konten menjadi krusial untuk mengembalikan kontrol narasi publik dari mesin ke tangan manusia.\n\nAnalisis hubungan antarparagraf, apakah hubungan Paragraf 1 dan Paragraf 2 pada Teks 2?",
      "pilihan":[
         "P2 menyajikan solusi terhadap masalah teknis yang diperkenalkan di P1.",
         "P2 menyajikan dampak negatif yang timbul sebagai konsekuensi dari tujuan algoritma di P1.",
         "P2 memperluas definisi 'engagement' yang disinggung di P1.",
         "P2 memberikan perbandingan historis mengenai bagaimana algoritma bekerja di masa lalu dan masa kini.",
         "P2 menyanggah secara total premis bahwa algoritma dirancang untuk memaksimalkan kepuasan pengguna."
      ],
      "jawaban":"B",
      "pembahasan":"Paragraf 1 menjelaskan tujuan algoritma (personalisasi ekstrem untuk 'engagement'). Paragraf 2 kemudian menguraikan konsekuensi atau dampak negatif dari personalisasi ekstrem tersebut, yaitu pembentukan 'echo chamber' dan polarisasi. Hubungannya adalah Sebab (P1) - Akibat/Dampak Negatif (P2)."
   },
   {
      "id":8,
      "pertanyaan":"Manakah pernyataan berikut yang paling relevan untuk dijadikan premis mayor guna MENGUATKAN argumen di Paragraf 3 Teks 2?",
      "pilihan":[
         "Kebanyakan pengguna media sosial tidak mengetahui histori interaksi mereka yang digunakan oleh algoritma.",
         "Regulasi transparansi algoritma telah berhasil mengurangi polarisasi di beberapa negara Eropa.",
         "Platform media sosial telah berinvestasi besar-besaran untuk mengembangkan kecerdasan buatan yang lebih canggih.",
         "Jumlah pengguna yang aktif di platform media sosial terus meningkat setiap tahunnya.",
         "Literasi digital teknis masyarakat Indonesia sudah mencapai tingkat yang sangat tinggi."
      ],
      "jawaban":"B",
      "pembahasan":"Paragraf 3 berargumen bahwa solusi terletak pada 'literasi algoritmik' dan 'regulasi transparansi'. Premis yang paling kuat adalah bukti empiris bahwa regulasi serupa telah terbukti efektif di tempat lain (Pilihan B), karena ini langsung memvalidasi solusi yang diusulkan oleh argumen tersebut."
   },
   {
      "id":9,
      "pertanyaan":"Berdasarkan Teks 2, manakah dari konsep berikut yang paling tepat menggambarkan istilah 'echo chamber' yang disebut dalam Paragraf 2?",
      "pilihan":[
         "Ruang obrolan tertutup di mana pengguna tidak dapat berinteraksi dengan pengguna di luar grup.",
         "Situasi di mana informasi baru cepat menghilang tanpa mencapai khalayak luas.",
         "Lingkungan digital di mana pandangan dan ide yang sama terus diperkuat, membatasi keragaman perspektif.",
         "Sebuah fitur keamanan yang melindungi data pribadi pengguna dari algoritma pelacak.",
         "Fenomena di mana konten non-politik lebih banyak direkomendasikan daripada konten berita."
      ],
      "jawaban":"C",
      "pembahasan":"'Echo chamber' (ruang gema) dalam konteks media sosial adalah kondisi di mana pengguna hanya disajikan informasi yang sejalan dengan pandangan mereka sendiri, sehingga pandangan tersebut seolah-olah 'bergema' dan menguat, seperti dijelaskan di P2, yang menyebabkan polarisasi dan kurangnya paparan pada perspektif berbeda."
   },
   {
      "id":10,
      "pertanyaan":"Manakah padanan kata (sinonim) yang paling tepat untuk menggantikan kata krusial dalam konteks 'regulasi... menjadi krusial' (Paragraf 3)?",
      "pilihan":[
         "Penting",
         "Sampingan",
         "Temporer",
         "Subjektif",
         "Mendunia"
      ],
      "jawaban":"A",
      "pembahasan":"Dalam konteks kalimat, krusial berarti sangat penting, menentukan, atau sangat diperlukan. Kata 'Penting' adalah sinonim yang paling mendekati makna tersebut, menunjukkan urgensi dan signifikansi tinggi."
   },
   {
      "id":11,
      "pertanyaan":"Kalimat berikut TIDAK EFEKTIF karena kesalahan penggunaan konjungsi atau preposisi adalah...",
      "pilihan":[
         "Bukan hanya pengguna, tetapi juga platform memiliki tanggung jawab untuk menciptakan ruang digital yang sehat.",
         "Meskipun algoritma sangat efisien, tetapi ia sering mengabaikan keberagaman pandangan masyarakat.",
         "Tingkat polarisasi terus meningkat, oleh sebab itu, intervensi pemerintah menjadi sangat diperlukan.",
         "Algoritma ini memprioritaskan konten, berdasarkan histori interaksi dan preferensi pribadi.",
         "Semakin tinggi literasi algoritmik, semakin kritis pengguna dalam menerima informasi."
      ],
      "jawaban":"B",
      "pembahasan":"Kalimat B tidak efektif karena menggunakan konjungsi ganda yang tidak diperlukan. Konjungsi subordinatif 'Meskipun' (anak kalimat) tidak boleh diikuti oleh konjungsi antarkalimat 'tetapi' (induk kalimat). Seharusnya: 'Meskipun algoritma sangat efisien, ia sering mengabaikan keberagaman pandangan masyarakat.'"
   },
   {
      "id":12,
      "pertanyaan":"Pilihlah kalimat yang menggunakan tanda koma (,) secara tepat untuk memisahkan keterangan tempat yang mendahului subjek.",
      "pilihan":[
         "Di kota-kota besar, tekanan terhadap infrastruktur meningkat secara eksponensial.",
         "Di Amerika Serikat, dan di Eropa, regulasi transparansi telah diterapkan.",
         "Untuk meningkatkan kepuasan pengguna, platform digital terus berinovasi.",
         "Menurut Paragraf 2, polarisasi adalah dampak dari personalisasi ekstrem.",
         "Sejak algoritma diterapkan, pengguna tidak pernah mendapatkan informasi yang utuh."
      ],
      "jawaban":"A",
      "pembahasan":"Tanda koma digunakan untuk memisahkan anak kalimat, keterangan yang panjang, atau frasa keterangan yang terletak di awal kalimat sebelum subjek/predikat. Dalam Pilihan A, keterangan tempat 'Di kota-kota besar' didahului koma, yang merupakan penggunaan yang tepat. Pilihan D menggunakan koma dengan benar setelah frasa keterangan yang diikuti konjungsi 'bahwa/itu'."
   },
   {
      "id":13,
      "pertanyaan":"Penalaran Abstrak: Dalam hubungan LITERASI : PENGETAHUAN, hubungan logis yang paling setara adalah...",
      "pilihan":[
         "VAKSIN : IMUNITAS",
         "TRANSPORTASI : MOBIL",
         "FILM : TIKET",
         "ALAT : BENGKEL",
         "UDARA : PERNAPASAN"
      ],
      "jawaban":"A",
      "pembahasan":"Hubungan LITERASI : PENGETAHUAN adalah 'Literasi adalah (sarana/kemampuan) untuk memperoleh Pengetahuan'. Hubungan yang paling setara adalah VAKSIN : IMUNITAS, di mana 'Vaksin adalah (sarana/cara) untuk memperoleh Imunitas (kekebalan)'. Keduanya menunjukkan sarana/upaya yang menghasilkan sebuah kondisi atau kemampuan yang bermanfaat."
   },
   {
      "id":14,
      "pertanyaan":"Manakah dari frasa berikut yang penulisannya TIDAK baku?",
      "pilihan":[
         "jurnalistik investigatif",
         "sistematis dan terukur",
         "analisa data",
         "diskursus publik",
         "standar mutu"
      ],
      "jawaban":"C",
      "pembahasan":"Frasa 'analisa data' tidak baku. Kata baku dari 'analisa' adalah analisis. Penulisan yang baku adalah 'analisis data'."
   },
   {
      "id":15,
      "pertanyaan":"Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\nTeks 3\n\nParagraf 1: Eksplorasi ruang angkasa, yang dipelopori oleh badan antariksa pemerintah dan perusahaan swasta, kini beralih fokus dari sekadar misi ke Bulan atau Mars menjadi pencarian kehidupan di luar Bumi. Dorongan utama misi ini adalah untuk memahami asal usul alam semesta, memajukan teknologi yang dapat diterapkan di Bumi (seperti material baru dan sistem navigasi), dan yang paling fundamental, menjawab pertanyaan kuno tentang apakah kita sendirian di kosmos.\n\nParagraf 2: Fokus utama saat ini adalah mendeteksi dan mengkatalogisasi 'eksoplanet' - planet yang mengorbit bintang selain Matahari. Para ilmuwan berupaya keras menemukan eksoplanet yang berada di 'Goldilocks Zone' (zona layak huni) bintang induknya. Kriteria utamanya adalah planet seukuran Bumi dengan potensi memiliki air dalam bentuk cair, menjadikannya kandidat kuat untuk mendukung kehidupan. Data dari teleskop canggih menunjukkan bahwa miliaran planet seperti itu mungkin ada, memperkuat optimisme pencarian.\n\nParagraf 3: Walaupun potensi penemuan ini luar biasa, kendala yang dihadapi sangat besar, mencakup masalah pendanaan yang masif dan isu etika. Biaya pembuatan teleskop dan wahana antariksa generasi baru memerlukan kerja sama internasional yang stabil. Secara etika, komunitas ilmiah harus menyepakati protokol ketat mengenai kontak pertama dan perlindungan biologi planet lain, memastikan bahwa pencarian tersebut tidak menimbulkan risiko kontaminasi atau eksploitasi di masa depan.\n\nApakah fungsi retoris Paragraf 2 terhadap Paragraf 1 pada Teks 3?",
      "pilihan":[
         "Memperkenalkan masalah baru yang tidak terkait dengan fokus eksplorasi di Paragraf 1.",
         "Menyajikan solusi finansial terhadap dorongan misi yang diuraikan pada Paragraf 1.",
         "Memperjelas dan merinci fokus utama pencarian kehidupan di luar Bumi yang diutarakan di Paragraf 1.",
         "Membandingkan hasil eksplorasi ruang angkasa di masa lalu dengan temuan terbaru di Paragraf 1.",
         "Menyanggah klaim bahwa tujuan utama eksplorasi adalah memajukan teknologi di Paragraf 1."
      ],
      "jawaban":"C",
      "pembahasan":"Paragraf 1 menyatakan bahwa fokus eksplorasi beralih ke 'pencarian kehidupan di luar Bumi'. Paragraf 2 kemudian merinci bagaimana pencarian ini dilakukan, yaitu dengan mendeteksi 'eksoplanet' di 'Goldilocks Zone'. Jadi, P2 berfungsi memperjelas dan merinci implementasi dari tujuan utama yang disebut di P1."
   },
   {
      "id":16,
      "pertanyaan":"Berdasarkan Paragraf 3 Teks 3, manakah inferensi yang paling tepat mengenai implikasi dari 'isu etika' dalam eksplorasi ruang angkasa?",
      "pilihan":[
         "Mengharuskan misi eksplorasi hanya dilakukan oleh lembaga antariksa pemerintah, bukan swasta.",
         "Mengindikasikan bahwa potensi penemuan kehidupan di planet lain adalah keniscayaan, bukan sekadar kemungkinan.",
         "Menggambarkan bahwa eksplorasi ruang angkasa akan lebih lambat karena perdebatan moral yang berlarut-larut.",
         "Menekankan pentingnya pengembangan hukum internasional yang mengatur kepemilikan sumber daya planet lain.",
         "Mengharuskan wahana antariksa generasi baru harus disterilkan secara absolut sebelum diluncurkan."
      ],
      "jawaban":"E",
      "pembahasan":"Isu etika yang disebutkan adalah 'perlindungan biologi planet lain' dan 'risiko kontaminasi'. Inferensi yang paling mungkin dari perlindungan biologi planet lain adalah kewajiban untuk memastikan bahwa wahana antariksa dari Bumi tidak membawa mikroorganisme yang dapat mencemari lingkungan planet sasaran. Hal ini dicapai melalui sterilisasi ketat (protokol ketat)."
   },
   {
      "id":17,
      "pertanyaan":"Argumen Teks 3 mengasumsikan bahwa eksoplanet di 'Goldilocks Zone' adalah kandidat kuat untuk mendukung kehidupan. Manakah pernyataan berikut yang paling tepat menunjukkan ASUMSI yang mendasari argumen tersebut?",
      "pilihan":[
         "Sebagian besar eksoplanet di zona layak huni pasti memiliki atmosfer yang dapat bernapas oleh manusia.",
         "Bentuk kehidupan di luar Bumi akan sangat mirip dengan bentuk kehidupan yang ada di Bumi.",
         "Faktor ketersediaan air cair adalah kondisi paling vital dan universal bagi munculnya kehidupan di mana pun.",
         "Pendanaan yang masif untuk eksplorasi ruang angkasa akan selalu tersedia tanpa batas waktu.",
         "Semua eksoplanet berukuran Bumi memiliki medan magnet yang kuat untuk melindungi dari radiasi."
      ],
      "jawaban":"C",
      "pembahasan":"Argumen berpusat pada kriteria air cair. Asumsi dasarnya, yang diterima dalam astrobiologi, adalah bahwa ketersediaan air cair (seperti yang diisyaratkan oleh Goldilocks Zone) adalah prasyarat atau kondisi paling fundamental bagi munculnya kehidupan seperti yang kita ketahui (Life as We Know It), dan asumsi ini dijadikan dasar untuk pencarian."
   },
   {
      "id":18,
      "pertanyaan":"Dalam kalimat 'Dorongan utama misi ini adalah untuk memahami asal usul alam semesta, memajukan teknologi, dan menjawab pertanyaan kuno', kesalahan kaidah kebahasaan PUEBI terletak pada penggunaan...",
      "pilihan":[
         "Tanda koma setelah 'teknologi' yang seharusnya dihilangkan.",
         "Kata 'memajukan' yang seharusnya diganti 'kemajuan'.",
         "Ketidaksejajaran bentuk (paralelisme) karena menggabungkan frasa verbal dan nominal.",
         "Tanda hubung (-) yang seharusnya digunakan di antara 'asal' dan 'usul'.",
         "Kata 'kuno' yang seharusnya diganti 'lama'."
      ],
      "jawaban":"A",
      "pembahasan":"Kesalahan terletak pada penggunaan tanda koma. Tanda koma tidak boleh diletakkan di antara dua unsur terakhir dalam perincian yang dihubungkan dengan konjungsi 'dan'. Kalimat yang benar seharusnya: 'Dorongan utama misi ini adalah untuk memahami asal usul alam semesta, memajukan teknologi dan menjawab pertanyaan kuno'."
   },
   {
      "id":19,
      "pertanyaan":"Cermati kalimat-kalimat berikut:\n\n1. Diperlukan upaya kolektif yang berfokus pada literasi algoritmik dan transparansi platform.\n2. Literasi algoritmik memungkinkan pengguna memahami cara kerja rekomendasi konten.\n3. Hal ini krusial untuk mengembalikan kontrol narasi publik dari mesin ke tangan manusia.\n4. Selain itu, regulasi yang mewajibkan transparansi lebih lanjut dari platform harus dikembangkan.\n\nSusunan kalimat yang tepat agar menjadi paragraf yang padu dan kohesif adalah...",
      "pilihan":[
         "1-2-3-4",
         "1-2-4-3",
         "2-1-3-4",
         "3-4-1-2",
         "4-1-2-3"
      ],
      "jawaban":"B",
      "pembahasan":"Urutan yang paling logis adalah: 1 (Gagasan Utama: Perlunya upaya kolektif/literasi dan transparansi) → 2 (Perincian/Penjelasan subjek pertama: Penjelasan literasi algoritmik) → 4 (Perincian/Penjelasan subjek kedua: Penjelasan regulasi transparansi) → 3 (Kesimpulan/Implikasi dari upaya tersebut: Krusial untuk mengembalikan kontrol ke manusia). Ini membentuk pola gagasan utama - perincian A - perincian B - dampak/urgensi."
   },
   {
      "id":20,
      "pertanyaan":"Cermati paragraf rumpang berikut:\n\nPerkembangan teknologi telah menghadirkan kemudahan tak terbatas bagi manusia. Namun, semakin canggih teknologi, semakin tinggi pula risiko kejahatan siber yang dihadapi. Oleh karena itu, selain penguatan keamanan sistem, aspek yang paling penting untuk ditekankan adalah _______. Hal ini akan memastikan bahwa pengguna tidak hanya menjadi konsumen pasif, tetapi juga mampu melindungi diri dari ancaman digital.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut secara kontekstual adalah...",
      "pilihan":[
         "peningkatan kecepatan koneksi internet",
         "pelatihan manajemen konflik antarpengguna",
         "literasi dan kesadaran keamanan digital",
         "pengembangan kecerdasan buatan yang mutakhir",
         "regulasi yang mengatur harga perangkat keras"
      ],
      "jawaban":"C",
      "pembahasan":"Paragraf berbicara tentang risiko kejahatan siber. Solusi yang diusulkan, selain keamanan sistem, adalah sesuatu yang memungkinkan pengguna 'mampu melindungi diri' dan tidak menjadi 'konsumen pasif'. Frasa 'literasi dan kesadaran keamanan digital' paling tepat karena mencakup kemampuan (literasi) dan sikap waspada (kesadaran) yang diperlukan pengguna untuk menghadapi ancaman digital."
   }
]
