[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3. \n\n**Teks 1** \n\nIndonesia merupakan negara kepulauan yang kaya akan keberagaman, baik dari segi budaya, bahasa, suku, maupun agama. Keberagaman ini menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan. Namun, di tengah pesatnya arus globalisasi, tantangan untuk menjaga persatuan dalam keberagaman semakin kompleks. Munculnya berbagai isu polarisasi, radikalisasi, dan disinformasi dapat mengancam keutuhan bangsa jika tidak dikelola dengan bijak.\n\nSalah satu upaya penting dalam menjaga keberagaman adalah melalui pendidikan multikultural. Pendidikan ini tidak hanya mengajarkan tentang perbedaan, tetapi juga menanamkan nilai-nilai toleransi, saling menghargai, dan gotong royong. Dengan demikian, generasi muda dapat memahami pentingnya hidup berdampingan secara harmonis meskipun memiliki latar belakang yang berbeda. Selain itu, peran media massa dan teknologi informasi juga sangat krusial dalam menyebarkan narasi positif tentang keberagaman dan melawan segala bentuk ujaran kebencian.\n\n**Inti Kalimat** kedua paragraf pertama adalah...",
    "pilihan": [
      "Keberagaman ini harus dijaga.",
      "Keberagaman menjadi pilar utama identitas bangsa.",
      "Keberagaman harus terus dijaga dan dilestarikan.",
      "Pilar identitas bangsa adalah keberagaman.",
      "Identitas bangsa harus dijaga dan dilestarikan."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat kedua: 'Keberagaman ini menjadi salah satu pilar utama identitas bangsa yang harus terus dijaga dan dilestarikan.' Inti kalimat (Subjek dan Predikat utama) adalah: **Keberagaman ini** (Subjek) **menjadi** (Predikat) **salah satu pilar utama identitas bangsa** (Pelengkap). Bagian 'yang harus terus dijaga dan dilestarikan' adalah perluasan (anak kalimat) dari 'pilar utama identitas bangsa'."
  },
  {
    "id": 2,
    "pertanyaan": "Makna kontekstual dari kata **'polarisasi'** dalam Teks 1 adalah...",
    "pilihan": [
      "Perpecahan kelompok menjadi dua kutub yang berlawanan.",
      "Proses penyatuan berbagai kelompok yang berbeda.",
      "Fenomena penyebaran berita palsu di media sosial.",
      "Gerakan ekstrem yang menentang ideologi negara.",
      "Peningkatan perbedaan pendapat yang bersifat sementara."
    ],
    "jawaban": "A",
    "pembahasan": "Dalam konteks sosial dan politik, terutama yang mengancam keutuhan bangsa, **polarisasi** merujuk pada kondisi terpecahnya masyarakat atau kelompok menjadi dua kubu yang saling bertentangan secara ekstrem dan mendalam."
  },
  {
    "id": 3,
    "pertanyaan": "Penggunaan kata **'krusial'** pada paragraf kedua Teks 1 memiliki hubungan makna yang paling dekat dengan kata...",
    "pilihan": [
      "Mendasar",
      "Sekunder",
      "Strategis",
      "Universal",
      "Konvensional"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'krusial' berarti sangat penting atau menentukan. Dalam konteks Teks 1 ('peran media massa... sangat krusial'), kata ini mengandung makna pentingnya peran tersebut dalam upaya menjaga keberagaman. Kata **'Strategis'** paling mendekati karena merujuk pada pentingnya suatu hal sebagai bagian dari perencanaan untuk mencapai tujuan tertentu."
  },
  {
    "id": 4,
    "pertanyaan": "Kalimat manakah yang **TIDAK EFEKTIF** dalam konteks penggunaan bahasa baku?",
    "pilihan": [
      "Pentingnya menjaga keutuhan bangsa dari polarisasi perlu terus disosialisasikan.",
      "Pendidikan multikultural menanamkan nilai toleransi, saling menghargai, dan gotong royong.",
      "Selain itu, peran media massa dan teknologi informasi juga sangat krusial.",
      "Para hadirin sekalian dimohon untuk segera memasuki ruang utama, karena acara akan segera dimulai.",
      "Dengan demikian, generasi muda dapat memahami pentingnya hidup berdampingan secara harmonis."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat (D) tidak efektif karena adanya **kerancuan (pleonasme/redudansi)**. Penggunaan kata **'Para'** dan **'sekalian'** secara bersamaan sudah menunjukkan jamak, yang menimbulkan pemborosan kata. Seharusnya cukup: 'Hadirin sekalian dimohon...' atau 'Para hadirin dimohon...'"
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang merupakan **simpulan logis** dari keseluruhan Teks 1?",
    "pilihan": [
      "Tantangan globalisasi seperti polarisasi harus diatasi hanya dengan pendidikan multikultural.",
      "Keberagaman merupakan modal utama bangsa yang terancam oleh disinformasi, sehingga peran media menjadi vital.",
      "Pilar identitas bangsa hanya dapat dijaga jika seluruh masyarakat meninggalkan media sosial.",
      "Pendidikan multikultural, peran media massa, dan kebijaksanaan adalah kunci menjaga keberagaman Indonesia dari ancaman globalisasi.",
      "Hanya dengan gotong royong, Indonesia dapat melawan radikalisasi dan isu-isu negatif lainnya."
    ],
    "jawaban": "D",
    "pembahasan": "Teks 1 memuat dua ide utama: 1) Keberagaman adalah pilar identitas yang terancam oleh tantangan globalisasi (polarisasi, radikalisasi, disinformasi). 2) Upaya penanggulangannya adalah melalui **pendidikan multikultural** dan **peran krusial media massa** (serta pengelolaan yang bijak). Pilihan (D) merangkum semua elemen solusi yang disebutkan dalam teks."
  },
  {
    "id": 6,
    "pertanyaan": "Jika penulis Teks 1 menambahkan kalimat 'Tanpa semangat gotong royong, mustahil keutuhan bangsa dapat dipertahankan.' sebagai kalimat penutup, jenis hubungan antarkalimat yang terbentuk adalah...",
    "pilihan": [
      "Perluasan makna",
      "Perbandingan",
      "Penegasan/Penekanan",
      "Kontras",
      "Sebab-akibat"
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut menempatkan **gotong royong** sebagai syarat mutlak. Karena gotong royong sudah disebut sebagai nilai yang ditanamkan dalam pendidikan multikultural, penambahan kalimat tersebut di akhir berfungsi untuk **menegaskan/menekankan** kembali betapa vitalnya peran nilai tersebut, bukan sekadar sebab-akibat atau perluasan biasa."
  },
  {
    "id": 7,
    "pertanyaan": "Pilihlah kata yang memiliki makna **hiponim** (anggota/bagian) dari kata **'Keberagaman'** dalam konteks Teks 1.",
    "pilihan": [
      "Identitas",
      "Toleransi",
      "Kompleks",
      "Budaya",
      "Globalisasi"
    ],
    "jawaban": "D",
    "pembahasan": "**Hiponim** adalah kata yang maknanya tercakup dalam kata yang lebih umum (**hipernim**). Kata 'Keberagaman' (hipernim) mencakup berbagai jenis, dan teks menyebutkan **budaya**, bahasa, suku, dan agama. Oleh karena itu, 'Budaya' adalah hiponim yang tepat."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat manakah yang menggunakan kata penghubung (konjungsi) yang menyatakan hubungan **tujuan**?",
    "pilihan": [
      "Para siswa belajar keras, **sebab** mereka ingin meraih skor tertinggi.",
      "Pemerintah meningkatkan fasilitas publik **agar** masyarakat merasa nyaman.",
      "Dia tetap hadir ke sekolah **meskipun** sedang sakit parah.",
      "Mereka berdiskusi tentang rencana kerja **ketika** jam istirahat tiba.",
      "Laporan ini tidak hanya memuat data, **melainkan** juga analisis mendalam."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung **'agar'** dan **'supaya'** secara eksplisit menyatakan **tujuan** dari suatu tindakan (Pemerintah meningkatkan fasilitas publik **untuk tujuan** masyarakat merasa nyaman)."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 2**\n\nPerubahan iklim menjadi isu global yang mendesak untuk ditangani. Peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut adalah beberapa indikator nyata dari fenomena ini. Aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, merupakan kontributor utama. Dampak perubahan iklim sangat luas, meliputi gangguan pola cuaca ekstrem, krisis pangan akibat gagal panen, hingga risiko kesehatan yang meningkat. Diperlukan tindakan kolektif dari berbagai negara, baik dalam mitigasi (pengurangan emisi) maupun adaptasi (menyesuaikan diri dengan dampak yang sudah terjadi). Tanpa upaya serius, generasi mendatang akan menghadapi krisis lingkungan yang lebih parah.\n\nKalimat yang mengandung **makna konotatif** (kiasan) dalam Teks 2 adalah...",
    "pilihan": [
      "Peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut adalah beberapa indikator nyata dari fenomena ini.",
      "Aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, merupakan kontributor utama.",
      "Dampak perubahan iklim sangat luas, meliputi gangguan pola cuaca ekstrem, krisis pangan akibat gagal panen, hingga risiko kesehatan yang meningkat.",
      "Perubahan iklim menjadi isu global yang **mendesak** untuk ditangani.",
      "Tanpa upaya serius, generasi mendatang akan menghadapi krisis lingkungan yang lebih parah."
    ],
    "jawaban": "D",
    "pembahasan": "Kata **'mendesak'** dalam konteks 'isu global yang mendesak' memiliki makna konotatif (kiasan) yang berarti sangat penting, kritis, dan memerlukan penanganan segera. Secara denotatif, mendesak berarti mendorong dengan paksa. Penggunaan kiasan ini menunjukkan tingkat urgensi yang tinggi."
  },
  {
    "id": 10,
    "pertanyaan": "Menurut Teks 2, hubungan antara mitigasi dan adaptasi dalam konteks perubahan iklim adalah...",
    "pilihan": [
      "Mitigasi dilakukan setelah adaptasi selesai diterapkan.",
      "Keduanya adalah strategi yang berlawanan dan tidak dapat dilakukan bersamaan.",
      "Mitigasi mengatasi akar masalah (penyebab), sementara adaptasi mengatasi konsekuensi (dampak).",
      "Keduanya sama-sama berfokus pada pengurangan emisi gas rumah kaca.",
      "Adaptasi adalah fokus utama di negara maju, sedangkan mitigasi di negara berkembang."
    ],
    "jawaban": "C",
    "pembahasan": "Teks mendefinisikan: **Mitigasi** $\rightarrow$ (pengurangan emisi), yang merupakan **akar masalah**. **Adaptasi** $\rightarrow$ (menyesuaikan diri dengan dampak yang sudah terjadi), yang merupakan **konsekuensi**. Hubungan keduanya adalah komplementer, di mana mitigasi berfokus pada pencegahan penyebab dan adaptasi berfokus pada penanggulangan dampak."
  },
  {
    "id": 11,
    "pertanyaan": "Manakah yang merupakan **pernyataan faktual** berdasarkan data yang disajikan dalam Teks 2?",
    "pilihan": [
      "Perubahan iklim merupakan isu global yang mendesak.",
      "Aktivitas manusia merupakan kontributor utama perubahan iklim.",
      "Generasi mendatang akan menghadapi krisis lingkungan yang lebih parah.",
      "Peningkatan suhu rata-rata bumi merupakan indikator nyata dari fenomena perubahan iklim.",
      "Diperlukan tindakan kolektif dari berbagai negara."
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan faktual adalah pernyataan yang dapat dibuktikan kebenarannya dan merujuk pada bukti nyata. Kalimat (D) menyebutkan: **Peningkatan suhu rata-rata bumi, mencairnya gletser, dan kenaikan permukaan air laut** adalah **indikator nyata** (fakta/bukti). Pilihan A, B, C, dan E adalah opini atau kesimpulan (meskipun didukung data, penyajiannya di sini berupa klaim/pendapat utama penulis)."
  },
  {
    "id": 12,
    "pertanyaan": "Cermati kalimat-kalimat berikut:\n\n1. Bagi semua mahasiswa diharapkan segera mengumpulkan tugas.\n2. Mahasiswa diharapkan segera mengumpulkan tugas.\n3. Mahasiswa-mahasiswa diharapkan segera mengumpulkan tugas.\n4. Para mahasiswa diharapkan segera mengumpulkan tugas.\n\nKalimat manakah yang **EFEKTIF dan BAKU**?",
    "pilihan": [
      "1 dan 2",
      "2 dan 4",
      "1, 3, dan 4",
      "Hanya 2",
      "Semua benar"
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat (1) tidak efektif karena redundansi: **'Bagi'** dan **'diharapkan'** tidak boleh bertemu. Kalimat (3) kurang efektif/baku karena penggunaan pengulangan kata **'Mahasiswa-mahasiswa'** (lebih baik menggunakan 'para' atau 'semua' jika subjeknya jamak dan tidak perlu pengulangan kata). Kalimat (2) dan (4) efektif dan baku, di mana (2) menggunakan makna jamak implisit dan (4) menggunakan penanda jamak **'Para'** yang sesuai."
  },
  {
    "id": 13,
    "pertanyaan": "Penggunaan tanda baca **koma (,)** yang tepat untuk memisahkan anak kalimat dari induk kalimat adalah...",
    "pilihan": [
      "Pemerintah, telah mengeluarkan kebijakan baru untuk meningkatkan kesejahteraan rakyat.",
      "Saya akan datang ke sana, meskipun hujan deras.",
      "Apabila, cuaca mendukung kita dapat berangkat sekarang.",
      "Meskipun lelah, ia tetap melanjutkan perjalanan menuju puncak gunung.",
      "Ayah membeli laptop, dan printer baru."
    ],
    "jawaban": "D",
    "pembahasan": "Aturan: Jika **anak kalimat mendahului induk kalimat**, maka harus dipisahkan dengan koma. Anak kalimat: **'Meskipun lelah'** (ditandai konjungsi subordinatif 'Meskipun'). Induk kalimat: **'ia tetap melanjutkan perjalanan menuju puncak gunung'**. Pilihan (D) memenuhi kaidah ini. Pilihan (B) salah karena koma tidak diperlukan jika anak kalimat berada di belakang induk kalimat. Pilihan (C) salah, tidak perlu koma setelah 'apabila'."
  },
  {
    "id": 14,
    "pertanyaan": "Perhatikan kalimat:\n\n'Dia adalah **otak** di balik keberhasilan proyek besar ini.'\n\nKata yang dicetak tebal memiliki hubungan makna yang sama dengan kata 'pilar' pada Teks 1, yaitu sama-sama merupakan makna...",
    "pilihan": [
      "Denotatif",
      "Leksikal",
      "Gramatikal",
      "Konotatif",
      "Semantik"
    ],
    "jawaban": "D",
    "pembahasan": "Dalam kalimat ini, 'otak' tidak merujuk pada organ tubuh (makna denotatif/leksikal), melainkan pada **orang yang sangat penting** atau **perancang utama** (makna kiasan). Kata 'pilar' pada Teks 1 ('pilar utama identitas bangsa') juga bermakna kiasan (**fondasi/dasar penting**), bukan tiang bangunan sebenarnya. Kedua kata ini sama-sama menggunakan **makna konotatif** (makna tambahan yang timbul dari nilai rasa)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\nFenomena urbanisasi, perpindahan penduduk dari desa ke kota, terus menunjukkan tren peningkatan di banyak negara berkembang. Daya tarik kota dengan janji peluang ekonomi, akses pendidikan yang lebih baik, serta fasilitas kesehatan yang memadai menjadi magnet utama. Namun, urbanisasi yang tidak terencana dengan baik kerap menimbulkan berbagai masalah kompleks. Overpopulasi, kemacetan, peningkatan angka kriminalitas, dan munculnya permukiman kumuh adalah beberapa konsekuensi negatif yang sering terjadi. Pemerintah perlu merancang kebijakan komprehensif, tidak hanya fokus pada pembangunan infrastruktur di kota, tetapi juga pada pengembangan potensi desa. Pemberdayaan ekonomi desa, peningkatan kualitas pendidikan, dan penyediaan fasilitas dasar di pedesaan dapat menjadi strategi efektif untuk mengurangi laju urbanisasi dan menciptakan keseimbangan pembangunan antara desa dan kota.\n\nFrasa **'magnet utama'** dalam Teks 3 merujuk pada...",
    "pilihan": [
      "Peluang ekonomi, pendidikan, dan fasilitas kesehatan.",
      "Fenomena urbanisasi di negara berkembang.",
      "Tren peningkatan perpindahan penduduk dari desa ke kota.",
      "Konsekuensi negatif seperti kemacetan dan kriminalitas.",
      "Pembangunan infrastruktur di kota."
    ],
    "jawaban": "A",
    "pembahasan": "Frasa **'magnet utama'** digunakan untuk merujuk pada hal-hal yang menarik/memikat. Kalimat sebelumnya menyebutkan: **'Daya tarik kota dengan janji peluang ekonomi, akses pendidikan yang lebih baik, serta fasilitas kesehatan yang memadai menjadi magnet utama.'** Jadi, magnet utama merujuk pada ketiga daya tarik tersebut."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah pernyataan yang paling tepat menggambarkan **hubungan sebab-akibat** tersirat dalam Teks 3?",
    "pilihan": [
      "Kebijakan komprehensif pemerintah menyebabkan laju urbanisasi berkurang.",
      "Janji peluang ekonomi di kota menyebabkan peningkatan angka kriminalitas.",
      "Urbanisasi yang tidak terencana menyebabkan overpopulasi dan kemacetan.",
      "Pengembangan potensi desa menyebabkan pembangunan infrastruktur di kota terhambat.",
      "Peningkatan kualitas pendidikan di desa menyebabkan akses kesehatan memadai."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan: **Urbanisasi yang tidak terencana** (Sebab) $\rightarrow$ **kerap menimbulkan berbagai masalah kompleks** (Akibat), dan memberikan contoh masalahnya: **Overpopulasi, kemacetan**, dsb. Pilihan (C) menangkap hubungan sebab-akibat yang paling jelas tersirat dari konsekuensi negatif yang diuraikan."
  },
  {
    "id": 17,
    "pertanyaan": "Jika kebijakan pemerintah **hanya fokus pada pembangunan infrastruktur di kota** tanpa mengembangkan potensi desa, manakah prediksi yang paling mungkin terjadi berdasarkan argumen Teks 3?",
    "pilihan": [
      "Laju urbanisasi akan menurun drastis.",
      "Masalah kompleks di kota akan teratasi seluruhnya.",
      "Keseimbangan pembangunan desa dan kota akan tercapai.",
      "Daya tarik kota akan semakin kuat, memperparah masalah akibat urbanisasi tak terencana.",
      "Pemberdayaan ekonomi desa akan meningkat dengan sendirinya."
    ],
    "jawaban": "D",
    "pembahasan": "Teks berargumen bahwa daya tarik kota (termasuk fasilitas dan infrastruktur) adalah **magnet utama** urbanisasi. Jika pemerintah hanya fokus pada pembangunan infrastruktur di kota (membuat kota lebih menarik), sementara potensi desa diabaikan, maka daya tarik kota akan semakin kuat, yang pada akhirnya akan **memperparah** laju urbanisasi dan masalah yang ditimbulkannya (overpopulasi, kemacetan, dll.) karena tidak adanya strategi penyeimbang."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Oleh karena itu, diperlukan kesadaran kolektif untuk mengatasi sampah plastik.\n2. Sampah plastik menjadi masalah lingkungan yang sangat serius di seluruh dunia.\n3. Sulit terurai, sampah ini mengancam ekosistem laut dan darat.\n4. Sejumlah negara telah menerapkan kebijakan pembatasan penggunaan plastik sekali pakai.\n\nUrutan kalimat yang paling logis untuk membentuk paragraf yang padu adalah...",
    "pilihan": [
      "2-3-4-1",
      "2-1-3-4",
      "3-2-4-1",
      "4-2-3-1",
      "2-4-3-1"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan yang logis (PPU sering menguji kemampuan menyusun alur berpikir): \n1. **Pengenalan Isu/Topik:** Sampah plastik menjadi masalah serius (Kalimat 2).\n2. **Penyebab/Penjelasan Masalah:** Sulit terurai, sampah ini mengancam ekosistem (Kalimat 3).\n3. **Tindakan/Respon:** Sejumlah negara telah menerapkan kebijakan pembatasan (Kalimat 4).\n4. **Simpulan/Saran/Penutup (Konjungsi Antarkalimat):** Oleh karena itu, diperlukan kesadaran kolektif (Kalimat 1).\nJadi, 2-3-4-1."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung kesalahan dalam penggunaan **kata berimbuhan**?",
    "pilihan": [
      "Masyarakat **percaya** bahwa pemerintah akan segera **mengambil** tindakan tegas.",
      "Kenaikan harga bahan pokok **menyebabkan** masyarakat **mengeluh**.",
      "Keputusan itu diambil setelah melalui **perundingan** yang **alot**.",
      "Kami berharap agar pemerintah segera **mensosialisasikan** program barunya.",
      "Banyaknya kendaraan di jalan **menimbulkan** **kemacetan** yang parah."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat (D) mengandung kesalahan dalam penggunaan kata berimbuhan. Berdasarkan kaidah Ejaan Bahasa Indonesia (EBI), kata dasar yang diawali dengan S, P, T, K yang diikuti vokal dan diberi awalan *me-* akan luluh, kecuali jika diikuti konsonan atau kata asing. Kata **'sosialisasi'** adalah kata serapan (asing), sehingga seharusnya tidak luluh. Penulisan yang baku adalah **'menyosialisasikan'**, bukan 'mensosialisasikan'."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nKomunikasi digital telah mengubah cara manusia berinteraksi. Kecepatannya dalam menyebarkan informasi menjadi pedang bermata dua. Di satu sisi, ini mempermudah akses pengetahuan. Di sisi lain, hal ini juga mempercepat penyebaran berita palsu (hoaks). Fenomena ini menjadi tantangan besar, terutama dalam konteks pengambilan keputusan publik. Oleh karena itu, **literasi digital** harus ditingkatkan. Literasi ini mencakup kemampuan untuk mengakses, menganalisis, dan ____ informasi yang diterima, bukan hanya kemampuan menggunakan perangkat digital.\n\nKata yang paling tepat dan padu untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "mengirimkan",
      "menanggapi",
      "mengevaluasi",
      "mempercepat",
      "mengetik"
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf tersebut membahas tentang ancaman berita palsu dan pentingnya literasi digital. Literasi digital tidak hanya tentang penggunaan, tetapi juga tentang analisis kritis terhadap konten. Tahapan penting setelah mengakses dan menganalisis adalah **'mengevaluasi'** (menilai kredibilitas/kebenaran) informasi. Pilihan lain tidak sesuai dengan konteks analisis kritis yang diutarakan."
  }
]
