[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nEkonomi kreatif, yang mengandalkan kreativitas individu dan industri budaya, telah menjadi sektor yang semakin diakui kontribusinya terhadap pertumbuhan ekonomi global. Subsektor seperti fashion, kuliner, desain, seni pertunjukan, dan aplikasi digital tidak hanya menciptakan lapangan kerja, tetapi juga mendorong inovasi dan ekspor produk. Potensi ekonomi kreatif di Indonesia sangat besar, didukung oleh kekayaan budaya dan keragaman sumber daya manusia. Namun, pengembangan sektor ini masih menghadapi sejumlah tantangan, termasuk akses permodalan bagi pelaku usaha kecil dan menengah (UKM), perlindungan hak cipta, serta ketersediaan infrastruktur pendukung. Pemerintah dan pemangku kepentingan lainnya perlu berkolaborasi untuk menciptakan ekosistem yang kondusif agar ekonomi kreatif dapat tumbuh secara berkelanjutan dan berdaya saing di pasar global.\n\nApa definisi ekonomi kreatif menurut Teks 1?",
    "pilihan": [
      "Sektor yang hanya berfokus pada ekspor produk.",
      "Sektor yang mengandalkan kreativitas individu dan industri budaya.",
      "Industri yang hanya menciptakan lapangan kerja.",
      "Subsektor seperti fashion dan kuliner.",
      "Sektor yang hanya didukung oleh kekayaan budaya."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat pertama teks mendefinisikan ekonomi kreatif sebagai sektor 'yang mengandalkan kreativitas individu dan industri budaya'."
  },
  {
    "id": 2,
    "pertanyaan": "Menurut Teks 1, apa saja tantangan yang dihadapi dalam pengembangan ekonomi kreatif di Indonesia?",
    "pilihan": [
      "Kekayaan budaya dan keragaman sumber daya manusia.",
      "Kurangnya inovasi dan ekspor produk.",
      "Akses permodalan, perlindungan hak cipta, dan ketersediaan infrastruktur.",
      "Terlalu banyak subsektor yang tidak terkoordinasi.",
      "Kurangnya minat masyarakat terhadap produk kreatif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Namun, pengembangan sektor ini masih menghadapi sejumlah tantangan, termasuk **akses permodalan bagi pelaku usaha kecil dan menengah (UKM), perlindungan hak cipta, serta ketersediaan infrastruktur pendukung**'."
  },
  {
    "id": 3,
    "pertanyaan": "Apa peran pemerintah dan pemangku kepentingan lain dalam mendukung ekonomi kreatif?",
    "pilihan": [
      "Mengurangi jumlah subsektor ekonomi kreatif.",
      "Memastikan semua produk diekspor.",
      "Menciptakan ekosistem yang kondusif untuk pertumbuhan berkelanjutan.",
      "Hanya fokus pada peningkatan lapangan kerja.",
      "Membatasi kreativitas individu."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Pemerintah dan pemangku kepentingan lainnya perlu berkolaborasi untuk **menciptakan ekosistem yang kondusif agar ekonomi kreatif dapat tumbuh secara berkelanjutan dan berdaya saing di pasar global**'."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'kondusif' dalam 'menciptakan ekosistem yang kondusif' pada Teks 1 berarti...",
    "pilihan": [
      "Tidak stabil",
      "Menguntungkan atau mendukung",
      "Sulit",
      "Menghambat",
      "Beragam"
    ],
    "jawaban": "B",
    "pembahasan": "Kondusif berarti menciptakan kondisi yang baik, menguntungkan, atau mendukung terjadinya sesuatu. Dalam konteks ini, ekosistem yang kondusif akan mendukung pertumbuhan ekonomi kreatif."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan singkatan yang tidak tepat?",
    "pilihan": [
      "Dokter Budi, Sp.PD., sedang praktik.",
      "Jalan Sudirman No. 12 Jakarta.",
      "Kol. (Kolonel) Ahmad baru saja tiba.",
      "Untuk Yth. Bapak Direktur.",
      "Pameran itu dibuka oleh Ir. Soekarno."
    ],
    "jawaban": "D",
    "pembahasan": "Singkatan 'Yth.' (Yang Terhormat) seharusnya diikuti oleh tanda titik, bukan 'Untuk'. Penulisan yang benar adalah 'Yth. Bapak Direktur'."
  },
  {
    "id": 6,
    "pertanyaan": "Kalimat manakah yang paling efektif dan ringkas?",
    "pilihan": [
      "Para siswa-siswa sekalian sedang berdiskusi bersama-sama.",
      "Dia adalah seorang mahasiswa yang pintar sekali.",
      "Tolong ambilkan buku itu di atas meja.",
      "Dia menulis surat itu dengan tangan kanannya.",
      "Kami sedang melakukan riset tentang perilaku konsumen."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E adalah kalimat yang efektif dan ringkas. Pilihan A: 'Para siswa-siswa' dan 'berdiskusi bersama-sama' redundan. Pilihan B: 'pintar sekali' bisa disingkat menjadi 'sangat pintar'. Pilihan C: 'di atas meja' sudah jelas, 'itu' bisa dihilangkan. Pilihan D: 'dengan tangan kanannya' redundan karena menulis umumnya dengan tangan."
  },
  {
    "id": 7,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Pemerintah akan segera mengambil kebijakan yang tegas untuk menanggulangi masalah ini.'\n\nKata 'menanggulangi' dalam kalimat tersebut dapat diganti dengan kata...",
    "pilihan": [
      "Menyebarkan",
      "Memperparah",
      "Mengatasi",
      "Menciptakan",
      "Menunda"
    ],
    "jawaban": "C",
    "pembahasan": "'Menanggulangi' berarti mengatasi atau menahan agar tidak meluas atau memburuk. 'Mengatasi' adalah sinonim yang paling tepat."
  },
  {
    "id": 8,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 8-10.\n\n**Teks 2**\n\nPerubahan iklim telah menyebabkan peningkatan frekuensi dan intensitas bencana alam seperti banjir, kekeringan, dan badai. Hal ini berdampak serius pada sektor pertanian, yang merupakan tulang punggung ekonomi banyak negara, terutama negara berkembang. Gagal panen akibat cuaca ekstrem dapat mengancam ketahanan pangan dan meningkatkan angka kemiskinan di pedesaan. Diperlukan strategi adaptasi pertanian yang inovatif, seperti pengembangan varietas tanaman yang tahan kekeringan atau banjir, sistem irigasi yang efisien, dan penerapan teknologi pertanian cerdas. Selain itu, diversifikasi tanaman dan dukungan pemerintah terhadap petani juga krusial untuk membangun ketahanan pangan di tengah ketidakpastian iklim. Tanpa adaptasi yang cepat, dampak perubahan iklim akan semakin melumpuhkan sektor ini.\n\nApa dampak perubahan iklim terhadap sektor pertanian menurut Teks 2?",
    "pilihan": [
      "Meningkatkan hasil panen.",
      "Menambah lahan pertanian.",
      "Menyebabkan gagal panen dan mengancam ketahanan pangan.",
      "Mengurangi kebutuhan irigasi.",
      "Mendorong penggunaan varietas tanaman lama."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Gagal panen akibat cuaca ekstrem dapat mengancam ketahanan pangan dan meningkatkan angka kemiskinan di pedesaan.'."
  },
  {
    "id": 9,
    "pertanyaan": "Apa saja strategi adaptasi pertanian yang inovatif yang disebutkan dalam Teks 2?",
    "pilihan": [
      "Hanya mengembangkan sistem irigasi.",
      "Pengembangan varietas tanaman tahan cuaca ekstrem, sistem irigasi efisien, dan teknologi pertanian cerdas.",
      "Meningkatkan penggunaan pupuk kimia.",
      "Fokus pada satu jenis tanaman saja.",
      "Mengurangi diversifikasi tanaman."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'diperlukan strategi adaptasi pertanian yang inovatif, seperti **pengembangan varietas tanaman yang tahan kekeringan atau banjir, sistem irigasi yang efisien, dan penerapan teknologi pertanian cerdas**'."
  },
  {
    "id": 10,
    "pertanyaan": "Implikasi dari Teks 2 adalah...",
    "pilihan": [
      "Perubahan iklim tidak terlalu berdampak pada ekonomi.",
      "Sektor pertanian tidak perlu beradaptasi karena alam akan pulih sendiri.",
      "Ketahanan pangan hanya bisa dicapai dengan ekspor.",
      "Dukungan pemerintah dan diversifikasi tanaman penting untuk ketahanan pangan.",
      "Hanya petani yang bertanggung jawab atas dampak perubahan iklim."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan, 'Selain itu, diversifikasi tanaman dan dukungan pemerintah terhadap petani juga krusial untuk membangun ketahanan pangan di tengah ketidakpastian iklim.' Ini adalah implikasi kuat."
  },
  {
    "id": 11,
    "pertanyaan": "Kata 'krusial' dalam 'dukungan pemerintah terhadap petani juga krusial' pada Teks 2 berarti...",
    "pilihan": [
      "Tidak penting",
      "Penting sekali",
      "Biasa saja",
      "Menyenangkan",
      "Rumit"
    ],
    "jawaban": "B",
    "pembahasan": "Krusial berarti sangat penting atau menentukan. Jadi, 'penting sekali' adalah sinonim yang paling tepat."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan huruf kapital yang benar?",
    "pilihan": [
      "Saya suka membaca buku Sejarah Indonesia.",
      "Dia lahir di Kota Jakarta.",
      "Kami akan berlibur ke Pulau Bali.",
      "Bahasa Inggris adalah mata pelajaran favorit saya.",
      "Upacara Bendera dilaksanakan setiap hari Senin."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C benar karena nama geografi yang diikuti nama diri ditulis dengan huruf kapital ('Pulau Bali'). Pilihan A: 'Sejarah Indonesia' tidak harus kapital kecuali itu judul spesifik. Pilihan B: 'Kota Jakarta' tidak perlu kapital di 'kota' kecuali itu bagian dari nama tempat. Pilihan D: 'Bahasa Inggris' sudah benar, tetapi 'mata pelajaran' tidak perlu kapital. Pilihan E: 'Bendera' tidak perlu kapital."
  },
  {
    "id": 13,
    "pertanyaan": "Perhatikan kalimat berikut:\n\n'Setelah melewati berbagai rintangan, akhirnya proyek itu dapat diselesaikan tepat waktu.'\n\nHubungan antarklausa dalam kalimat di atas adalah...",
    "pilihan": [
      "Sebab-akibat",
      "Tujuan",
      "Waktu",
      "Syarat",
      "Pertentangan"
    ],
    "jawaban": "C",
    "pembahasan": "Konjungsi 'Setelah' menunjukkan hubungan waktu, yaitu kejadian 'proyek selesai' terjadi setelah 'melewati berbagai rintangan'."
  },
  {
    "id": 14,
    "pertanyaan": "Penggunaan tanda baca titik dua (:) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Mereka memerlukan peralatan sebagai berikut: buku, pensil, dan penghapus.",
      "Ayah berkata: 'Pergi sekarang!'",
      "Kita harus berhati-hati: karena jalan licin.",
      "Saya membeli: buah-buahan, sayuran, dan daging.",
      "Dia adalah: seorang dokter."
    ],
    "jawaban": "A",
    "pembahasan": "Tanda titik dua digunakan pada akhir suatu pernyataan lengkap yang diikuti rincian atau penjelasan. Pilihan A tepat karena diikuti oleh perincian benda. Pilihan B tidak tepat, seharusnya tanpa titik dua karena itu kalimat langsung. Pilihan C tidak tepat karena ada kata penghubung 'karena'. Pilihan D tidak tepat karena setelah predikat langsung diikuti objek. Pilihan E tidak tepat."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\nPerkembangan teknologi kecerdasan buatan (AI) telah mencapai titik yang mengubah banyak aspek kehidupan manusia. Dari kendaraan otonom hingga sistem rekomendasi personal, AI telah terintegrasi dalam berbagai industri. Potensinya untuk meningkatkan efisiensi, memecahkan masalah kompleks, dan menciptakan peluang baru sangat besar. Namun, muncul kekhawatiran tentang implikasi etis, keamanan data, dan dampak sosial, terutama terkait dengan penggantian pekerjaan manusia oleh mesin. Penting untuk mengembangkan kerangka regulasi yang kuat dan memastikan bahwa pengembangan AI dilakukan secara bertanggung jawab, dengan mempertimbangkan nilai-nilai kemanusiaan. Kolaborasi antara pemerintah, industri, akademisi, dan masyarakat sipil diperlukan untuk menavigasi era AI dengan bijak.\n\nApa saja contoh aplikasi AI yang disebutkan dalam Teks 3?",
    "pilihan": [
      "Hanya sistem rekomendasi personal.",
      "Kendaraan otonom dan sistem rekomendasi personal.",
      "Robotika dan big data.",
      "Industri manufaktur dan layanan.",
      "Hanya analisis data kompleks."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyebutkan, 'Dari **kendaraan otonom hingga sistem rekomendasi personal**, AI telah terintegrasi dalam berbagai industri'."
  },
  {
    "id": 16,
    "pertanyaan": "Selain potensi positif, apa saja kekhawatiran yang muncul terkait perkembangan AI menurut Teks 3?",
    "pilihan": [
      "Peningkatan efisiensi dan peluang baru.",
      "Implikasi etis, keamanan data, dan dampak sosial (penggantian pekerjaan).",
      "Terlalu banyak kerangka regulasi.",
      "Kurangnya kolaborasi antarpihak.",
      "Kesulitan memecahkan masalah kompleks."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Namun, muncul kekhawatiran tentang **implikasi etis, keamanan data, dan dampak sosial, terutama terkait dengan penggantian pekerjaan manusia oleh mesin**'."
  },
  {
    "id": 17,
    "pertanyaan": "Apa peran kolaborasi antara berbagai pihak dalam menavigasi era AI?",
    "pilihan": [
      "Meningkatkan kecepatan pengembangan AI.",
      "Memastikan AI hanya digunakan untuk tujuan positif.",
      "Menavigasi era AI dengan bijak dan bertanggung jawab.",
      "Mengurangi kekhawatiran tentang keamanan data.",
      "Menciptakan lebih banyak peluang kerja baru."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Kolaborasi antara pemerintah, industri, akademisi, dan masyarakat sipil diperlukan untuk **menavigasi era AI dengan bijak**'."
  },
  {
    "id": 18,
    "pertanyaan": "Kata 'mengubah' dalam 'mengubah banyak aspek kehidupan manusia' pada Teks 3 dapat diganti dengan kata...",
    "pilihan": [
      "Menstabilkan",
      "Mempertahankan",
      "Mengalami transformasi pada",
      "Mengurangi",
      "Memperbaiki"
    ],
    "jawaban": "C",
    "pembahasan": "Kata 'mengubah' dalam konteks ini berarti menyebabkan perubahan besar atau mendasar. 'Mengalami transformasi pada' adalah pilihan terbaik yang mencerminkan makna perubahan signifikan."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan partikel 'pun' yang benar?",
    "pilihan": [
      "Apa pun yang terjadi, saya akan tetap mendukungmu.",
      "Sekalipun hujan, dia tetap pergi.",
      "Dia akan datang, biar pun terlambat.",
      "Walau pun lelah, dia tetap tersenyum.",
      "Siapa pun dia, saya tidak peduli."
    ],
    "jawaban": "A",
    "pembahasan": "Partikel 'pun' ditulis terpisah jika berfungsi sebagai penanda yang berarti 'juga' atau 'bahkan', atau jika diikuti oleh kata tanya seperti 'apa', 'siapa', 'mana', dll. 'Apa pun' ditulis terpisah. Pilihan B: 'Sekalipun' ditulis serangkai. Pilihan C: 'Biar pun' seharusnya 'biarpun' (serangkai). Pilihan D: 'Walau pun' seharusnya 'walaupun' (serangkai). Pilihan E: 'Siapa pun' ditulis terpisah."
  },
  {
    "id": 20,
    "pertanyaan": "Manakah kalimat yang memiliki gaya bahasa hiperbola?",
    "pilihan": [
      "Suaranya merdu bagai buluh perindu.",
      "Dia memiliki hati selembut sutra.",
      "Lapar sekali sampai perutku berbunyi seperti genderang perang.",
      "Wajahnya bersinar seperti rembulan.",
      "Anak itu berlari secepat kilat."
    ],
    "jawaban": "C",
    "pembahasan": "Majas hiperbola adalah gaya bahasa yang melebih-lebihkan suatu pernyataan untuk memberikan efek dramatis atau penekanan, hingga terasa tidak masuk akal secara harfiah. 'Perutku berbunyi seperti genderang perang' adalah ungkapan yang sangat melebih-lebihkan tingkat kelaparan."
  }
]
