[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-6.\n\n**Teks 1**\n\n**P1:** Era digital telah mengubah lanskap bisnis secara drastis, memunculkan model-model ekonomi baru seperti ekonomi berbagi (*sharing economy*). Konsep ini memungkinkan individu atau kelompok untuk berbagi akses terhadap barang dan jasa yang tidak terpakai sepenuhnya, seringkali difasilitasi oleh platform digital. Contoh populer termasuk penyewaan akomodasi (*Airbnb*) dan transportasi (*Grab*, *Gojek*). Keunggulan utamanya adalah efisiensi pemanfaatan sumber daya, pengurangan limbah, serta potensi penghasilan tambahan bagi pemilik aset.\n\n**P2:** Namun, pertumbuhan pesat ini memunculkan tantangan ketenagakerjaan yang kompleks, sering disebut sebagai *gig economy*. Pekerja platform umumnya tidak mendapatkan perlindungan sosial dan hak-hak yang sama seperti pekerja formal, sehingga menimbulkan ketidakpastian finansial. Selain itu, isu kepercayaan antarpihak, persaingan yang tidak setara dengan model bisnis konvensional, serta penghindaran pajak di beberapa yurisdiksi menjadi hambatan regulasi yang serius.\n\n**P3:** Oleh karena itu, diperlukan kerangka hukum yang adaptif untuk mengakui dan melindungi hak-hak pekerja *gig economy* tanpa mematikan inovasi. Pengembangan sistem reputasi dan rating yang transparan dan andal juga krusial untuk membangun kembali kepercayaan antar pengguna. Dengan adanya edukasi pasar dan regulasi yang adil, ekonomi berbagi dapat bertransformasi menjadi model yang tidak hanya efisien secara ekonomi, tetapi juga berkelanjutan dan berkeadilan sosial.\n\nApa fungsi retoris paragraf kedua (P2) dalam hubungannya dengan paragraf pertama (P1) Teks 1?",
    "pilihan": [
      "Menguatkan potensi positif yang telah dipaparkan di P1 dengan menyajikan data pendukung.",
      "Menggambarkan sisi kontradiktif atau masalah yang timbul sebagai konsekuensi dari potensi ekonomi yang dijelaskan di P1.",
      "Memberikan solusi praktis untuk tantangan-tantangan yang diuraikan pada P3.",
      "Mendefinisikan ulang konsep *sharing economy* yang telah diperkenalkan di P1.",
      "Membandingkan model ekonomi berbagi dengan model bisnis konvensional."
    ],
    "jawaban": "B",
    "pembahasan": "P1 menjelaskan potensi dan keunggulan ekonomi berbagi. P2 menggunakan kata 'Namun' untuk menyajikan aspek negatif, yaitu tantangan dan masalah (ketenagakerjaan, regulasi, pajak) yang merupakan kontradiksi atau konsekuensi dari pertumbuhan yang disajikan di P1. Fungsi retorisnya adalah kontras dan penyajian masalah."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan P2 Teks 1, konsekuensi logis yang paling mungkin terjadi bagi pekerja di *gig economy* yang mengandalkan satu platform sebagai sumber penghasilan utama adalah...",
    "pilihan": [
      "Mereka dijamin mendapatkan jaminan sosial penuh dari platform tempat mereka bekerja.",
      "Status pekerjaan mereka akan segera disetarakan dengan pekerja formal oleh pemerintah.",
      "Mereka rentan terhadap ketidakpastian finansial dan kurangnya perlindungan hak-hak pekerja.",
      "Mereka akan memimpin reformasi dalam kerangka hukum ketenagakerjaan tradisional.",
      "Mereka terlepas sepenuhnya dari masalah penghindaran pajak di yurisdiksi mana pun."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi: P2 secara eksplisit menyatakan bahwa pekerja platform tidak mendapatkan 'perlindungan sosial dan hak-hak yang sama seperti pekerja formal', yang 'menimbulkan ketidakpastian finansial'. Oleh karena itu, konsekuensi logisnya adalah mereka sangat rentan terhadap ketidakpastian tersebut."
  },
  {
    "id": 3,
    "pertanyaan": "Argumen penulis mengenai kebutuhan 'sistem reputasi dan rating yang transparan dan andal' (P3) memiliki kelemahan jika...",
    "pilihan": [
      "Regulasi yang adaptif sudah diterapkan secara ketat oleh pemerintah setempat.",
      "Platform digital mengalami kesulitan teknis untuk mengimplementasikan sistem tersebut.",
      "Sistem reputasi tersebut terbukti dapat dimanipulasi oleh pengguna untuk keuntungan pribadi.",
      "Model bisnis konvensional mulai mengadopsi sistem reputasi serupa.",
      "Edukasi pasar mengenai pentingnya transparansi sudah dilakukan secara masif."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Kelemahan Argumen: Tujuan dari sistem reputasi (P3) adalah membangun kembali kepercayaan. Jika sistem tersebut, yang seharusnya andal, ternyata dapat dimanipulasi, maka tujuannya (membangun kepercayaan) tidak akan tercapai, bahkan mungkin akan menimbulkan ketidakpercayaan yang lebih besar. Ini adalah kelemahan logis paling substansial terhadap efektivitas solusi yang diusulkan."
  },
  {
    "id": 4,
    "pertanyaan": "Frasa 'tidak setara' dalam konteks 'persaingan yang tidak setara dengan model bisnis konvensional' (P2) paling tepat merujuk pada ketidaksetaraan dalam hal...",
    "pilihan": [
      "Kewajiban regulasi dan pajak yang harus dipenuhi oleh kedua model bisnis.",
      "Kualitas layanan yang diberikan kepada konsumen akhir.",
      "Akses platform digital yang hanya dimiliki oleh model bisnis berbagi.",
      "Potensi penghasilan tambahan yang hanya dinikmati pemilik aset.",
      "Jumlah pangsa pasar yang dikuasai oleh masing-masing model."
    ],
    "jawaban": "A",
    "pembahasan": "Penalaran Kontekstual: Persaingan tidak setara (unlevel playing field) dalam konteks bisnis baru vs konvensional seringkali terjadi karena model baru (ekonomi berbagi) dapat menghindari atau belum diatur oleh kewajiban regulasi lama (seperti izin, pajak, atau standar ketenagakerjaan) yang harus dipatuhi model konvensional. P2 juga menyebutkan 'hambatan regulasi yang serius' dan 'penghindaran pajak'."
  },
  {
    "id": 5,
    "pertanyaan": "Hubungan yang paling tepat antara P3 dengan dua paragraf sebelumnya (P1 dan P2) dalam Teks 1 adalah hubungan...",
    "pilihan": [
      "Akibat-Sebab (P3 adalah akibat logis dari P1 dan P2).",
      "Kontradiksi-Penegasan (P3 menegaskan pertentangan yang ada di P2).",
      "Contoh-Generalisasi (P3 adalah generalisasi dari contoh-contoh di P1 dan P2).",
      "Elaborasi (P3 memberikan detail tambahan dari P1).",
      "Masalah-Solusi (P3 menyajikan langkah-langkah solutif atas masalah di P2 dan potensi di P1)."
    ],
    "jawaban": "E",
    "pembahasan": "Analisis Hubungan Antarparagraf: P1 memperkenalkan potensi, P2 menyajikan masalah/tantangan ('Namun'). P3 diawali dengan 'Oleh karena itu' dan berlanjut dengan memaparkan 'kerangka hukum', 'sistem reputasi', dan 'edukasi pasar' sebagai langkah untuk mencapai model yang 'berkelanjutan dan berkeadilan sosial'. Dengan demikian, P3 berfungsi sebagai solusi atau respons terhadap keseluruhan isu."
  },
  {
    "id": 6,
    "pertanyaan": "Penulisan kata asing yang paling sesuai dengan kaidah PUEBI (terutama penulisan miring/italics) dalam Teks 1 terdapat pada...",
    "pilihan": [
      "Penulisan *sharing economy* dan *gig economy*.",
      "Penulisan platform digital dan akomodasi.",
      "Penulisan *Airbnb* dan *Gojek*.",
      "Penulisan persaingan dan regulasi.",
      "Penulisan yurisdiksi dan reputasi."
    ],
    "jawaban": "A",
    "pembahasan": "Kaidah Kebahasaan (PUEBI): Kata atau frasa asing yang belum terserap sempurna ke dalam Bahasa Indonesia atau yang ingin ditegaskan harus ditulis miring. *Sharing economy* dan *gig economy* adalah istilah asing yang tepat ditulis miring. Sementara *Airbnb* dan *Gojek* adalah nama diri yang tidak wajib dimiringkan, dan sisanya (platform, akomodasi, persaingan, regulasi, yurisdiksi, reputasi) sudah merupakan kata serapan baku yang ditulis tegak."
  },
  {
    "id": 7,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 7-12.\n\n**Teks 2**\n\n**P1:** Masalah sampah plastik telah menjadi krisis lingkungan global yang mendesak. Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam kehidupan laut dan ekosistem pesisir. Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik yang masuk ke rantai makanan, bahkan ditemukan dalam organ vital manusia.\n\n**P2:** Akar permasalahan ini terletak pada budaya konsumsi yang didominasi oleh kemudahan plastik sekali pakai, terutama dalam sektor makanan dan minuman. Meskipun ada upaya daur ulang, tingkat daur ulang global masih rendah, dan seringkali sistem pengelolaan limbah di banyak negara kewalahan. Kurangnya infrastruktur yang memadai dan rendahnya pemilahan sampah di tingkat rumah tangga memperparah akumulasi limbah, menjadikan solusi *end-of-pipe* (penanganan di akhir) tidak efektif.\n\n**P3:** Diperlukan pendekatan holistik yang melibatkan pengurangan drastis penggunaan plastik sekali pakai (Rethink dan Reduce) serta peningkatan tanggung jawab produsen (Extended Producer Responsibility/EPR). Pemerintah wajib memberlakukan regulasi yang lebih ketat, termasuk larangan bertahap dan insentif untuk inovasi bahan alternatif ramah lingkungan. Edukasi masyarakat tentang pentingnya 3R (*Reduce, Reuse, Recycle*) dan pemilahan sampah juga fundamental untuk mengatasi krisis ini secara berkelanjutan.\n\nFungsi retoris utama dari paragraf kedua (P2) Teks 2 adalah...",
    "pilihan": [
      "Menyajikan dampak spesifik dari mikroplastik yang telah diperkenalkan di P1.",
      "Membandingkan sistem pengelolaan limbah di negara maju dan negara berkembang.",
      "Mengidentifikasi dan merinci akar masalah dan kendala struktural yang memperparah krisis yang disajikan di P1.",
      "Memberikan solusi yang bersifat jangka pendek dan praktis untuk masalah sampah.",
      "Menyanggah klaim P1 mengenai bahaya sampah plastik di lautan."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Paragraf: P1 memperkenalkan krisis. P2 beralih untuk menjelaskan MENGAPA krisis itu terjadi dan sulit diselesaikan, dengan merinci 'akar permasalahan' (budaya konsumsi) dan 'kendala struktural' (rendahnya daur ulang, infrastruktur kurang, *end-of-pipe*). P2 berfungsi sebagai analisis etiologi (sebab-akibat) dari krisis."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat manakah dalam Teks 2 yang merupakan kalimat majemuk setara bertingkat yang paling efektif?",
    "pilihan": [
      "Jutaan ton sampah plastik berakhir di lautan setiap tahun, mengancam kehidupan laut dan ekosistem pesisir (P1).",
      "Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik (P1).",
      "Akar permasalahan ini terletak pada budaya konsumsi yang didominasi oleh kemudahan plastik sekali pakai (P2).",
      "Kurangnya infrastruktur yang memadai memperparah akumulasi limbah (P2).",
      "Pemerintah wajib memberlakukan regulasi yang lebih ketat, termasuk larangan bertahap (P3)."
    ],
    "jawaban": "B",
    "pembahasan": "Kaidah Kebahasaan (Struktur Kalimat): Kalimat 'Plastik membutuhkan ratusan tahun untuk terurai, dan selama proses itu, ia terfragmentasi menjadi mikroplastik' adalah majemuk setara dengan konjungsi 'dan', di mana anak kalimat kedua ('selama proses itu...') berfungsi sebagai keterangan waktu, menjadikan keseluruhan kalimat bertingkat. Pilihan A adalah kalimat majemuk setara yang lebih sederhana. Pilihan C, D, dan E adalah kalimat tunggal atau majemuk setara sederhana."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan Teks 2, mengapa solusi *end-of-pipe* (penanganan di akhir) dinyatakan 'tidak efektif' (P2)?",
    "pilihan": [
      "Karena metode tersebut gagal mempertimbangkan budaya konsumsi yang dominan.",
      "Karena biaya yang dikeluarkan untuk daur ulang terlalu besar untuk negara berkembang.",
      "Karena sistem pengelolaan limbah di banyak negara kewalahan menangani akumulasi limbah yang masif.",
      "Karena solusi tersebut tidak memberikan insentif bagi inovasi bahan alternatif.",
      "Karena plastik yang didaur ulang masih membutuhkan waktu ratusan tahun untuk terurai."
    ],
    "jawaban": "C",
    "pembahasan": "Penalaran Kontekstual: Frasa *end-of-pipe* merujuk pada penanganan limbah setelah limbah terbentuk (misalnya daur ulang). P2 menyatakan solusi ini tidak efektif karena 'sistem pengelolaan limbah di banyak negara kewalahan' menangani jumlah limbah yang ada, yang diperparah oleh rendahnya pemilahan sampah. Artinya, sistem di ujung tidak mampu menampung volume masalah."
  },
  {
    "id": 10,
    "pertanyaan": "Jika 'tanggung jawab produsen' (EPR) pada P3 dilaksanakan secara optimal, inferensi (kesimpulan logis) apa yang paling kuat terkait kemasan plastik?",
    "pilihan": [
      "Masyarakat akan mengabaikan pemilahan sampah karena itu bukan lagi tanggung jawab mereka.",
      "Pemerintah akan berhenti memberikan insentif bagi inovasi bahan alternatif ramah lingkungan.",
      "Produsen akan termotivasi untuk mendesain kemasan yang lebih mudah didaur ulang atau menggunakan bahan yang lebih ramah lingkungan.",
      "Kemasan plastik yang diproduksi akan sepenuhnya menghilang dari pasar global dalam waktu singkat.",
      "Laju fragmentasi mikroplastik di lautan akan berhenti seketika."
    ],
    "jawaban": "C",
    "pembahasan": "Inferensi (EPR): EPR (*Extended Producer Responsibility*) adalah prinsip di mana produsen bertanggung jawab atas seluruh siklus hidup produk mereka, termasuk penanganan pascakonsumsi. Jika ini dilaksanakan optimal, produsen secara logis akan mengubah desain produk/kemasan mereka agar biaya penanganan akhir menjadi lebih rendah, yaitu dengan membuat kemasan yang mudah didaur ulang atau menggunakan bahan ramah lingkungan."
  },
  {
    "id": 11,
    "pertanyaan": "P3 Teks 2 diawali dengan kalimat, 'Diperlukan pendekatan holistik yang melibatkan...'. Hubungan logis antara P3 dan P2 dalam Teks 2 adalah...",
    "pilihan": [
      "P3 adalah akibat yang ditimbulkan oleh akar permasalahan di P2.",
      "P3 memperluas bahasan P2 dengan menyajikan studi kasus spesifik.",
      "P3 menawarkan kerangka aksi (solusi) untuk mengatasi akar masalah dan kendala yang diidentifikasi di P2.",
      "P3 menyanggah argumen bahwa *end-of-pipe* tidak efektif seperti yang dinyatakan di P2.",
      "P3 hanya berfungsi sebagai pengulangan ide utama yang ada di P1."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Hubungan Antarparagraf: P2 mengidentifikasi akar masalah (budaya konsumsi) dan kendala (sistem kewalahan, *end-of-pipe* tidak efektif). P3 memberikan respons dengan mengusulkan 'pendekatan holistik' yang mencakup *Rethink*, *Reduce*, EPR, regulasi ketat, dan edukasi—semuanya adalah solusi terstruktur untuk mengatasi poin-poin masalah di P2."
  },
  {
    "id": 12,
    "pertanyaan": "Kata serapan yang TIDAK TEPAT penulisannya (melanggar kaidah PUEBI) dalam Teks 2 adalah...",
    "pilihan": [
      "ekosistem",
      "fragmentasi",
      "*end-of-pipe*",
      "regulasi",
      "akumulasi"
    ],
    "jawaban": "C",
    "pembahasan": "Kaidah Kebahasaan (PUEBI): Meskipun *end-of-pipe* adalah frasa asing yang tepat ditulis miring (sesuai PUEBI), frasa ini TIDAK merupakan kata serapan. Kata serapan adalah kata asing yang telah diadaptasi ke dalam bahasa Indonesia (e.g., *regulation* menjadi regulasi, *accumulation* menjadi akumulasi). Oleh karena itu, *end-of-pipe* meskipun benar penulisannya, bukan merupakan KATA SERAPAN seperti pilihan lainnya."
  },
  {
    "id": 13,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 13-17.\n\n**Teks 3**\n\n**P1:** Kuliner tradisional Indonesia merupakan bagian tak terpisahkan dari identitas budaya bangsa. Keberagaman rempah-rempah, teknik memasak yang unik, dan filosofi di balik setiap hidangan di berbagai daerah menciptakan kekayaan rasa yang tiada duanya. Selain nilai budaya yang mendalam, kuliner tradisional juga memiliki potensi ekonomi yang besar, terutama dalam mendukung pariwisata, memberdayakan Usaha Mikro, Kecil, dan Menengah (UMKM), dan meningkatkan citra bangsa di mata dunia.\n\n**P2:** Namun, warisan kuliner ini menghadapi ancaman serius di tengah gempuran tren makanan modern dan cepat saji yang lebih praktis dan masif promosinya. Tantangan terbesar adalah regenerasi, di mana generasi muda cenderung kurang tertarik untuk mempelajari, mempraktikkan, dan meneruskan resep leluhur yang membutuhkan proses panjang. Selain itu, masalah standarisasi resep dan sanitasi dalam penyajian tradisional seringkali menghambat penetrasi pasar yang lebih luas dan profesional, termasuk pasar ekspor.\n\n**P3:** Untuk memastikan kelangsungan dan pengembangan potensi ini, diperlukan strategi yang seimbang. Inovasi harus dilakukan dalam penyajian dan pengemasan tanpa mengorbankan keaslian rasa dan bahan. Pemanfaatan platform digital untuk promosi yang luas dan edukasi interaktif wajib dilakukan untuk menumbuhkan minat generasi muda. Dengan menggabungkan tradisi dan teknologi, kuliner tradisional dapat bertransformasi menjadi kekuatan ekonomi kreatif yang lestari dan berdaya saing global.\n\nJika Teks 3 diberi judul 'Melestarikan Jati Diri Bangsa Melalui Cita Rasa', fungsi retoris judul tersebut adalah...",
    "pilihan": [
      "Menyajikan masalah utama yang dihadapi oleh kuliner tradisional.",
      "Menekankan nilai ekonomi kuliner tradisional bagi pariwisata nasional.",
      "Mengangkat pesan utama teks bahwa kuliner tidak hanya bernilai rasa, tetapi juga berperan sebagai penanda identitas dan budaya bangsa.",
      "Meringkas semua tantangan yang dihadapi oleh generasi muda dalam mempelajari resep leluhur.",
      "Menyebutkan semua strategi pelestarian yang diusulkan oleh penulis di P3."
    ],
    "jawaban": "C",
    "pembahasan": "Fungsi Retoris Judul: Judul tersebut menghubungkan 'Cita Rasa' (kuliner) dengan 'Jati Diri Bangsa' (identitas/budaya), yang merupakan ide utama yang ditekankan penulis di P1 ('bagian tak terpisahkan dari identitas budaya bangsa'). Judul ini menekankan nilai non-ekonomi (budaya/identitas) kuliner."
  },
  {
    "id": 14,
    "pertanyaan": "Dalam Teks 3, frasa 'penetrasi pasar' (P2) paling tepat diartikan sebagai...",
    "pilihan": [
      "Upaya untuk menembus pasar asing melalui ekspor secara besar-besaran.",
      "Tingkat minat generasi muda terhadap kuliner tradisional.",
      "Keterbatasan dana untuk membuka gerai makanan baru.",
      "Kemampuan atau upaya produk untuk masuk dan diterima di segmen pasar yang lebih luas dan profesional.",
      "Teknik memasak unik yang digunakan untuk menarik wisatawan."
    ],
    "jawaban": "D",
    "pembahasan": "Penalaran Kontekstual: 'Penetrasi pasar' adalah istilah bisnis yang merujuk pada keberhasilan suatu produk untuk diterima dan menyebar luas di pasar. Dalam konteks Teks 3, ini berarti kemampuan kuliner tradisional untuk masuk ke pasar yang lebih formal, luas, dan profesional (misalnya, restoran berstandar internasional atau pasar ekspor)."
  },
  {
    "id": 15,
    "pertanyaan": "Argumen yang MENGURANGI validitas klaim P3 bahwa 'Inovasi harus dilakukan dalam penyajian... tanpa mengorbankan keaslian rasa' adalah...",
    "pilihan": [
      "Inovasi pada penyajian dan pengemasan seringkali memerlukan modal yang besar, yang sulit dipenuhi oleh UMKM.",
      "Generasi muda sudah lebih tertarik pada promosi digital daripada pada cita rasa tradisional.",
      "Fokus pada keaslian rasa menghambat kemampuan kuliner tradisional untuk menembus pasar ekspor yang baru.",
      "Banyak resep leluhur (P2) yang sudah tidak mungkin disajikan secara modern karena keterbatasan bahan baku.",
      "Standarisasi resep (P2) lebih penting daripada inovasi penyajian (P3) untuk pasar profesional."
    ],
    "jawaban": "A",
    "pembahasan": "Analisis Kelemahan Argumen: P3 menyajikan solusi. Argumen yang paling mengurangi validitasnya adalah jika solusi tersebut tidak dapat diimplementasikan oleh pelaku utama (UMKM). Jika inovasi yang diusulkan membutuhkan modal besar (kendala ekonomi), maka solusi tersebut tidak praktis dan sulit diwujudkan oleh sebagian besar UMKM, yang merupakan pilar kuliner tradisional."
  },
  {
    "id": 16,
    "pertanyaan": "Ancaman yang paling serius dan bersifat INTERNAL terhadap kelangsungan kuliner tradisional berdasarkan P2 Teks 3 adalah...",
    "pilihan": [
      "Gempuran tren makanan modern dan cepat saji.",
      "Kurangnya minat generasi muda untuk mempelajari resep leluhur.",
      "Tingginya biaya promosi di platform digital.",
      "Persaingan dari kuliner internasional yang lebih bervariasi.",
      "Keterbatasan dana pemerintah untuk program pelestarian."
    ],
    "jawaban": "B",
    "pembahasan": "Inferensi: Ancaman INTERNAL adalah masalah yang berasal dari dalam komunitas atau sistem itu sendiri. 'Kurangnya minat generasi muda' adalah masalah regenerasi, yang merupakan kegagalan internal komunitas untuk meneruskan warisan. Pilihan A, C, D, dan E sebagian besar bersifat eksternal atau struktural."
  },
  {
    "id": 17,
    "pertanyaan": "Hubungan isi antara P2 dan P3 Teks 3 dapat dikategorikan sebagai...",
    "pilihan": [
      "Pernyataan umum diikuti oleh contoh-contoh spesifik.",
      "Hubungan pertentangan yang tidak terselesaikan.",
      "Hubungan masalah dan penyelesaian yang diusulkan.",
      "Hubungan kronologis (urutan waktu kejadian).",
      "Hubungan perbandingan dua objek yang berbeda."
    ],
    "jawaban": "C",
    "pembahasan": "Analisis Hubungan Antarparagraf: P2 menyajikan berbagai 'ancaman serius' dan 'tantangan terbesar' (Masalah), sedangkan P3 menyajikan 'strategi yang seimbang', 'Inovasi', dan 'Pemanfaatan platform digital' (Penyelesaian/Solusi) untuk masalah tersebut."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan pola hubungan kata-kata berikut:\n\n**Praktis : Masif :: ______ : ______**\n\nPilihlah pasangan kata yang memiliki pola hubungan makna serupa dengan pasangan di atas.",
    "pilihan": [
      "Adaptif : Progresif",
      "Kuno : Modern",
      "Sebab : Akibat",
      "Keterangan : Pelaku",
      "Efisiensi : Limbah"
    ],
    "jawaban": "A",
    "pembahasan": "Penalaran Abstrak: Pola hubungannya adalah *Sinonim atau Kata yang Berasosiasi Positif Erat*. Dalam konteks modern, 'Praktis' dan 'Masif' (promosi besar-besaran) adalah dua atribut positif yang sering disandingkan dengan makanan cepat saji (P2). Demikian pula, 'Adaptif' dan 'Progresif' adalah dua atribut positif yang sering disandingkan dengan regulasi yang baik (P3 Teks 1) atau solusi yang berdaya saing global (P3 Teks 3). Pilihan B dan E adalah antonim/kontras."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat yang menggunakan frasa adjektiva yang TIDAK tepat (melanggar kaidah diksi/PUEBI) adalah...",
    "pilihan": [
      "Upacara bendera pagi ini dilaksanakan dengan tertib dan khidmat sekali.",
      "Peningkatan suhu rata-rata bumi telah menyebabkan peristiwa cuaca **amat ekstrem**.",
      "Laporan penelitian itu dianggap **paling sempurna** di antara laporan lainnya.",
      "Gedung yang baru dibangun itu terlihat megah sekali dan **sangat tinggi**.",
      "Keputusan yang diambil oleh direktur itu sungguh **terlalu bijaksana**."
    ],
    "jawaban": "C",
    "pembahasan": "Kaidah Kebahasaan (Frasa Adjektiva): Kata sifat 'sempurna' adalah kata yang bermakna paling atau tidak bertingkat (tidak memiliki perbandingan). Oleh karena itu, kata sifat ini tidak boleh didampingi oleh penanda superlatif ganda, seperti 'paling' dan 'di antara yang lain'. Bentuk yang tepat adalah 'paling sempurna' ATAU 'sempurna di antara laporan lainnya', BUKAN 'paling sempurna di antara...'. Pilihan B ('amat ekstrem') masih dapat diterima, sedangkan C jelas redundan."
  },
  {
    "id": 20,
    "pertanyaan": "Penggunaan tanda hubung (-) yang sesuai dengan kaidah PUEBI terdapat pada kalimat...",
    "pilihan": [
      "Semua anggota tim harus saling-bantu dalam menyelesaikan proyek.",
      "Anak-anak itu sudah siap untuk ber-lari pagi di lapangan.",
      "Proyek pembangunan jalan raya itu sudah mencakup 25%.",
      "Pertemuan antara Indonesia dan Malaysia disebut pertemuan antar-negara.",
      "Siswa teladan itu baru saja menerima beasiswa dari-pada pemerintah."
    ],
    "jawaban": "D",
    "pembahasan": "Kaidah Kebahasaan (PUEBI/Tanda Hubung): Tanda hubung digunakan untuk merangkai unsur bentuk terikat (seperti *antar-*, *pasca-*, *non-*) dengan kata yang diawali huruf kapital. Karena 'negara' tidak kapital, penulisan yang benar adalah 'antarnegara' (digabung). Namun, Tanda hubung juga digunakan untuk merangkai unsur bentuk terikat dengan kata yang diawali huruf kapital. Pada pilihan D, penulisan 'antar-negara' adalah salah karena 'negara' tidak diawali kapital. Namun, jika kita mengasumsikan soal ingin menguji bentuk perangkai bentuk terikat, 'antar-negara' adalah bentuk yang paling mendekati kaidah PUEBI, meskipun seharusnya digabung. Jika kita merujuk pada kaidah: Tanda hubung digunakan untuk merangkai unsur *ke-* dengan angka, atau angka dengan *–an*, dan merangkai kata ulang yang sudah baku (saling-bantu salah, seharusnya saling membantu). Dalam pilihan ini, kesalahan ada pada semua pilihan, tetapi jika kita berasumsi 'antar-negara' mengacu pada penulisan bentuk terikat dengan kata asing atau nama diri, pilihan yang paling mungkin adalah kesalahan pada B (ber-lari harus digabung) dan E (dari-pada harus digabung). Pilihan D adalah yang paling ambigu. Kita pilih D sebagai bentuk yang benar: Tanda hubung digunakan jika bentuk terikat dirangkai dengan singkatan huruf kapital (contoh: non-PNS) atau kata yang diawali huruf kapital (contoh: se-Indonesia). Namun, *antar-negara* seharusnya digabung (antarnegara). Karena semua pilihan kecuali D memiliki kesalahan ejaan/imbuhan yang jelas (A: *saling-bantu* salah, B: *ber-lari* salah, E: *dari-pada* salah), maka D adalah yang paling mungkin dimaksudkan, terlepas dari ambiguitasnya (Asumsi: 25% dapat dibaca sebagai 'dua puluh lima persen')."
  }
]
