[
  {
    "id": 181,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 181-183.\n\nTeks 28\n\nPemanasan global adalah fenomena peningkatan suhu rata-rata atmosfer, lautan, dan daratan bumi secara bertahap. Penyebab utamanya adalah peningkatan konsentrasi gas rumah kaca, seperti karbon dioksida dan metana, akibat aktivitas manusia seperti pembakaran bahan bakar fosil dan deforestasi. Dampak pemanasan global sangat luas, meliputi pencairan es kutub yang menyebabkan kenaikan permukaan air laut, perubahan pola cuaca ekstrem (banjir, kekeringan), gangguan ekosistem, hingga ancaman terhadap ketahanan pangan. Untuk memitigasi dampak ini, diperlukan upaya kolektif global untuk mengurangi emisi gas rumah kaca, mengembangkan energi terbarukan, melakukan reboisasi, dan mengadopsi gaya hidup berkelanjutan. Kesadaran dan aksi nyata dari setiap individu sangat krusial dalam upaya penyelamatan bumi ini.\n\nApa penyebab utama pemanasan global menurut Teks 28?",
    "pilihan": [
      "Penurunan konsentrasi gas rumah kaca.",
      "Aktivitas gunung berapi.",
      "Peningkatan konsentrasi gas rumah kaca akibat aktivitas manusia (pembakaran bahan bakar fosil dan deforestasi).",
      "Pencairan es kutub.",
      "Perubahan pola cuaca ekstrem."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Penyebab utamanya adalah peningkatan konsentrasi gas rumah kaca, seperti karbon dioksida dan metana, akibat aktivitas manusia seperti pembakaran bahan bakar fosil dan deforestasi'."
  },
  {
    "id": 182,
    "pertanyaan": "Apa saja dampak luas dari pemanasan global yang disebutkan dalam Teks 28?",
    "pilihan": [
      "Pengembangan energi terbarukan dan reboisasi.",
      "Peningkatan ketahanan pangan.",
      "Pencairan es kutub, kenaikan permukaan air laut, perubahan pola cuaca ekstrem, gangguan ekosistem, dan ancaman ketahanan pangan.",
      "Pengurangan emisi gas rumah kaca.",
      "Gaya hidup berkelanjutan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Dampak pemanasan global sangat luas, meliputi pencairan es kutub yang menyebabkan kenaikan permukaan air laut, perubahan pola cuaca ekstrem (banjir, kekeringan), gangguan ekosistem, hingga ancaman terhadap ketahanan pangan'."
  },
  {
    "id": 183,
    "pertanyaan": "Bagaimana cara memitigasi dampak pemanasan global?",
    "pilihan": [
      "Meningkatkan pembakaran bahan bakar fosil.",
      "Mengabaikan pengembangan energi terbarukan.",
      "Mengurangi emisi gas rumah kaca, mengembangkan energi terbarukan, reboisasi, dan mengadopsi gaya hidup berkelanjutan.",
      "Membiarkan deforestasi terus berlanjut.",
      "Hanya mengandalkan perubahan pola cuaca."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan, 'Untuk memitigasi dampak ini, diperlukan upaya kolektif global untuk mengurangi emisi gas rumah kaca, mengembangkan energi terbarukan, melakukan reboisasi, dan mengadopsi gaya hidup berkelanjutan'."
  },
  {
    "id": 184,
    "pertanyaan": "Kata 'mitigasi' dalam 'memitigasi dampak ini' pada Teks 28 memiliki makna...",
    "pilihan": [
      "Memperparah",
      "Mengurangi atau meringankan",
      "Meningkatkan",
      "Menyebabkan",
      "Mengabaikan"
    ],
    "jawaban": "B",
    "pembahasan": "Mitigasi berarti tindakan untuk mengurangi dampak negatif atau risiko. Oleh karena itu, 'mengurangi atau meringankan' adalah makna yang paling tepat."
  },
  {
    "id": 185,
    "pertanyaan": "Manakah kalimat yang merupakan **opini**?",
    "pilihan": [
      "Matahari terbit dari timur.",
      "Pariwisata di Bali sangat indah.",
      "Air mendidih pada suhu 100 derajat Celsius.",
      "Presiden RI adalah Joko Widodo.",
      "Manusia membutuhkan oksigen untuk bernapas."
    ],
    "jawaban": "B",
    "pembahasan": "Opini adalah pandangan atau penilaian pribadi yang bersifat subjektif dan tidak dapat sepenuhnya dibuktikan kebenarannya. 'Pariwisata di Bali sangat indah' adalah penilaian pribadi, karena keindahan bersifat relatif."
  },
  {
    "id": 186,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan **pilihan**.",
    "pilihan": [
      "Dia ingin makan nasi *atau* roti.",
      "Dia belajar keras *karena* ingin sukses.",
      "Saya akan datang *ketika* diundang.",
      "Dia menulis surat *serta* mengirimkannya.",
      "Anak itu menangis *tetapi* tidak ada yang peduli."
    ],
    "jawaban": "A",
    "pembahasan": "Konjungsi 'atau' digunakan untuk menyatakan pilihan di antara dua atau lebih kemungkinan. Dalam kalimat ini, 'nasi' dan 'roti' adalah pilihan."
  },
  {
    "id": 187,
    "pertanyaan": "Apa fungsi **predikat** dalam sebuah kalimat?",
    "pilihan": [
      "Menerangkan subjek.",
      "Melakukan atau dikenai tindakan.",
      "Menjelaskan objek.",
      "Menyatakan tindakan atau keadaan subjek.",
      "Menghubungkan dua kalimat."
    ],
    "jawaban": "D",
    "pembahasan": "Predikat adalah bagian kalimat yang menyatakan apa yang dilakukan atau bagaimana keadaan subjek. Biasanya berupa kata kerja atau kata sifat."
  },
  {
    "id": 188,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 188-190.\n\nTeks 29\n\nKetahanan pangan adalah kondisi terpenuhinya kebutuhan pangan bagi setiap individu, baik dalam jumlah, mutu, keamanan, maupun pemerataan aksesnya. Hal ini sangat penting untuk memastikan stabilitas sosial dan ekonomi suatu negara. Beberapa faktor yang memengaruhi ketahanan pangan meliputi perubahan iklim, ketersediaan lahan pertanian, infrastruktur irigasi, dan kebijakan pemerintah. Fluktuasi harga pangan global dan konflik juga dapat mengancam ketahanan pangan. Untuk mencapai ketahanan pangan yang berkelanjutan, strategi yang diperlukan mencakup peningkatan produktivitas pertanian melalui inovasi teknologi, diversifikasi pangan, pengurangan limbah makanan, dan penguatan sistem distribusi. Kolaborasi antara petani, pemerintah, sektor swasta, dan masyarakat sangat fundamental dalam mewujudkan visi ini.\n\nApa yang dimaksud dengan ketahanan pangan menurut Teks 29?",
    "pilihan": [
      "Hanya terpenuhinya jumlah pangan.",
      "Kondisi terpenuhinya kebutuhan pangan bagi setiap individu (jumlah, mutu, keamanan, dan pemerataan akses).",
      "Ketersediaan lahan pertanian yang terbatas.",
      "Fluktuasi harga pangan global.",
      "Pengurangan limbah makanan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Ketahanan pangan adalah kondisi terpenuhinya kebutuhan pangan bagi setiap individu, baik dalam jumlah, mutu, keamanan, maupun pemerataan aksesnya'."
  },
  {
    "id": 189,
    "pertanyaan": "Apa saja faktor yang memengaruhi ketahanan pangan?",
    "pilihan": [
      "Diversifikasi pangan dan pengurangan limbah makanan.",
      "Peningkatan produktivitas pertanian.",
      "Perubahan iklim, ketersediaan lahan pertanian, infrastruktur irigasi, kebijakan pemerintah, fluktuasi harga pangan, dan konflik.",
      "Penguatan sistem distribusi.",
      "Kolaborasi antara petani dan pemerintah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'Beberapa faktor yang memengaruhi ketahanan pangan meliputi perubahan iklim, ketersediaan lahan pertanian, infrastruktur irigasi, dan kebijakan pemerintah. Fluktuasi harga pangan global dan konflik juga dapat mengancam ketahanan pangan'."
  },
  {
    "id": 190,
    "pertanyaan": "Strategi apa yang diperlukan untuk mencapai ketahanan pangan berkelanjutan?",
    "pilihan": [
      "Mengabaikan inovasi teknologi pertanian.",
      "Membatasi ketersediaan lahan pertanian.",
      "Peningkatan produktivitas pertanian, diversifikasi pangan, pengurangan limbah makanan, dan penguatan sistem distribusi.",
      "Meningkatkan fluktuasi harga pangan.",
      "Hanya mengandalkan sektor swasta."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menjelaskan, 'Untuk mencapai ketahanan pangan yang berkelanjutan, strategi yang diperlukan mencakup peningkatan produktivitas pertanian melalui inovasi teknologi, diversifikasi pangan, pengurangan limbah makanan, dan penguatan sistem distribusi'."
  },
  {
    "id": 191,
    "pertanyaan": "Kata 'fundamental' dalam 'sangat fundamental dalam mewujudkan visi ini' pada Teks 29 memiliki makna...",
    "pilihan": [
      "Tidak penting",
      "Tambahan",
      "Mendasar atau pokok",
      "Bersifat sementara",
      "Kompleks"
    ],
    "jawaban": "C",
    "pembahasan": "Fundamental berarti bersifat dasar, pokok, atau esensial. Oleh karena itu, 'mendasar atau pokok' adalah makna yang paling tepat."
  },
  {
    "id": 192,
    "pertanyaan": "Manakah penulisan judul karangan yang benar?",
    "pilihan": [
      "Dampak Global Warming Terhadap Lingkungan",
      "Dampak Global Warming terhadap Lingkungan",
      "Dampak Global Warming Terhadap Lingkungan.",
      "Dampak global warming terhadap lingkungan",
      "DAMPAK GLOBAL WARMING TERHADAP LINGKUNGAN"
    ],
    "jawaban": "B",
    "pembahasan": "Aturan penulisan judul karangan (non-ilmiah) adalah setiap kata dimulai dengan huruf kapital, kecuali kata tugas (konjungsi, preposisi, interjeksi) yang tidak berada di awal judul. Kata 'terhadap' adalah preposisi sehingga ditulis dengan huruf kecil. Tidak perlu tanda titik di akhir judul."
  },
  {
    "id": 193,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata berimbuhan 'di-' yang menyatakan **tempat**.",
    "pilihan": [
      "Makanan itu dimakan olehnya.",
      "Buku itu disimpan di lemari.",
      "Surat itu ditulis tangan.",
      "Pohon itu ditebang kemarin.",
      "Bajunya dicuci setiap hari."
    ],
    "jawaban": "B",
    "pembahasan": "Imbuhan 'di-' yang menyatakan tempat harus ditulis terpisah dari kata yang mengikutinya. 'Di lemari' menunjukkan tempat. Pilihan lainnya adalah awalan 'di-' yang membentuk kata kerja pasif."
  },
  {
    "id": 194,
    "pertanyaan": "Cermati paragraf berikut:\n\n'Pendidikan adalah investasi jangka panjang. Melalui pendidikan, kualitas sumber daya manusia dapat ditingkatkan. Sumber daya manusia yang berkualitas akan mendorong inovasi dan kemajuan suatu bangsa. Dengan demikian, pembangunan berkelanjutan dapat terwujud.'\n\nFrasa 'Dengan demikian' pada kalimat terakhir berfungsi sebagai...",
    "pilihan": [
      "Penanda contoh.",
      "Penanda sebab.",
      "Penanda kesimpulan.",
      "Penanda perbandingan.",
      "Penanda pilihan."
    ],
    "jawaban": "C",
    "pembahasan": "Frasa 'Dengan demikian' digunakan untuk menyimpulkan atau merangkum akibat dari pernyataan-pernyataan sebelumnya. Ini menunjukkan bahwa pembangunan berkelanjutan adalah hasil dari peningkatan kualitas SDM melalui pendidikan."
  },
  {
    "id": 195,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 195-197.\n\nTeks 30\n\nPenelitian ilmiah adalah proses sistematis untuk menemukan, menafsirkan, dan merevisi fakta-fakta, yang pada akhirnya berkontribusi pada penambahan pengetahuan. Ini melibatkan observasi, formulasi hipotesis, eksperimen, analisis data, dan penarikan kesimpulan. Prinsip utama penelitian ilmiah adalah objektivitas, validitas, reliabilitas, dan generalisasi. Meskipun memberikan kontribusi besar pada kemajuan peradaban, penelitian juga menghadapi tantangan seperti keterbatasan sumber daya, isu etika, dan penyebaran hasil penelitian yang bias atau tidak akurat. Untuk memastikan integritas dan dampak positif penelitian, diperlukan pendanaan yang memadai, regulasi yang jelas, kolaborasi interdisipliner, serta publikasi hasil yang transparan dan terbuka. Edukasi tentang metodologi ilmiah dan pemikiran kritis juga penting untuk masyarakat umum.\n\nApa prinsip utama penelitian ilmiah menurut Teks 30?",
    "pilihan": [
      "Keterbatasan sumber daya dan isu etika.",
      "Objektivitas, validitas, reliabilitas, dan generalisasi.",
      "Hanya observasi dan eksperimen.",
      "Penarikan kesimpulan yang bias.",
      "Publikasi hasil yang transparan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Prinsip utama penelitian ilmiah adalah objektivitas, validitas, reliabilitas, dan generalisasi'."
  },
  {
    "id": 196,
    "pertanyaan": "Apa tantangan yang dihadapi penelitian ilmiah?",
    "pilihan": [
      "Penambahan pengetahuan.",
      "Observasi dan formulasi hipotesis.",
      "Keterbatasan sumber daya, isu etika, dan penyebaran hasil penelitian yang bias atau tidak akurat.",
      "Pendanaan yang memadai.",
      "Edukasi tentang metodologi ilmiah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan, 'penelitian juga menghadapi tantangan seperti keterbatasan sumber daya, isu etika, dan penyebaran hasil penelitian yang bias atau tidak akurat'."
  },
  {
    "id": 197,
    "pertanyaan": "Bagaimana cara memastikan integritas dan dampak positif penelitian?",
    "pilihan": [
      "Mengabaikan regulasi.",
      "Pendanaan yang memadai, regulasi yang jelas, kolaborasi interdisipliner, dan publikasi hasil yang transparan.",
      "Meningkatkan penyebaran hasil penelitian yang bias.",
      "Hanya fokus pada penarikan kesimpulan.",
      "Membatasi edukasi tentang metodologi ilmiah."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Untuk memastikan integritas dan dampak positif penelitian, diperlukan pendanaan yang memadai, regulasi yang jelas, kolaborasi interdisipliner, serta publikasi hasil yang transparan dan terbuka'."
  },
  {
    "id": 198,
    "pertanyaan": "Kata 'transparan' dalam 'publikasi hasil yang transparan dan terbuka' pada Teks 30 berarti...",
    "pilihan": [
      "Tersembunyi atau rahasia",
      "Jelas, jujur, dan mudah diakses",
      "Rumit atau sulit dipahami",
      "Tidak relevan",
      "Terbatas"
    ],
    "jawaban": "B",
    "pembahasan": "Transparan berarti jelas, mudah dilihat, tidak ada yang ditutupi, atau terbuka. Dalam konteks ini, ini merujuk pada keterbukaan dan kejujuran dalam penyampaian hasil penelitian."
  },
  {
    "id": 199,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan 'ber-' yang menyatakan **memiliki** atau **mempunyai**?",
    "pilihan": [
      "Anak itu bermain di taman.",
      "Dia bersepatu baru kemarin.",
      "Kami berjalan kaki ke sekolah.",
      "Pohon itu berbuah lebat.",
      "Mereka berdiskusi tentang masalah itu."
    ],
    "jawaban": "D",
    "pembahasan": "Imbuhan 'ber-' dapat menunjukkan kepemilikan. 'Berbuah' berarti mempunyai buah. Pilihan A 'bermain' adalah kata kerja. Pilihan B 'bersepatu' berarti memakai sepatu. Pilihan C 'berjalan' adalah kata kerja. Pilihan E 'berdiskusi' adalah kata kerja."
  },
  {
    "id": 200,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kaidah EYD (Ejaan Yang Disempurnakan) dengan benar.",
    "pilihan": [
      "Kakak suka makan sate, bakso dan nasi goreng.",
      "Ayahku adalah seorang Dosen di Universitas Indonesia.",
      "Kota Surabaya adalah kota Pahlawan.",
      "Pada hari Selasa, tanggal 22 Juli 2025, kami akan mengadakan rapat.",
      "Apakah kamu sudah baca buku 'Laskar Pelangi'?"
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan penulisan tanggal dan hari yang benar serta penggunaan koma yang tepat. Pilihan A seharusnya 'sate, bakso, dan nasi goreng'. Pilihan B 'Dosen' dan 'Universitas' seharusnya huruf kecil kecuali jika itu bagian dari nama resmi institusi. Pilihan C 'Pahlawan' seharusnya huruf kecil kecuali itu julukan resmi yang selalu kapital. Pilihan E seharusnya 'buku 'Laskar Pelangi'' atau 'buku 'Laskar Pelangi''."
  }
]
