[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Internet dan Komunikasi Global)**\n\nInternet telah mengubah lanskap komunikasi global secara fundamental. Dari surat elektronik hingga platform media sosial, interaksi antarindividu dan antarkelompok menjadi lebih cepat, mudah, dan sering kali melintasi batas geografis dan budaya. Kehadiran internet memungkinkan pertukaran informasi secara instan, memfasilitasi kolaborasi jarak jauh yang kompleks, dan menyediakan akses yang hampir tak terbatas ke berbagai sumber daya pengetahuan. Ketersediaan konektivitas yang meluas ini pada dasarnya menciptakan apa yang disebut sebagai 'desa global', di mana informasi dan ide beredar dengan kecepatan yang belum pernah terjadi sebelumnya, mengubah paradigma lama dalam bisnis, edukasi, dan sosial.\n\nNamun, kecepatan dan keterbukaan ini juga membawa serta **berbagai** tantangan serius yang memerlukan respons kolektif dan regulatif. Salah satu isu paling mendesak adalah penyebaran disinformasi (hoaks) yang masif dan cepat, yang berpotensi merusak kohesi sosial dan proses demokrasi. Selain itu, masalah privasi data pribadi dan eksploitasi data pengguna menjadi kekhawatiran etika yang signifikan. Ditambah lagi, pola penggunaan internet yang berlebihan dapat memicu potensi kecanduan internet, yang berdampak negatif pada kesehatan mental dan produktivitas individu. Tantangan-tantangan ini menunjukkan adanya **disparitas** antara kecepatan inovasi teknologi dengan kematangan etika penggunaannya.\n\nUntuk memaksimalkan potensi positif internet dan meminimalkan dampak negatif yang **inheren** tersebut, diperlukan serangkaian tindakan yang terpadu. **Literasi digital** yang kuat, yang melampaui sekadar kemampuan teknis menjadi penting untuk membekali masyarakat dengan kemampuan kritis dalam memilah informasi. Di sisi regulasi, kebijakan yang adaptif dan inklusif harus dirumuskan untuk menjamin keamanan data dan mengatasi penyebaran hoaks tanpa menghambat kebebasan berekspresi. Lebih jauh, edukasi berkelanjutan tentang etika penggunaan yang bertanggung jawab dan kesadaran akan dampak psikologis sangat krusial dalam menciptakan ekosistem digital yang sehat dan berkelanjutan.\n\nFungsi retoris Paragraf 2 dalam keseluruhan struktur Teks 1 adalah...",
    "pilihan": [
      "Menguatkan argumen Paragraf 1 tentang manfaat internet dengan memberikan contoh nyata kolaborasi jarak jauh.",
      "Menyajikan antitesis atau kontradiksi terhadap klaim positif Paragraf 1 dengan menguraikan tantangan dan risiko yang muncul.",
      "Menganalisis dampak etika penggunaan yang bertanggung jawab secara mendalam sebagai solusi utama.",
      "Mendefinisikan ulang istilah 'desa global' dan 'literasi digital' untuk memperjelas konteks.",
      "Menyimpulkan seluruh gagasan teks dengan fokus pada isu privasi data."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf 1 menyajikan tesis (dampak positif), sementara Paragraf 2 menyajikan kontradiksi atau antitesis (dampak negatif/tantangan) terhadap tesis tersebut. Ini adalah fungsi struktural yang umum dalam teks argumentatif."
  },
  {
    "id": 2,
    "pertanyaan": "Makna yang paling tepat untuk kata **'disparitas'** dalam konteks 'disparitas antara kecepatan inovasi teknologi dengan kematangan etika penggunaannya' (P2) adalah...",
    "pilihan": [
      "Persamaan yang harmonis.",
      "Kesenjangan atau ketidakseimbangan.",
      "Keterkaitan yang erat.",
      "Pertemuan ideologis.",
      "Kesamaan fungsi operasional."
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks ini, 'disparitas' merujuk pada adanya perbedaan atau jurang pemisah (kesenjangan) antara dua hal, yaitu inovasi yang cepat dan kematangan etika yang cenderung lambat."
  },
  {
    "id": 3,
    "pertanyaan": "Pernyataan manakah yang paling sesuai dengan asumsi penulis mengenai **'Literasi digital'** (P3)?",
    "pilihan": [
      "Literasi digital cukup hanya berfokus pada kemampuan teknis menggunakan perangkat lunak.",
      "Literasi digital harus mencakup kemampuan untuk mengkritisi dan memilah kebenaran informasi.",
      "Pemerintah harus sepenuhnya bertanggung jawab atas literasi digital masyarakat.",
      "Literasi digital merupakan penyebab utama penyebaran disinformasi.",
      "Orang tua adalah satu-satunya yang memerlukan edukasi berkelanjutan."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan, 'Literasi digital yang kuat, yang melampaui sekadar kemampuan teknis menjadi penting untuk membekali masyarakat dengan kemampuan kritis dalam memilah informasi.' Ini mengasumsikan bahwa aspek kritis (kemampuan memilah) adalah komponen krusial, bukan hanya aspek teknis."
  },
  {
    "id": 4,
    "pertanyaan": "Kata **'inheren'** dalam konteks 'dampak negatif yang inheren tersebut' (P3) memiliki makna leksikal yang mengacu pada...",
    "pilihan": [
      "Terjadi secara kebetulan.",
      "Tidak penting dan dapat diabaikan.",
      "Melekat atau sudah menjadi bagian yang tak terpisahkan.",
      "Bersifat eksternal dan sementara.",
      "Dapat dengan mudah dihilangkan melalui regulasi."
    ],
    "jawaban": "C",
    "pembahasan": "Inheren berarti melekat, terikat erat, atau sudah menjadi bagian dari hakikat sesuatu. Dalam hal ini, dampak negatif dianggap melekat pada sifat dasar kecepatan dan keterbukaan internet itu sendiri."
  },
  {
    "id": 5,
    "pertanyaan": "Kalimat manakah dalam Teks 1 yang menggunakan konjungsi koordinatif penambahan?",
    "pilihan": [
      "P1: Internet telah mengubah lanskap komunikasi global secara fundamental.",
      "P2: Selain itu, masalah privasi data pribadi dan eksploitasi data pengguna menjadi kekhawatiran etika yang signifikan.",
      "P3: Untuk memaksimalkan potensi positif internet dan meminimalkan dampak negatif yang inheren tersebut...",
      "P1: Ketersediaan konektivitas yang meluas ini pada dasarnya menciptakan apa yang disebut sebagai 'desa global'.",
      "P2: Tantangan-tantangan ini menunjukkan adanya disparitas antara kecepatan inovasi teknologi dengan kematangan etika penggunaannya."
    ],
    "jawaban": "B",
    "pembahasan": "Pilihan B menggunakan 'Selain itu', yang merupakan konjungsi antarkalimat (atau bisa berfungsi koordinatif jika di tengah kalimat) yang menyatakan hubungan penambahan poin atau ide negatif lainnya."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Krisis Air Global)**\n\nPerubahan iklim, yang dimanifestasikan melalui peningkatan suhu global yang **ekstrem**, telah menjadi katalis utama percepatan krisis air di berbagai belahan dunia. Kenaikan suhu mengganggu siklus hidrologi, menyebabkan pola curah hujan menjadi semakin tidak menentu—di satu sisi memicu banjir bandang, di sisi lain mengakibatkan kekeringan yang lebih panjang dan parah. Bersamaan dengan itu, laju pelelehan gletser yang merupakan sumber air tawar krusial bagi banyak ekosistem dan populasi, semakin cepat. Semua faktor ini secara kolektif berkontribusi pada defisit air bersih, mengancam ketahanan pangan dan keseimbangan lingkungan.\n\nDampak krisis air ini **bertingkat** dan meluas, memengaruhi sektor-sektor esensial seperti pertanian, yang sangat bergantung pada irigasi yang stabil, hingga sanitasi dan kesehatan masyarakat, terutama di negara-negara yang infrastrukturnya belum memadai. Kekurangan air bersih dapat memperburuk penyebaran penyakit berbasis air dan meningkatkan kerentanan populasi terhadap guncangan lingkungan. Untuk meredam dampak ini, diperlukan pengelolaan sumber daya air yang inovatif dan terencana. Solusi teknologi mencakup pengembangan teknologi desalinasi air laut yang lebih hemat energi dan sistem daur ulang air limbah yang efisien untuk mengurangi ketergantungan pada sumber air alami.\n\nNamun, inovasi teknologi saja tidaklah cukup. Diperlukan pendekatan yang **komprehensif** yang mencakup pelestarian daerah resapan air, efisiensi penggunaan air (melalui sistem irigasi tetes di pertanian dan teknologi rendah air di industri), serta perubahan mendasar dalam perilaku konsumsi air di tingkat individu. Peningkatan kesadaran publik tentang pentingnya konservasi air dan peran air sebagai 'barang publik' yang terbatas harus menjadi prioritas. Kolaborasi lintas sektor, baik antara pemerintah, swasta, dan masyarakat, maupun lintas batas negara, sangat **vital** untuk menjamin ketersediaan air bersih yang adil dan berkelanjutan di masa depan.\n\nHubungan antarparagraf dalam Teks 2 menunjukkan pola penalaran...",
    "pilihan": [
      "Deduktif, di mana P1 adalah premis umum, dan P2 dan P3 adalah rincian dampaknya.",
      "Sebab-Akibat-Solusi, di mana P1 menyajikan Sebab (Penyebab Krisis), P2 menyajikan Akibat (Dampak), dan P3 menyajikan Solusi Komprehensif.",
      "Induktif, di mana P1, P2, dan P3 adalah contoh yang mengarah pada kesimpulan tunggal.",
      "Pertentangan, di mana P1 dan P2 adalah konflik, dan P3 adalah rekonsiliasi.",
      "Analogi, di mana P1 membandingkan dua fenomena yang berbeda."
    ],
    "jawaban": "B",
    "pembahasan": "Struktur teks tersebut jelas: P1 mengidentifikasi penyebab (Perubahan Iklim), P2 menguraikan dampak (Krisis, Kesehatan, Sanitasi), dan P3 menguraikan strategi untuk mengatasi (Solusi Komprehensif)."
  },
  {
    "id": 7,
    "pertanyaan": "Kata **'bertingkat'** dalam frasa 'Dampak krisis air ini bertingkat dan meluas' (P2) memiliki makna yang paling dekat dengan...",
    "pilihan": [
      "Terjadi hanya di satu lokasi.",
      "Melibatkan hierarki atau tahapan yang berurutan.",
      "Hanya berdampak pada sektor-sektor tertentu.",
      "Tidak memiliki kaitan antar dampak.",
      "Terjadi secara acak dan tidak terstruktur."
    ],
    "jawaban": "B",
    "pembahasan": "Bertingkat menunjukkan bahwa dampak tersebut tidak terjadi sekaligus, melainkan memiliki tingkatan atau tahapan yang berurutan, dari lingkungan (P1) ke pertanian, lalu ke sanitasi, dan akhirnya ke kesehatan masyarakat (P2)."
  },
  {
    "id": 8,
    "pertanyaan": "Pernyataan yang TIDAK dapat diinferensikan dari Teks 2 adalah...",
    "pilihan": [
      "Teknologi desalinasi saat ini masih dianggap relatif boros energi.",
      "Penulis menekankan bahwa krisis air bukan hanya masalah teknologi, melainkan juga masalah etika dan perilaku.",
      "Perubahan iklim dapat menyebabkan situasi hidrologi yang kontradiktif (banjir dan kekeringan) secara bersamaan.",
      "Penggunaan air di sektor pertanian saat ini cenderung kurang efisien dibandingkan sektor industri.",
      "Gletser memiliki peran esensial sebagai penyuplai air tawar bagi kehidupan."
    ],
    "jawaban": "D",
    "pembahasan": "Pernyataan D ('Penggunaan air di sektor pertanian saat ini cenderung kurang efisien dibandingkan sektor industri') tidak dapat diinferensikan. Teks hanya menyatakan perlunya efisiensi di kedua sektor ('efisiensi penggunaan air dalam pertanian dan industri'), tanpa membandingkan tingkat inefisiensi relatif keduanya."
  },
  {
    "id": 9,
    "pertanyaan": "Jika penulis Teks 2 berpendapat bahwa 'kolaborasi lintas batas negara' adalah **'vital'** (P3), ini menunjukkan adanya asumsi bahwa...",
    "pilihan": [
      "Setiap negara memiliki sumber daya air yang sepenuhnya independen.",
      "Krisis air hanya terjadi di negara-negara berkembang.",
      "Masalah sumber daya air seringkali melintasi wilayah geografis politik.",
      "Teknologi desalinasi hanya dapat diakses melalui kolaborasi global.",
      "Perubahan perilaku konsumsi air lebih sulit dicapai daripada kolaborasi global."
    ],
    "jawaban": "C",
    "pembahasan": "Kolaborasi lintas batas menjadi vital karena masalah air seringkali bersifat *transboundary* atau melintasi batas-batas negara (misalnya, cekungan sungai yang sama, dampak polusi laut, atau gletser yang meleleh di satu wilayah memengaruhi negara lain)."
  },
  {
    "id": 10,
    "pertanyaan": "Tentukan kata yang paling tepat untuk menggantikan kata **'ekstrem'** (P1) tanpa mengubah makna kalimat.",
    "pilihan": [
      "Sedang",
      "Biasa",
      "Berlebihan",
      "Stabil",
      "Kecil"
    ],
    "jawaban": "C",
    "pembahasan": "Ekstrem berarti sangat tinggi, melampaui batas normal, atau berlebihan. Dalam konteks suhu, 'berlebihan' paling mendekati makna suhu yang sangat tinggi/tidak normal."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Pariwisata Berkelanjutan)**\n\nPariwisata berkelanjutan adalah kerangka konseptual yang menuntut operator tur, wisatawan, dan pemerintah untuk mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara **holistik**, baik di masa kini maupun di masa mendatang. Tujuan utamanya adalah untuk memastikan kelestarian sumber daya alam dan warisan budaya yang menjadi daya tarik, memberikan manfaat ekonomi yang adil dan merata bagi masyarakat lokal, serta mempertahankan integritas ekologis destinasi. Dengan menerapkan prinsip-prinsip ini, pariwisata bertransformasi dari sekadar industri rekreasi menjadi alat yang **potensial** untuk pembangunan komunitas dan konservasi lingkungan.\n\nUrgensi penerapan pariwisata berkelanjutan semakin meningkat di tengah tren *overtourism* dan kesadaran publik yang tajam mengenai isu lingkungan global, seperti perubahan iklim dan hilangnya keanekaragaman hayati. Praktik pariwisata tradisional yang hanya berfokus pada volume kunjungan dan keuntungan jangka pendek telah terbukti merusak ekosistem sensitif dan mengikis identitas budaya lokal. Untuk mengatasinya, sektor ini dituntut untuk secara proaktif meminimalkan 'jejak karbon' melalui penggunaan transportasi ramah lingkungan, mendukung rantai pasok produk lokal, menghormati dan melibatkan budaya setempat dalam pengambilan keputusan, dan menginvestasikan kembali keuntungan pada infrastruktur hijau.\n\nSecara **filosofis**, pengembangan pariwisata tidak boleh dijadikan alasan untuk mengorbankan kelestarian masa depan atau keseimbangan ekologis. Justru sebaliknya, pariwisata harus direposisi menjadi bagian integral dari solusi untuk planet yang lebih sehat dan masyarakat yang lebih sejahtera. Kolaborasi multi-pihak – termasuk wisatawan sebagai konsumen yang sadar – harus didorong untuk memastikan bahwa setiap perjalanan meninggalkan dampak positif. Pada akhirnya, pariwisata berkelanjutan adalah tentang menyeimbangkan antara kenikmatan pengalaman saat ini dengan tanggung jawab untuk menjamin kesempatan yang sama bagi generasi yang akan datang.\n\nKalimat manakah dalam Teks 3 yang paling akurat merepresentasikan tesis utama yang dipertahankan penulis?",
    "pilihan": [
      "P1: Pariwisata berkelanjutan adalah kerangka konseptual yang menuntut operator tur, wisatawan, dan pemerintah untuk mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara holistik.",
      "P2: Urgensi penerapan pariwisata berkelanjutan semakin meningkat di tengah tren *overtourism* dan kesadaran publik yang tajam mengenai isu lingkungan global.",
      "P3: Secara filosofis, pengembangan pariwisata tidak boleh dijadikan alasan untuk mengorbankan kelestarian masa depan atau keseimbangan ekologis.",
      "P2: Praktik pariwisata tradisional yang hanya berfokus pada volume kunjungan dan keuntungan jangka pendek telah terbukti merusak ekosistem sensitif.",
      "P3: Kolaborasi multi-pihak – termasuk wisatawan sebagai konsumen yang sadar – harus didorong untuk memastikan bahwa setiap perjalanan meninggalkan dampak positif."
    ],
    "jawaban": "C",
    "pembahasan": "Tesis (klaim utama penulis) seringkali ditemukan di kesimpulan (P3) atau pendahuluan (P1). Pilihan C, yang berbunyi 'Secara filosofis, pengembangan pariwisata tidak boleh dijadikan alasan untuk mengorbankan kelestarian masa depan atau keseimbangan ekologis', merupakan pernyataan normatif terkuat yang menyimpulkan seluruh argumen teks mengenai perlunya transisi pariwisata menjadi solusi, bukan masalah."
  },
  {
    "id": 12,
    "pertanyaan": "Rujukan kata ganti **'Ini'** dalam kalimat 'Ini menuntut operator tur...' (P2) merujuk kepada...",
    "pilihan": [
      "Pengembangan pariwisata.",
      "Integritas ekologis destinasi.",
      "Urgensi penerapan pariwisata berkelanjutan.",
      "Hanya wisatawan sebagai konsumen yang sadar.",
      "Infrastruktur hijau."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat tersebut mengikuti klausa yang menyatakan urgensi ('Urgensi penerapan pariwisata berkelanjutan semakin meningkat...'). Oleh karena itu, 'Ini' merujuk pada urgensi penerapan konsep pariwisata berkelanjutan yang menuntut peran aktif berbagai pihak."
  },
  {
    "id": 13,
    "pertanyaan": "Makna kontekstual yang paling tepat untuk istilah **'potensial'** dalam frasa 'alat yang potensial untuk pembangunan komunitas' (P1) adalah...",
    "pilihan": [
      "Sudah menjadi kenyataan.",
      "Memiliki kemungkinan atau daya untuk diwujudkan.",
      "Tidak mungkin terjadi.",
      "Bersifat sementara.",
      "Sangat terbatas jangkauannya."
    ],
    "jawaban": "B",
    "pembahasan": "Potensial berarti memiliki potensi, kemampuan, atau daya yang dapat diwujudkan di masa depan. Dalam konteks ini, pariwisata memiliki kemampuan untuk diubah menjadi alat pembangunan komunitas."
  },
  {
    "id": 14,
    "pertanyaan": "Implikasi logis dari tuntutan untuk 'meminimalkan jejak karbon' (P2) dalam konteks pariwisata berkelanjutan adalah...",
    "pilihan": [
      "Wisatawan harus sepenuhnya berhenti bepergian.",
      "Pariwisata berkelanjutan tidak dapat menghasilkan keuntungan ekonomi.",
      "Aktivitas pariwisata saat ini menghasilkan emisi gas rumah kaca yang signifikan.",
      "Semua infrastruktur pariwisata harus dibongkar.",
      "Hanya negara maju yang mampu menerapkan pariwisata berkelanjutan."
    ],
    "jawaban": "C",
    "pembahasan": "Tuntutan untuk meminimalkan 'jejak karbon' (jumlah emisi gas rumah kaca) menyiratkan bahwa aktivitas pariwisata (tradisional maupun saat ini) merupakan kontributor signifikan terhadap emisi yang menyebabkan perubahan iklim."
  },
  {
    "id": 15,
    "pertanyaan": "Kata **'holistik'** dalam 'dampak ekonomi, sosial, dan lingkungan secara holistik' (P1) merujuk pada pendekatan...",
    "pilihan": [
      "Fragmentaris atau terpisah.",
      "Spesialisasi pada satu bidang saja.",
      "Menyeluruh, komprehensif, dan terpadu.",
      "Regulasi yang kaku.",
      "Hanya berfokus pada masa kini."
    ],
    "jawaban": "C",
    "pembahasan": "Holistik berarti melihat atau menilai suatu masalah sebagai suatu kesatuan yang menyeluruh, melibatkan semua aspek terkait (ekonomi, sosial, dan lingkungan)."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah kalimat yang memiliki kesalahan penggunaan kata yang tidak baku?",
    "pilihan": [
      "Semenjak adanya kebijakan baru, banyak pihak yang merasa keberatan.",
      "Pemerintah akan melegalisasi undang-undang tersebut dalam waktu dekat.",
      "Analisa data yang dilakukan tim ahli menunjukkan hasil yang akurat.",
      "Kegiatan itu bertujuan untuk mensosialisasikan pentingnya menjaga kebersihan lingkungan.",
      "Semua peserta diwajibkan membawa ijazah asli untuk verifikasi."
    ],
    "jawaban": "C",
    "pembahasan": "Pilihan C salah karena menggunakan kata 'Analisa' yang tidak baku. Bentuk baku yang tepat adalah **'Analisis'**. Pilihan B menggunakan 'melegalisasi' yang baku (berasal dari 'legalisasi' bukan 'legalisir'). Pilihan E menggunakan 'ijazah' yang baku (bukan ijasah)."
  },
  {
    "id": 17,
    "pertanyaan": "Pilihlah kalimat yang mengandung majas **sinisme**.",
    "pilihan": [
      "Wajahnya bersinar seperti rembulan.",
      "Uang sebanyak itu bagiku hanya setetes air di lautan.",
      "Ia bekerja keras seperti membanting tulang untuk keluarganya.",
      "Bagaimana Anda bisa berhasil? Nilai Anda saja sangat 'memuaskan' (sangat rendah).",
      "Kecantikannya membuat semua mata terpana."
    ],
    "jawaban": "D",
    "pembahasan": "Sinisme adalah majas yang mengandung ejekan atau sindiran yang lebih kasar dan tajam daripada ironi. Penggunaan kata 'memuaskan' (dalam tanda kutip) yang jelas-jelas ditujukan pada nilai yang sangat rendah merupakan bentuk sinisme atau sindiran pedas."
  },
  {
    "id": 18,
    "pertanyaan": "Cermati kalimat majemuk berikut: 'Walaupun dia sudah bekerja keras, dia tidak mendapatkan hasil yang diharapkan **sehingga** dia merasa kecewa.'\n\nJenis hubungan logis yang dihubungkan oleh konjungsi 'sehingga' adalah...",
    "pilihan": [
      "Pertentangan",
      "Penyamaan",
      "Sebab-Akibat",
      "Akibat-Hasil",
      "Tujuan"
    ],
    "jawaban": "D",
    "pembahasan": "Konjungsi 'sehingga' digunakan untuk menyatakan hubungan **akibat** atau **hasil** dari suatu peristiwa atau keadaan yang mendahuluinya. Kalimat 'dia merasa kecewa' adalah hasil dari klausa utama ('dia tidak mendapatkan hasil yang diharapkan')."
  },
  {
    "id": 19,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan tanda koma (,) secara keliru menurut kaidah PUEBBI?",
    "pilihan": [
      "Oleh karena itu, pemerintah harus segera mengambil tindakan tegas.",
      "Dia adalah siswa yang pandai, rajin, dan sopan.",
      "Ani, pacar Rio, berasal dari Bandung.",
      "Kami akan berangkat, jika cuaca sudah membaik.",
      "Meskipun lelah, ia tetap menyelesaikan tugasnya."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda koma tidak wajib digunakan jika anak kalimat (klausa subordinatif) diletakkan SETELAH induk kalimat. Dalam pilihan D, anak kalimat ('jika cuaca sudah membaik') mengikuti induk kalimat ('Kami akan berangkat'), sehingga koma sebelum 'jika' tidak diperlukan dan dianggap keliru atau tidak baku."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati premis berikut:\n\nPremis 1: Semua makhluk hidup memerlukan air.\nPremis 2: Pohon adalah makhluk hidup.\n\nSimpulan yang paling logis dan valid dari kedua premis tersebut adalah...",
    "pilihan": [
      "Semua air diperlukan oleh pohon.",
      "Pohon memerlukan air.",
      "Beberapa makhluk hidup adalah pohon.",
      "Pohon tidak memerlukan air.",
      "Tidak ada simpulan yang dapat ditarik."
    ],
    "jawaban": "B",
    "pembahasan": "Ini adalah silogisme jenis Barbara (AAA) atau Modus Ponens. Jika P1: Semua A adalah B (Makhluk hidup memerlukan air), dan P2: C adalah A (Pohon adalah makhluk hidup), maka kesimpulannya adalah C adalah B (Pohon memerlukan air). Pilihan B paling sesuai."
  }
]
