[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-3.\n\n**Teks 1**\n\nPendidikan karakter merupakan fondasi penting dalam membentuk generasi muda yang tidak hanya cerdas secara intelektual, tetapi juga berintegritas dan bermoral tinggi. Lebih dari sekadar nilai akademis, pendidikan karakter menekankan pada pengembangan nilai-nilai seperti kejujuran, tanggung jawab, toleransi, empati, dan gotong royong. Penerapan pendidikan karakter dapat dilakukan melalui berbagai metode, mulai dari integrasi dalam kurikulum mata pelajaran, kegiatan ekstrakurikuler, hingga pembiasaan di lingkungan sekolah dan keluarga. Tantangan utama dalam implementasinya adalah konsistensi dari semua pihak (guru, orang tua, masyarakat) serta adanya teladan yang baik. Diperlukan kerja sama erat antarlembaga dan komitmen jangka panjang untuk memastikan bahwa pendidikan karakter benar-benar tertanam kuat dalam diri setiap individu, sehingga mampu menciptakan masyarakat yang beradab dan harmonis.\n\nApa gagasan utama paragraf pertama Teks 1?",
    "pilihan": [
      "Definisi dan nilai-nilai yang ditekankan dalam pendidikan karakter.",
      "Pentingnya pendidikan karakter sebagai fondasi generasi muda.",
      "Metode penerapan pendidikan karakter di sekolah dan keluarga.",
      "Tantangan dan kunci keberhasilan implementasi pendidikan karakter.",
      "Pendidikan karakter untuk menciptakan masyarakat yang harmonis."
    ],
    "jawaban": "B",
    "pembahasan": "Gagasan utama paragraf ini adalah pengenalan akan pentingnya pendidikan karakter sebagai fondasi utama dalam membentuk generasi muda yang utuh, tidak hanya cerdas tetapi juga berintegritas dan bermoral. Meskipun paragraf juga menyebutkan nilai-nilai dan metode, inti utamanya adalah pentingnya fondasi tersebut."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, manakah yang BUKAN merupakan nilai-nilai yang ditekankan dalam pendidikan karakter?",
    "pilihan": [
      "Kejujuran",
      "Tanggung jawab",
      "Toleransi",
      "Kecerdasan intelektual",
      "Empati"
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan 'pendidikan karakter menekankan pada pengembangan nilai-nilai seperti kejujuran, tanggung jawab, toleransi, empati, dan gotong royong'. Kecerdasan intelektual disebutkan sebagai pelengkap, bukan nilai inti dari pendidikan karakter itu sendiri."
  },
  {
    "id": 3,
    "pertanyaan": "Jika 'konsistensi dari semua pihak (guru, orang tua, masyarakat)' tidak terwujud, apa dampak yang paling mungkin terjadi pada implementasi pendidikan karakter menurut Teks 1?",
    "pilihan": [
      "Pendidikan karakter akan tertanam kuat dalam diri setiap individu.",
      "Masyarakat akan menjadi lebih beradab dan harmonis.",
      "Implementasi pendidikan karakter akan menghadapi hambatan serius.",
      "Teladan yang baik akan otomatis muncul.",
      "Nilai akademis siswa akan meningkat drastis."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'Tantangan utama dalam implementasinya adalah konsistensi dari semua pihak'. Jadi, jika konsistensi tidak ada, implementasi akan terhambat atau menghadapi masalah."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'fondasi' dalam konteks 'fondasi penting' pada Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Hiasan",
      "Dasar atau landasan",
      "Atap",
      "Penyangga sementara",
      "Kendala"
    ],
    "jawaban": "B",
    "pembahasan": "'Fondasi' berarti dasar, alas, atau landasan yang menjadi tumpuan atau awal dari sesuatu."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang merupakan opini dalam Teks 1?",
    "pilihan": [
      "Pendidikan karakter menekankan pada pengembangan nilai-nilai.",
      "Penerapan pendidikan karakter dapat dilakukan melalui ekstrakurikuler.",
      "Diperlukan kerja sama erat antarlembaga untuk pendidikan karakter.",
      "Tantangan utama implementasi adalah konsistensi semua pihak.",
      "Pendidikan karakter dapat menciptakan masyarakat yang beradab dan harmonis."
    ],
    "jawaban": "E",
    "pembahasan": "Pernyataan 'Pendidikan karakter dapat menciptakan masyarakat yang beradab dan harmonis' adalah suatu harapan atau tujuan ideal, yang bersifat subjektif atau aspiratif, bukan fakta yang dapat diverifikasi secara langsung."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'konsisten'.",
    "pilihan": [
      "Stabil",
      "Ajeg",
      "Berubah-ubah",
      "Seragam",
      "Selaras"
    ],
    "jawaban": "C",
    "pembahasan": "'Konsisten' berarti tetap, tidak berubah, atau ajeg. Lawan katanya adalah 'berubah-ubah' atau tidak tetap."
  },
  {
    "id": 7,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia adalah anak yang cerdik, mampu mencari akal dalam situasi sulit sekalipun.'\n\nMakna ungkapan 'mencari akal' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Menemukan ide baru",
      "Berpikir cepat",
      "Mencari alasan",
      "Merencanakan sesuatu",
      "Berusaha menemukan jalan keluar"
    ],
    "jawaban": "E",
    "pembahasan": "Ungkapan 'mencari akal' berarti berusaha menemukan cara atau siasat untuk mengatasi kesulitan atau menemukan jalan keluar dari suatu masalah."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung yang menyatakan hubungan tujuan adalah...",
    "pilihan": [
      "Dia datang terlambat, **sehingga** tidak bisa ikut rapat.",
      "Kami belajar dengan giat **agar** dapat meraih prestasi.",
      "Adik suka bermain game **sedangkan** kakaknya suka membaca buku.",
      "Meskipun lelah, **tetapi** dia tetap semangat.",
      "Dia tidak hanya pintar, **melainkan juga** rajin."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'agar' atau 'supaya' digunakan untuk menyatakan maksud atau tujuan dari suatu perbuatan."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 9-11.\n\n**Teks 2**\n\nGerakan menjaga kelestarian lingkungan hidup menjadi semakin mendesak di tengah ancaman perubahan iklim dan kerusakan ekosistem. Berbagai inisiatif, baik dari pemerintah, lembaga swadaya masyarakat, maupun individu, terus digalakkan untuk mengurangi jejak karbon, melestarikan keanekaragaman hayati, dan mengelola sampah secara bijak. Salah satu fokus utama adalah edukasi publik tentang pentingnya konsumsi berkelanjutan dan pengurangan plastik sekali pakai. Tantangan terbesar dalam gerakan ini adalah mengubah perilaku masyarakat yang sudah terbiasa dengan pola hidup konsumtif, serta kurangnya penegakan hukum terhadap pelanggaran lingkungan. Dibutuhkan sinergi kuat antara regulasi yang efektif, inovasi teknologi hijau, dan kesadaran kolektif untuk menciptakan masa depan yang lebih hijau dan berkelanjutan bagi bumi ini.\n\nApa inti permasalahan yang dibahas dalam Teks 2?",
    "pilihan": [
      "Ancaman perubahan iklim dan kerusakan ekosistem.",
      "Edukasi publik tentang konsumsi berkelanjutan.",
      "Gerakan menjaga kelestarian lingkungan: urgensi, inisiatif, tantangan, dan solusi.",
      "Inovasi teknologi hijau untuk kelestarian lingkungan.",
      "Peran pemerintah dalam penegakan hukum lingkungan."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan yang dibahas mencakup seluruh teks: urgensi menjaga kelestarian lingkungan, berbagai inisiatif yang dilakukan, tantangan yang dihadapi, hingga solusi yang diperlukan untuk masa depan yang berkelanjutan."
  },
  {
    "id": 10,
    "pertanyaan": "Menurut Teks 2, mengapa gerakan menjaga kelestarian lingkungan menjadi semakin mendesak?",
    "pilihan": [
      "Karena ada banyak inisiatif dari masyarakat.",
      "Karena pemerintah sudah menerapkan banyak regulasi.",
      "Di tengah ancaman perubahan iklim dan kerusakan ekosistem.",
      "Karena sudah banyak teknologi hijau yang ditemukan.",
      "Untuk mengurangi jejak karbon secara masif."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyatakan 'Gerakan menjaga kelestarian lingkungan hidup menjadi semakin mendesak di tengah ancaman perubahan iklim dan kerusakan ekosistem'."
  },
  {
    "id": 11,
    "pertanyaan": "Jika 'mengubah perilaku masyarakat yang sudah terbiasa dengan pola hidup konsumtif' tidak berhasil dilakukan, apa dampak yang paling mungkin terjadi pada gerakan menjaga kelestarian lingkungan menurut Teks 2?",
    "pilihan": [
      "Upaya pengelolaan sampah akan menjadi sangat efektif.",
      "Tantangan terbesar dalam gerakan ini akan teratasi.",
      "Kesadaran kolektif masyarakat akan meningkat drastis.",
      "Tujuan kelestarian lingkungan akan sulit tercapai.",
      "Penegakan hukum terhadap pelanggaran lingkungan tidak lagi diperlukan."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan bahwa 'Tantangan terbesar dalam gerakan ini adalah mengubah perilaku masyarakat yang sudah terbiasa dengan pola hidup konsumtif'. Jika tantangan ini tidak teratasi, maka tujuan kelestarian lingkungan secara keseluruhan akan sulit tercapai."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penulisan kata serapan.",
    "pilihan": [
      "Pemerintah akan segera meratifikasi **protokol** tersebut.",
      "Penggunaan **kwitansi** diperlukan untuk bukti pembayaran.",
      "Acara itu sukses berkat **koordinasi** yang baik.",
      "Dia mendapat **sanksi** karena melanggar aturan.",
      "Kami memerlukan **evaluasi** menyeluruh terhadap program ini."
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'kwitansi' merupakan bentuk tidak baku. Bentuk baku yang benar adalah 'kuitansi'."
  },
  {
    "id": 13,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Sejak peristiwa itu, dia menjadi buah bibir di kalangan teman-temannya.'\n\nMakna ungkapan 'buah bibir' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Orang yang suka berbicara",
      "Topik pembicaraan",
      "Orang yang pendiam",
      "Sesuatu yang disembunyikan",
      "Sumber informasi"
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan 'buah bibir' berarti menjadi bahan pembicaraan atau topik diskusi di antara banyak orang."
  },
  {
    "id": 14,
    "pertanyaan": "Penggunaan tanda baca kurung siku ([...]) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Dia berkata [saya akan datang besok].",
      "Menurutnya, [hujan] tidak akan turun.",
      "Dalam novel itu, ia menulis: 'Dia membawa sebilah [pisau] tajam'.",
      "Dia mengutip, 'Penelitian ini [lihat halaman 25] menunjukkan hasil yang mengejutkan'.",
      "Kami membeli buah [apel, jeruk, dan pisang] di pasar."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda kurung siku digunakan untuk mengapit keterangan dalam kalimat penjelasan yang sudah bertanda kurung, atau untuk mengapit huruf, kata, atau kelompok kata sebagai koreksi atau tambahan pada naskah orang lain. Pilihan D menggunakan tanda kurung siku untuk menyisipkan keterangan tambahan atau koreksi dalam kutipan."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3**\n\nLiterasi finansial, atau melek keuangan, adalah kemampuan untuk memahami dan mengaplikasikan berbagai keterampilan keuangan secara efektif, termasuk pengelolaan keuangan pribadi, pembuatan anggaran, investasi, dan perencanaan pensiun. Di era modern yang kompleks ini, literasi finansial menjadi krusial bagi setiap individu agar dapat membuat keputusan keuangan yang cerdas dan terhindar dari masalah utang atau penipuan. Rendahnya tingkat literasi finansial di masyarakat seringkali menyebabkan pengambilan keputusan yang tidak tepat, seperti terjebak investasi bodong atau pinjaman _online_ ilegal. Oleh karena itu, diperlukan upaya sistematis untuk meningkatkan literasi finansial, mulai dari integrasi dalam kurikulum pendidikan, kampanye publik yang masif, hingga penyediaan akses ke penasihat keuangan yang terpercaya. Dengan demikian, masyarakat dapat mencapai stabilitas keuangan dan kesejahteraan hidup.\n\nApa inti permasalahan yang dibahas dalam Teks 3?",
    "pilihan": [
      "Pentingnya perencanaan pensiun sejak dini.",
      "Dampak pinjaman _online_ ilegal di masyarakat.",
      "Literasi finansial: definisi, urgensi, tantangan, dan solusi peningkatan.",
      "Keterampilan mengelola keuangan pribadi yang efektif.",
      "Peran penasihat keuangan yang terpercaya."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup seluruh teks: definisi literasi finansial, mengapa itu penting (urgensi), masalah yang muncul jika rendah (tantangan), serta berbagai upaya untuk peningkatannya (solusi)."
  },
  {
    "id": 16,
    "pertanyaan": "Menurut Teks 3, apa dampak rendahnya literasi finansial di masyarakat?",
    "pilihan": [
      "Masyarakat dapat membuat keputusan keuangan yang cerdas.",
      "Terhindar dari masalah utang atau penipuan.",
      "Pengambilan keputusan yang tidak tepat, seperti terjebak investasi bodong.",
      "Mencapai stabilitas keuangan dan kesejahteraan hidup.",
      "Peningkatan akses ke penasihat keuangan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan 'Rendahnya tingkat literasi finansial di masyarakat seringkali menyebabkan pengambilan keputusan yang tidak tepat, seperti terjebak investasi bodong atau pinjaman _online_ ilegal'."
  },
  {
    "id": 17,
    "pertanyaan": "Jika 'integrasi literasi finansial dalam kurikulum pendidikan' berhasil dilakukan, apa dampak yang paling mungkin terjadi pada generasi muda menurut Teks 3?",
    "pilihan": [
      "Mereka akan lebih rentan terhadap penipuan keuangan.",
      "Mereka akan cenderung menghindari investasi.",
      "Mereka akan memiliki pemahaman keuangan yang lebih baik sejak dini.",
      "Mereka akan kesulitan mengelola keuangan pribadi.",
      "Mereka tidak lagi memerlukan penasihat keuangan."
    ],
    "jawaban": "C",
    "pembahasan": "Integrasi dalam kurikulum pendidikan berarti literasi finansial diajarkan sejak dini. Dampaknya, generasi muda akan memiliki pemahaman keuangan yang lebih baik sejak usia muda."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Kualitas udara di perkotaan seringkali memburuk akibat polusi.\n2. Emisi kendaraan bermotor menjadi salah satu penyebab utamanya.\n3. Hal ini berdampak negatif pada kesehatan pernapasan penduduk.\n4. Diperlukan upaya serius untuk mengurangi emisi dan mempromosikan transportasi publik.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-3-4",
      "3-1-2-4",
      "4-1-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 1-2-3-4 adalah susunan yang paling logis:\n1.  **Masalah:** Kualitas udara memburuk (Kalimat 1).\n2.  **Penyebab:** Emisi kendaraan bermotor (Kalimat 2).\n3.  **Dampak:** Negatif pada kesehatan (Kalimat 3).\n4.  **Solusi:** Upaya serius mengurangi emisi (Kalimat 4)."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung majas repetisi?",
    "pilihan": [
      "Dia melambaikan tangan ke arahku, seolah mengucapkan selamat tinggal.",
      "Cinta, cinta, dan selalu cinta adalah yang kurasakan untukmu.",
      "Wajahnya pucat pasi seperti mayat hidup.",
      "Ombak berkejaran di pantai, berbisik tentang rindu.",
      "Dia berlari secepat kilat mengejar mimpinya."
    ],
    "jawaban": "B",
    "pembahasan": "Majas repetisi adalah pengulangan kata atau frasa yang sama dalam satu kalimat atau bait untuk menegaskan maksud. Pada pilihan B, kata 'cinta' diulang tiga kali untuk penekanan."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nGlobalisasi telah membawa banyak perubahan dalam berbagai aspek kehidupan, termasuk ekonomi dan budaya. Interaksi antarnegara menjadi lebih mudah, dan pertukaran informasi berlangsung sangat cepat. Namun, di sisi lain, globalisasi juga menimbulkan tantangan. Salah satunya adalah _______. Ini bisa mengancam identitas dan kearifan lokal jika tidak disikapi dengan bijak.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "peningkatan kerja sama internasional",
      "homogenisasi budaya dan hilangnya nilai lokal",
      "peningkatan pertumbuhan ekonomi nasional",
      "kemudahan akses pendidikan",
      "perkembangan teknologi komunikasi"
    ],
    "jawaban": "B",
    "pembahasan": "Bagian rumpang merujuk pada 'ancaman identitas dan kearifan lokal'. 'Homogenisasi budaya dan hilangnya nilai lokal' adalah konsekuensi langsung dari globalisasi yang dapat mengancam identitas budaya jika tidak dikelola dengan baik."
  }
]
