[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 121-123.\n\n**Teks 1**\n\nPerkembangan teknologi kecerdasan buatan (AI) telah mencapai titik di mana dampaknya terasa di berbagai sektor, mulai dari kesehatan, transportasi, hingga pendidikan. AI memiliki potensi untuk mengoptimalkan proses, meningkatkan efisiensi, dan bahkan memecahkan masalah kompleks yang sebelumnya sulit diatasi manusia. Dalam dunia medis, AI dapat membantu diagnosis penyakit lebih akurat; di sektor transportasi, mengemudi otonom menjadi kenyataan. Namun, kemajuan ini juga membawa dilema etika, seperti bias dalam algoritma, masalah privasi data, dan potensi hilangnya pekerjaan akibat otomatisasi. Penting bagi pengembang AI untuk mengutamakan desain yang adil dan transparan, serta bagi pembuat kebijakan untuk merumuskan regulasi yang adaptif guna menyeimbangkan inovasi dengan perlindungan hak-hak manusia. Masyarakat juga perlu memahami potensi dan risiko AI agar dapat beradaptasi dan memanfaatkannya secara bijak.\n\nApa gagasan utama paragraf pertama Teks 1?",
    "pilihan": [
      "Potensi AI dalam mengoptimalkan proses di berbagai sektor.",
      "Dilema etika dan tantangan yang ditimbulkan oleh AI.",
      "Peran AI dalam diagnosis penyakit dan transportasi otonom.",
      "Teknologi kecerdasan buatan: perkembangan, potensi, dilema, dan langkah antisipasi.",
      "Pentingnya regulasi adaptif untuk AI."
    ],
    "jawaban": "D",
    "pembahasan": "Gagasan utama paragraf ini mencakup seluruh aspek penting AI: perkembangannya, potensi yang ditawarkan, dilema etika yang muncul, dan langkah-langkah yang perlu diambil oleh pengembang, pembuat kebijakan, dan masyarakat untuk menghadapinya."
  },
  {
    "id": 2,
    "pertanyaan": "Berdasarkan Teks 1, manakah yang BUKAN merupakan dilema etika yang ditimbulkan oleh AI?",
    "pilihan": [
      "Bias dalam algoritma.",
      "Masalah privasi data.",
      "Potensi hilangnya pekerjaan akibat otomatisasi.",
      "Peningkatan efisiensi dalam proses bisnis.",
      "Kebutuhan akan regulasi adaptif."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyebutkan 'bias dalam algoritma, masalah privasi data, dan potensi hilangnya pekerjaan akibat otomatisasi' sebagai dilema etika. Peningkatan efisiensi adalah potensi positif, bukan dilema etika."
  },
  {
    "id": 3,
    "pertanyaan": "Jika pengembang AI tidak 'mengutamakan desain yang adil dan transparan', apa dampak yang paling mungkin terjadi menurut Teks 1?",
    "pilihan": [
      "AI akan lebih mudah diakses oleh semua kalangan.",
      "Potensi AI untuk memecahkan masalah kompleks akan meningkat.",
      "Dilema etika seperti bias dalam algoritma akan sulit diatasi.",
      "Masyarakat akan dapat memanfaatkan AI secara bijak.",
      "Inovasi AI akan melambat secara signifikan."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Penting bagi pengembang AI untuk mengutamakan desain yang adil dan transparan' sebagai cara untuk mengatasi dilema etika. Jika tidak dilakukan, maka dilema seperti bias akan tetap menjadi masalah."
  },
  {
    "id": 4,
    "pertanyaan": "Kata 'dilema' dalam konteks 'dilema etika' pada Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Pilihan mudah",
      "Situasi sulit",
      "Solusi cepat",
      "Kondisi menguntungkan",
      "Tantangan sederhana"
    ],
    "jawaban": "B",
    "pembahasan": "'Dilema' berarti situasi sulit yang mengharuskan seseorang memilih di antara dua atau lebih alternatif yang sama-sama tidak menyenangkan atau tidak menguntungkan."
  },
  {
    "id": 5,
    "pertanyaan": "Manakah pernyataan yang merupakan fakta dalam Teks 1?",
    "pilihan": [
      "AI adalah solusi terbaik untuk semua masalah manusia.",
      "AI dapat membantu diagnosis penyakit lebih akurat.",
      "Semua pekerjaan manusia akan digantikan oleh otomatisasi AI.",
      "Regulasi yang adaptif adalah satu-satunya cara untuk mengatasi dilema AI.",
      "Masyarakat sudah sepenuhnya memahami potensi dan risiko AI."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara eksplisit menyatakan 'Dalam dunia medis, AI dapat membantu diagnosis penyakit lebih akurat', yang merupakan klaim faktual mengenai kemampuan AI."
  },
  {
    "id": 6,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'kompleks' dalam konteks 'masalah kompleks'.",
    "pilihan": [
      "Rumit",
      "Sulit",
      "Sederhana",
      "Terintegrasi",
      "Multifaset"
    ],
    "jawaban": "C",
    "pembahasan": "'Kompleks' berarti rumit atau terdiri dari banyak bagian yang saling berhubungan. Lawan katanya adalah 'sederhana' atau tidak rumit."
  },
  {
    "id": 7,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meskipun sudah berlatih keras, tim mereka harus gigit jari karena kalah di pertandingan final.'\n\nMakna ungkapan 'gigit jari' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Merasa sangat lapar",
      "Merasa sangat kecewa",
      "Merasa sangat lelah",
      "Merasa sangat gembira",
      "Merasa sangat marah"
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan 'gigit jari' berarti menyesal atau sangat kecewa karena tidak berhasil mendapatkan apa yang diharapkan."
  },
  {
    "id": 8,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung yang menyatakan hubungan syarat adalah...",
    "pilihan": [
      "Dia akan datang **jika** diundang.",
      "Kami pergi **meskipun** hujan.",
      "Budi sangat rajin **serta** pintar.",
      "Hujan deras **sehingga** banjir terjadi.",
      "Dia membeli buku **dan** pensil."
    ],
    "jawaban": "A",
    "pembahasan": "Kata penghubung 'jika' atau 'apabila' digunakan untuk menyatakan suatu syarat yang harus dipenuhi agar suatu kejadian dapat terjadi."
  },
  {
    "id": 9,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 129-131.\n\n**Teks 2**\n\nIsu kesetaraan gender terus menjadi topik hangat yang relevan di berbagai belahan dunia. Kesetaraan gender bukan hanya tentang perlakuan yang sama antara laki-laki dan perempuan, tetapi juga tentang pengakuan bahwa setiap individu memiliki hak dan kesempatan yang sama untuk mengembangkan potensi diri tanpa dibatasi oleh stereotip gender. Meskipun banyak kemajuan telah dicapai, seperti peningkatan partisipasi perempuan dalam politik dan ekonomi, masih banyak tantangan yang tersisa. Diskriminasi di tempat kerja, kesenjangan upah, kekerasan berbasis gender, dan beban ganda bagi perempuan di ranah domestik masih sering terjadi. Untuk mencapai kesetaraan gender yang sejati, diperlukan perubahan pola pikir masyarakat, penegakan hukum yang adil, serta pemberdayaan perempuan di segala bidang. Pendidikan dan kampanye kesadaran adalah alat fundamental dalam upaya ini.\n\nApa inti permasalahan yang dibahas dalam Teks 2?",
    "pilihan": [
      "Peningkatan partisipasi perempuan dalam politik.",
      "Kekerasan berbasis gender yang masih terjadi.",
      "Isu kesetaraan gender: definisi, kemajuan, tantangan, dan upaya penyelesaian.",
      "Pentingnya pendidikan dan kampanye kesadaran.",
      "Beban ganda bagi perempuan di ranah domestik."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup seluruh teks: definisi kesetaraan gender, kemajuan yang telah dicapai, berbagai tantangan yang masih ada, dan upaya yang diperlukan untuk mencapai kesetaraan gender yang sejati."
  },
  {
    "id": 10,
    "pertanyaan": "Menurut Teks 2, manakah yang BUKAN merupakan bentuk tantangan dalam mencapai kesetaraan gender?",
    "pilihan": [
      "Diskriminasi di tempat kerja.",
      "Kesenjangan upah.",
      "Peningkatan partisipasi perempuan dalam politik.",
      "Kekerasan berbasis gender.",
      "Beban ganda bagi perempuan di ranah domestik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'peningkatan partisipasi perempuan dalam politik' adalah salah satu 'kemajuan', bukan tantangan."
  },
  {
    "id": 11,
    "pertanyaan": "Jika 'pendidikan dan kampanye kesadaran' tidak digalakkan, apa dampak yang paling mungkin terjadi pada upaya kesetaraan gender menurut Teks 2?",
    "pilihan": [
      "Perubahan pola pikir masyarakat akan lebih cepat terjadi.",
      "Kesetaraan gender yang sejati akan lebih mudah tercapai.",
      "Upaya untuk mencapai kesetaraan gender akan terhambat.",
      "Penegakan hukum yang adil akan otomatis terwujud.",
      "Pemberdayaan perempuan di segala bidang akan meningkat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan 'Pendidikan dan kampanye kesadaran adalah alat fundamental dalam upaya ini' (mencapai kesetaraan gender). Jika alat fundamental ini tidak ada, upaya tersebut akan terhambat."
  },
  {
    "id": 12,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penulisan huruf kapital.",
    "pilihan": [
      "Presiden Republik Indonesia baru saja tiba di Jakarta.",
      "Saya sedang belajar Bahasa Inggris.",
      "Dia lahir pada bulan Januari.",
      "Kota Surabaya terkenal dengan julukan kota Pahlawan.",
      "Kami akan berlibur ke Danau Toba."
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'Bahasa' dalam 'Bahasa Inggris' seharusnya ditulis dengan huruf kecil ('bahasa') kecuali jika merujuk pada nama mata pelajaran atau nama diri yang spesifik dalam konteks tertentu. Namun, nama bahasa itu sendiri ('Inggris') tetap huruf kapital."
  },
  {
    "id": 13,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meskipun berada di tengah hiruk pikuk kota, ia tetaplah seorang pribadi yang rendah hati.'\n\nMakna ungkapan 'rendah hati' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Suka merendahkan diri",
      "Tidak sombong",
      "Tidak percaya diri",
      "Suka menyendiri",
      "Mudah tersinggung"
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan 'rendah hati' berarti tidak sombong atau tidak angkuh; memiliki sikap yang bersahaja meskipun memiliki kelebihan."
  },
  {
    "id": 14,
    "pertanyaan": "Pilihlah kalimat yang menggunakan prefiks 'me-' yang menyatakan makna 'melakukan tindakan dengan alat'.",
    "pilihan": [
      "Dia **memakai** jaket tebal karena dingin.",
      "Para petani sedang **membajak** sawah mereka.",
      "Anak itu **menulis** surat untuk ibunya.",
      "Dia **melihat** pemandangan indah dari puncak gunung.",
      "Polisi **menangkap** pelaku kejahatan."
    ],
    "jawaban": "B",
    "pembahasan": "Pada kalimat 'Para petani sedang membajak sawah mereka', prefiks 'me-' pada kata 'membajak' berarti melakukan tindakan membajak dengan alat bajak. Pilihan A adalah 'memakai', pilihan C 'melakukan tindakan', pilihan D 'menggunakan indra', pilihan E 'menangkap'."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 135-137.\n\n**Teks 3**\n\nPentingnya kesehatan mental seringkali luput dari perhatian di tengah fokus pada kesehatan fisik. Padahal, kesehatan mental sama vitalnya dalam menunjang kualitas hidup dan produktivitas seseorang. Stigma negatif terhadap isu kesehatan mental masih menjadi penghalang utama bagi banyak individu untuk mencari bantuan profesional. Selain itu, kurangnya akses terhadap layanan kesehatan mental yang terjangkau dan berkualitas juga memperparah kondisi. Untuk mengatasi masalah ini, diperlukan kampanye edukasi yang masif untuk menghilangkan stigma, peningkatan jumlah tenaga profesional kesehatan mental, serta integrasi layanan kesehatan mental dalam sistem kesehatan primer. Dukungan dari lingkungan keluarga dan sosial juga sangat krusial dalam proses pemulihan dan pencegahan masalah kesehatan mental.\n\nApa inti permasalahan yang dibahas dalam Teks 3?",
    "pilihan": [
      "Stigma negatif terhadap isu kesehatan mental.",
      "Kurangnya akses layanan kesehatan mental.",
      "Kesehatan mental: urgensi, tantangan, dan strategi penanganan.",
      "Peran dukungan keluarga dalam pemulihan mental.",
      "Integrasi layanan kesehatan mental dalam sistem kesehatan."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup seluruh teks: urgensi kesehatan mental, tantangan yang dihadapinya (stigma, kurangnya akses), dan strategi atau solusi yang diperlukan untuk penanganannya."
  },
  {
    "id": 16,
    "pertanyaan": "Menurut Teks 3, apa salah satu penghalang utama bagi individu untuk mencari bantuan profesional terkait kesehatan mental?",
    "pilihan": [
      "Fokus pada kesehatan fisik.",
      "Kurangnya tenaga profesional kesehatan mental.",
      "Stigma negatif terhadap isu kesehatan mental.",
      "Kualitas hidup dan produktivitas yang tinggi.",
      "Integrasi layanan dalam sistem kesehatan primer."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara eksplisit menyatakan 'Stigma negatif terhadap isu kesehatan mental masih menjadi penghalang utama bagi banyak individu untuk mencari bantuan profesional'."
  },
  {
    "id": 17,
    "pertanyaan": "Jika 'kampanye edukasi yang masif untuk menghilangkan stigma' tidak dilakukan, apa dampak yang paling mungkin terjadi pada isu kesehatan mental menurut Teks 3?",
    "pilihan": [
      "Masyarakat akan lebih terbuka untuk mencari bantuan.",
      "Kualitas hidup dan produktivitas akan meningkat.",
      "Masalah stigma terhadap kesehatan mental akan tetap ada.",
      "Akses layanan kesehatan mental akan semakin mudah.",
      "Dukungan dari lingkungan sosial akan meningkat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan kampanye edukasi adalah bagian dari upaya menghilangkan stigma. Jika kampanye ini tidak ada atau tidak efektif, maka masalah stigma akan tetap menjadi penghalang."
  },
  {
    "id": 18,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Media sosial telah menjadi bagian tak terpisahkan dari kehidupan modern.\n2. Platform ini memungkinkan interaksi global dan penyebaran informasi cepat.\n3. Namun, dampak negatifnya juga perlu diwaspadai, seperti cyberbullying dan penyebaran hoaks.\n4. Oleh karena itu, literasi digital dan etika bermedia sosial sangat penting.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-3-4",
      "3-1-2-4",
      "4-1-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 1-2-3-4 adalah susunan yang paling logis:\n1.  **Pengenalan:** Media sosial sebagai bagian dari kehidupan modern (Kalimat 1).\n2.  **Manfaat/Fungsi:** Memungkinkan interaksi global (Kalimat 2).\n3.  **Kontradiksi/Risiko:** Dampak negatifnya perlu diwaspadai (Kalimat 3).\n4.  **Solusi/Pentingnya:** Literasi digital dan etika penting (Kalimat 4)."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung majas antitesis?",
    "pilihan": [
      "Angin berbisik lembut di telinga.",
      "Dia adalah singa di medan pertempuran.",
      "Tua muda, kaya miskin, semua ikut serta dalam acara itu.",
      "Suaranya merdu bagaikan lantunan melodi surga.",
      "Pohon-pohon menari gembira menyambut hujan."
    ],
    "jawaban": "C",
    "pembahasan": "Majas antitesis adalah gaya bahasa yang memadukan dua kata yang berlawanan makna dalam satu kalimat atau frase. Pada pilihan C, 'tua muda' dan 'kaya miskin' adalah pasangan kata berlawanan yang digunakan untuk menunjukkan keseluruhan spektrum partisipan."
  },
  {
    "id": 20,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nSejarah adalah guru terbaik bagi umat manusia. Dari masa lalu, kita dapat belajar banyak pelajaran berharga tentang keberhasilan dan kegagalan. Pemahaman akan sejarah membantu kita memahami akar permasalahan saat ini dan merancang masa depan yang lebih baik. Namun, minat mempelajari sejarah seringkali masih rendah, terutama di kalangan generasi muda. Oleh karena itu, ______ perlu dilakukan agar sejarah tidak hanya menjadi hafalan, tetapi juga inspirasi dan cermin kehidupan.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "pembatasan materi pelajaran sejarah",
      "penekanan pada angka dan tahun kronologis",
      "inovasi metode pengajaran dan relevansi sejarah",
      "penghilangan mata pelajaran sejarah dari kurikulum",
      "pemberian hukuman bagi yang tidak hafal sejarah"
    ],
    "jawaban": "C",
    "pembahasan": "Bagian rumpang merujuk pada upaya agar sejarah menjadi 'inspirasi dan cermin kehidupan' dan tidak hanya hafalan, mengingat minat belajar sejarah yang rendah. 'Inovasi metode pengajaran dan relevansi sejarah' adalah solusi yang paling tepat untuk meningkatkan minat dan pemahaman yang lebih dalam."
  }
]
