[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5. \n\n**Teks 1 (Revolusi Industri 4.0)** \n\nRevolusi Industri 4.0 telah membawa perubahan **fundamental** di berbagai sektor, dari manufaktur yang sangat bergantung pada mesin hingga layanan yang kini terpersonalisasi secara digital. Inti dari revolusi ini adalah **konvergensi** teknologi digital, fisik, dan biologis yang menghasilkan sistem siber-fisik (CPS) yang cerdas dan terotomatisasi secara mandiri. Kecerdasan buatan (AI), *Internet of Things* (IoT), data besar (*big data*), dan robotika adalah pilar-pilar utama yang secara kolektif mendefinisikan paradigma baru dalam produksi dan interaksi sosial. Efek dominonya terasa pada efisiensi operasional dan peningkatan produktivitas yang belum pernah terjadi sebelumnya.\n\nNamun, perkembangan pesat teknologi ini menimbulkan kekhawatiran yang **substansial**, terutama terkait dengan dampak eliminatif pada pasar tenaga kerja. Otomatisasi memiliki potensi untuk menggantikan pekerjaan yang bersifat rutin dan repetitif, mulai dari administrasi dasar hingga perakitan di pabrik. Pergeseran ini menuntut tenaga kerja untuk segera beradaptasi dan **merekonfigurasi** kompetensi mereka. Diperlukan keterampilan baru yang lebih kompleks dan khas manusia, seperti berpikir kritis, kreativitas, kemampuan memecahkan masalah non-rutin, serta penguasaan literasi data dan digital yang memadai.\n\nOleh karena itu, sistem pendidikan formal, mulai dari tingkat dasar hingga perguruan tinggi, harus segera merespons dan beradaptasi secara proaktif. Kurikulum harus direorientasi, tidak lagi berfokus pada hafalan, melainkan pada pengembangan kemampuan analitis dan fleksibilitas kognitif. Adaptasi ini bertujuan untuk mempersiapkan generasi muda agar tidak hanya menjadi konsumen teknologi, tetapi juga **kreasi** dan inovator yang mampu mengambil peluang dan memitigasi tantangan yang dibawa oleh disrupsi teknologi di era 4.0 ini.\n\nApa gagasan utama yang paling kompleks dan komprehensif dari keseluruhan Teks 1?",
    "pilihan": [
      "Peran AI dan robotika sebagai pilar utama Revolusi Industri 4.0.",
      "Revolusi Industri 4.0 membawa manfaat ekonomi tetapi hanya berdampak negatif pada pekerjaan.",
      "Perlunya adaptasi sistem pendidikan dan rekonfigurasi keterampilan kerja akibat disrupsi teknologi 4.0.",
      "Kekhawatiran yang substansial terkait otomatisasi pekerjaan rutin di masa depan.",
      "Konvergensi teknologi digital, fisik, dan biologis membentuk sistem siber-fisik."
    ],
    "jawaban": "C",
    "pembahasan": "Keseluruhan teks membahas dampak (disrupsi) Revolusi Industri 4.0 yang mengharuskan adanya respons (adaptasi sistem pendidikan) dan perubahan tuntutan pada tenaga kerja (rekonfigurasi keterampilan)."
  },
  {
    "id": 2,
    "pertanyaan": "Kata **'fundamental'** pada paragraf pertama Teks 1 memiliki makna leksikal yang paling mendekati kata...",
    "pilihan": [
      "Sederhana",
      "Mendasar",
      "Superfisial",
      "Tambahan",
      "Beragam"
    ],
    "jawaban": "B",
    "pembahasan": "'Fundamental' berarti bersifat mendasar atau pokok. Dalam konteks ini, 'perubahan fundamental' berarti perubahan yang mendasar."
  },
  {
    "id": 3,
    "pertanyaan": "Implikasi logis dari pernyataan bahwa pekerjaan rutin dapat digantikan oleh otomatisasi (paragraf kedua) adalah...",
    "pilihan": [
      "Semua pekerjaan manusia akan hilang tanpa terkecuali.",
      "Permintaan terhadap tenaga kerja dengan keterampilan manual akan meningkat.",
      "Pekerjaan non-rutin yang membutuhkan kemampuan kognitif kompleks akan tetap relevan.",
      "Tenaga kerja yang beradaptasi pasti akan menjadi inovator teknologi.",
      "Peran sistem pendidikan menjadi tidak relevan lagi."
    ],
    "jawaban": "C",
    "pembahasan": "Jika pekerjaan rutin diganti, maka pekerjaan yang tidak rutin (yang membutuhkan *berpikir kritis, kreativitas, kemampuan memecahkan masalah non-rutin* —seperti yang disebut di paragraf 2) akan menjadi semakin penting dan relevan."
  },
  {
    "id": 4,
    "pertanyaan": "Perubahan makna yang paling sesuai untuk kata **'merekonfigurasi'** dalam konteks paragraf kedua Teks 1 adalah...",
    "pilihan": [
      "Menghapus total",
      "Memperbaiki kembali susunan",
      "Mengganti secara keseluruhan",
      "Menambah sedikit",
      "Mengurangi fungsi"
    ],
    "jawaban": "B",
    "pembahasan": "'Merekonfigurasi' (dari re- dan konfigurasi) secara harfiah berarti menata atau menyusun kembali komponen-komponen yang sudah ada. Dalam konteks kompetensi kerja, ini berarti tenaga kerja harus **menata kembali susunan** atau fokus keterampilan mereka."
  },
  {
    "id": 5,
    "pertanyaan": "Hubungan antara kalimat kedua dan kalimat ketiga pada paragraf pertama Teks 1 adalah hubungan...",
    "pilihan": [
      "Sebab-akibat.",
      "Kontradiksi.",
      "Perluasan atau pemerincian gagasan.",
      "Perbandingan.",
      "Penegasan ulang."
    ],
    "jawaban": "C",
    "pembahasan": "Kalimat kedua menyebutkan inti revolusi adalah **konvergensi teknologi**. Kalimat ketiga menyebutkan **AI, IoT, big data, dan robotika** sebagai pilar-pilar. Kalimat ketiga adalah pemerincian atau perluasan dari gagasan 'konvergensi teknologi' yang disebut di kalimat kedua."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Krisis Plastik)**\n\n**Problematika** sampah plastik telah menjadi isu lingkungan **endemik** yang mendesak penanganan segera di tingkat global dan nasional. Miliaran ton plastik, baik yang berukuran makro maupun mikro, telah mencemari lautan dan daratan, mengancam keanekaragaman hayati dan ekosistem rapuh, bahkan disinyalir telah masuk secara signifikan ke dalam rantai makanan manusia. Sifat plastik yang memiliki **degradabilitas** sangat rendah menjadikannya ancaman **transgenerasi** yang dampaknya akan terasa hingga berpuluh-puluh tahun ke depan. Skala krisis ini telah melampaui kemampuan mitigasi konvensional.\n\nMeskipun berbagai upaya daur ulang (*recycling*) telah digalakkan melalui inisiatif pemerintah dan swasta, tingkat partisipasi publik masih berada di bawah ekspektasi, dan yang lebih penting, tidak semua jenis plastik memiliki nilai ekonomi untuk didaur ulang secara efektif. Keterbatasan infrastruktur pengelolaan sampah yang memadai, terutama di negara berkembang, memperparah penumpukan limbah di tempat pembuangan akhir (TPA) yang sering kali melampaui batas kapasitasnya. Hal ini menunjukkan bahwa daur ulang saja tidak cukup untuk menjadi solusi **definitif**.\n\nOleh karena itu, solusi jangka panjang yang **holistik** harus diimplementasikan, meliputi *pengurangan* penggunaan plastik sekali pakai (*reduce*) melalui kebijakan larangan, *pengembangan* bahan alternatif yang sepenuhnya ramah lingkungan (*substitusi*), serta *inovasi* dalam teknologi pengolahan sampah yang mampu mendegradasi plastik secara biokimia. Kesadaran masyarakat yang tinggi dan dukungan kebijakan pemerintah yang transformatif adalah variabel **krusial** untuk mengatasi krisis plastik ini secara berkelanjutan.\n\nKata **'endemik'** pada paragraf pertama Teks 2 memiliki makna kontekstual yang paling sesuai sebagai...",
    "pilihan": [
      "Sesuatu yang baru dan sporadis.",
      "Sesuatu yang hanya terjadi di suatu tempat.",
      "Sesuatu yang umum dan sulit dihilangkan.",
      "Sesuatu yang terkait dengan penyakit menular.",
      "Sesuatu yang bersifat sementara."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks lingkungan, meskipun secara medis 'endemik' terkait penyakit lokal, secara kontekstual di sini merujuk pada masalah yang sudah mendarah daging, meluas, sulit dihilangkan, dan sering terjadi ('umum dan sulit dihilangkan'), tidak hanya sporadis atau sementara."
  },
  {
    "id": 7,
    "pertanyaan": "Berdasarkan Teks 2, apa yang menjadi bukti bahwa daur ulang (*recycling*) bukan merupakan solusi definitif untuk krisis plastik?",
    "pilihan": [
      "Tingkat partisipasi publik dalam daur ulang masih rendah.",
      "Hanya sampah plastik makro dan mikro yang mencemari lingkungan.",
      "Daur ulang tidak mengatasi sifat plastik yang sulit terurai (degradabilitas rendah).",
      "Tidak semua jenis plastik dapat didaur ulang secara efektif dan bernilai ekonomi.",
      "Keterbatasan infrastruktur pengelolaan sampah di TPA."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf kedua menyatakan: 'tingkat partisipasi publik masih berada di bawah ekspektasi, dan yang lebih penting, **tidak semua jenis plastik memiliki nilai ekonomi untuk didaur ulang secara efektif**.' Ini adalah alasan mengapa daur ulang saja tidak bisa menjadi solusi akhir."
  },
  {
    "id": 8,
    "pertanyaan": "Penggunaan kata **'degradabilitas'** pada paragraf pertama Teks 2 merujuk pada kemampuan suatu zat untuk...",
    "pilihan": [
      "Menyerap air.",
      "Hancur lebur.",
      "Terurai secara alami.",
      "Menolak panas.",
      "Melakukan daur ulang."
    ],
    "jawaban": "C",
    "pembahasan": "Degradabilitas adalah kemampuan suatu zat untuk terdegradasi atau terurai, biasanya merujuk pada proses alami oleh mikroorganisme. Teks menyebutkan 'degradabilitas sangat rendah', yang berarti sulit terurai secara alami."
  },
  {
    "id": 9,
    "pertanyaan": "Berdasarkan konteks paragraf ketiga Teks 2, kata **'holistik'** berantonim dengan kata...",
    "pilihan": [
      "Komprehensif",
      "Menyeluruh",
      "Sektoral",
      "Terintegrasi",
      "Sistematis"
    ],
    "jawaban": "C",
    "pembahasan": "'Holistik' berarti menyeluruh dan memandang segala sesuatu sebagai satu kesatuan, tidak hanya bagian-bagian terpisah. Antonimnya adalah 'sektoral' atau 'parsial', yang berarti hanya menangani satu bagian atau sektor saja."
  },
  {
    "id": 10,
    "pertanyaan": "Pernyataan yang dapat diinferensikan (disimpulkan secara logis) dari Teks 2 adalah...",
    "pilihan": [
      "Dampak plastik tidak akan terasa bagi generasi berikutnya karena adanya teknologi baru.",
      "Kebijakan pelarangan plastik sekali pakai harus diterapkan sebagai satu-satunya solusi.",
      "Krisis plastik menuntut pergeseran paradigma dari hanya penanganan limbah menjadi pencegahan dari hulu.",
      "Infrastruktur pengelolaan sampah yang memadai adalah variabel krusial, bukan kesadaran masyarakat.",
      "Plastik yang masuk rantai makanan manusia tidak berbahaya jika diolah dengan baik."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menunjukkan bahwa daur ulang (penanganan limbah) saja tidak cukup (paragraf 2) dan solusi jangka panjang melibatkan *reduce* dan *substitusi* (pencegahan dari hulu, paragraf 3). Oleh karena itu, diperlukan pergeseran paradigma."
  },
  {
    "id": 11,
    "pertanyaan": "Cermati kalimat-kalimat berikut:\n\n1. Penemuan vaksin memberikan harapan besar bagi dunia dalam menghadapi pandemi. \n2. Sejumlah ahli meneliti efek samping jangka panjang dari vaksin tersebut. \n3. Mereka berargumen bahwa efektivitas vaksin perlu dibuktikan secara ilmiah. \n4. Oleh karena itu, program vaksinasi harus tetap didukung sambil melakukan pemantauan ketat.\n\nSusunan kalimat yang paling koheren agar menjadi paragraf yang logis adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-3-1-4",
      "3-2-1-4",
      "1-4-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 1-2-3-4 membentuk alur logis: **Pengenalan** (Harapan dari vaksin) $\rightarrow$ **Masalah/Konteks Lebih Lanjut** (Penelitian efek samping) $\rightarrow$ **Penjelasan/Argumen** (Alasan penelitian: efektivitas perlu dibuktikan) $\rightarrow$ **Kesimpulan/Rekomendasi** (Oleh karena itu, tetap didukung sambil dipantau)."
  },
  {
    "id": 12,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung (konjungsi) yang **tidak tepat**?",
    "pilihan": [
      "Dia membeli buku *dan* pulpen, *sedangkan* saya hanya membeli kertas.",
      "Meskipun sudah diingatkan, *tetapi* dia tetap saja melanggar peraturan.",
      "Kami akan mengadakan rapat *jika* semua anggota telah hadir.",
      "Dia tidak bisa datang *karena* sakit perut.",
      "Pemerintah memberikan subsidi *agar* harga beras tetap stabil."
    ],
    "jawaban": "B",
    "pembahasan": "Kalimat ini tidak tepat karena menggunakan konjungsi **redundansi** (berlebihan). Konjungsi **'Meskipun'** sudah menyatakan pertentangan (subordinatif), sehingga tidak perlu diikuti oleh konjungsi pertentangan **'tetapi'** (koordinatif). Salah satu harus dihilangkan."
  },
  {
    "id": 13,
    "pertanyaan": "Kalimat manakah yang mengandung **ambiguitas struktural**?",
    "pilihan": [
      "Gubernur baru itu dilantik hari ini.",
      "Pelatihan guru ahli itu diadakan di Bandung.",
      "Ayah menanam bunga mawar putih.",
      "Anak saya menjual lukisan ibunya yang terkenal.",
      "Dia adalah seorang insinyur yang sangat kompeten."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat **'Anak saya menjual lukisan ibunya yang terkenal'** ambigu. Frasa 'yang terkenal' dapat menjelaskan **'ibunya'** (ibunya terkenal) atau **'lukisan ibunya'** (lukisannya yang terkenal). Ini adalah ambiguitas struktural karena adanya modifikasi yang tidak jelas."
  },
  {
    "id": 14,
    "pertanyaan": "Kata **'di'** yang berfungsi sebagai **preposisi** (kata depan) terdapat pada kalimat...",
    "pilihan": [
      "Keputusan itu *ditetapkan* oleh direksi.",
      "Rumah barunya terletak *di* pusat kota.",
      "Penelitian itu *dikerjakan* dengan cermat.",
      "Laporan itu akan *disahkan* hari ini.",
      "Uang itu *dikembalikan* kepada pemiliknya."
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'di' berfungsi sebagai **preposisi** jika diikuti oleh **tempat**, dan penulisannya dipisah (*di* spasi *tempat*), seperti pada 'di pusat kota'. Pilihan A, C, D, dan E menggunakan 'di' sebagai **imbuhan** (awalan) yang menunjukkan kata kerja pasif, dan penulisannya digabung (*dit*ulis)."
  },
  {
    "id": 15,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 15-17.\n\n**Teks 3 (Pola Makan dan Kesehatan Mental)**\n\nStudi terbaru menunjukkan bahwa pola makan dan asupan nutrisi memiliki kaitan yang sangat erat dengan kesehatan mental dan kestabilan emosional, melampaui sekadar kesehatan fisik. Konsumsi gula berlebih, misalnya, tidak hanya meningkatkan risiko penyakit **metabolik** seperti diabetes dan obesitas, tetapi juga dapat berdampak negatif pada kesehatan neurokognitif. Penelitian mengindikasikan bahwa asupan gula yang tinggi dapat memicu peradangan sistemik dalam tubuh, termasuk di jaringan otak, yang kemudian memengaruhi sintesis neurotransmitter kunci.\n\nPeradangan di otak yang dipicu oleh diet tinggi gula telah ditemukan berkorelasi dengan disregulasi suasana hati dan penurunan fungsi kognitif. Peneliti menemukan adanya hubungan **signifikan** antara asupan gula tinggi dan peningkatan risiko depresi klinis serta gejala kecemasan kronis. Mekanisme ini diduga terkait dengan ketidakseimbangan mikrobiota usus (*gut-brain axis*) yang sensitif terhadap perubahan pola makan. Selain itu, fluktuasi tajam kadar gula darah juga dapat memicu pelepasan hormon stres yang memperburuk kondisi mental.\n\nOleh karena itu, rekomendasi klinis untuk membatasi asupan gula dan mengadopsi pola makan berbasis nabati tidak hanya bertujuan menjaga integritas fisik, tetapi secara **eksplisit** juga untuk mendukung kesejahteraan mental dan stabilitas emosional. Edukasi publik tentang bahaya diet yang buruk dan promosi pola makan sehat yang kaya akan serat dan antioksidan menjadi intervensi **esensial** untuk mengatasi beban ganda penyakit fisik dan mental di masyarakat modern.\n\nApa hubungan antara konsumsi gula berlebih dan risiko depresi/kecemasan menurut Teks 3?",
    "pilihan": [
      "Konsumsi gula berlebih secara langsung menyebabkan depresi dan kecemasan.",
      "Terdapat korelasi, di mana gula memicu peradangan otak yang mengarah pada disregulasi suasana hati.",
      "Kadar gula darah yang stabil adalah penyebab utama pelepasan hormon stres.",
      "Gula hanya memengaruhi kesehatan metabolik, bukan kesehatan neurokognitif.",
      "Peradangan otak disebabkan oleh ketidakseimbangan mikrobiota usus, bukan gula."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menjelaskan alur: Gula tinggi $\rightarrow$ memicu peradangan di otak $\rightarrow$ memengaruhi suasana hati/fungsi kognitif (disregulasi) $\rightarrow$ berkorelasi dengan peningkatan risiko depresi dan kecemasan."
  },
  {
    "id": 16,
    "pertanyaan": "Kata **'signifikan'** pada paragraf kedua Teks 3 berantonim dengan kata...",
    "pilihan": [
      "Implisit",
      "Trivial",
      "Dominan",
      "Krusial",
      "Substansial"
    ],
    "jawaban": "B",
    "pembahasan": "'Signifikan' berarti penting, berarti, atau memiliki pengaruh besar. Antonimnya adalah 'trivial' yang berarti remeh, sepele, atau tidak penting."
  },
  {
    "id": 17,
    "pertanyaan": "Asumsi yang mendukung pentingnya 'intervensi esensial' (paragraf ketiga) adalah...",
    "pilihan": [
      "Penyakit fisik dan mental saat ini tidak saling berhubungan.",
      "Masyarakat modern sudah memiliki kesadaran yang tinggi akan diet sehat.",
      "Intervensi yang tidak bersifat esensial tidak akan berdampak positif pada kesehatan.",
      "Adanya beban ganda penyakit fisik dan mental di masyarakat modern yang perlu ditangani.",
      "Hanya intervensi klinis yang dapat menyelesaikan masalah kesehatan mental."
    ],
    "jawaban": "D",
    "pembahasan": "Paragraf terakhir menyatakan intervensi tersebut penting 'untuk mengatasi **beban ganda penyakit fisik dan mental** di masyarakat modern'. Jadi, asumsi dasarnya adalah adanya beban ganda tersebut."
  },
  {
    "id": 18,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan singkatan dan akronim yang sesuai dengan PUEBI/EBI?",
    "pilihan": [
      "Pemerintah memberikan bantuan kepada para *K.K.* miskin.",
      "Pihak *PT*. Makmur Jaya sedang melakukan ekspansi usaha.",
      "Laporan hasil penelitian itu diterima oleh Bapak *Dr*. Handoko, M.A.",
      "Kami sedang menunggu hasil rapat *SNPMB* tahun ini.",
      "Produk-produk itu sudah memiliki label *SNI*."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E sudah benar. Akronim yang dibaca seperti kata (SNI) ditulis dengan huruf kapital semua tanpa titik. Pilihan A: K.K. (Kepala Keluarga) seharusnya tidak ada titik jika dibaca seperti singkatan. Pilihan B: PT. seharusnya tanpa titik. Pilihan C: Dr. (doktor) dan M.A. (Master of Arts) seharusnya menggunakan titik, yang sudah benar, tetapi jika diikuti nama yang disapa (Bapak), lebih baik tidak ada sapaan 'Bapak' di depan gelar akademis yang sudah ada. Namun, yang paling benar secara kaidah akronim/singkatan adalah E dan C (jika mengabaikan sapaan)."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat yang paling efektif dan memenuhi kaidah tata bahasa baku adalah...",
    "pilihan": [
      "Bagi semua peserta diwajibkan untuk hadir tepat waktu.",
      "Para dosen-dosen sedang mengadakan diskusi ilmiah di aula.",
      "Dia adalah mahasiswa yang paling terpandai di kelasnya.",
      "Penelitian ini bertujuan menguji validitas dan reliabilitas instrumen survei.",
      "Meskipun kaya raya tetapi dia tetap hidup sederhana."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D memiliki struktur yang jelas (S-P-O) dan baku. Pilihan A: Tidak efektif karena redundansi ('Bagi' dan 'diwajibkan'). Pilihan B: Tidak efektif karena redundansi ('Para' dan pengulangan 'dosen-dosen'). Pilihan C: Tidak efektif karena redundansi ('paling' dan awalan 'ter-' pada 'terpandai'). Pilihan E: Tidak efektif karena konjungsi redundansi ('Meskipun' dan 'tetapi')."
  },
  {
    "id": 20,
    "pertanyaan": "Pasangan kata yang menunjukkan hubungan **hiponim-hipernim** yang tepat adalah...",
    "pilihan": [
      "Mobil - Transportasi (Hiponim-Hipernim)",
      "Bunga - Mawar (Hiponim-Hipernim)",
      "Burung - Terbang (Hiponim-Hipernim)",
      "Ayah - Ibu (Hiponim-Hipernim)",
      "Meja - Kursi (Hiponim-Hipernim)"
    ],
    "jawaban": "A",
    "pembahasan": "Hiponim adalah kata yang maknanya tercakup dalam kata lain (lebih spesifik), sedangkan Hipernim adalah kata yang maknanya mencakup kata lain (lebih umum). **Mobil (Hiponim)** adalah jenis dari **Transportasi (Hipernim)**. Pilihan B: Mawar (Hiponim) - Bunga (Hipernim). Pilihan lain adalah sinonim, antonim, atau relasi kegiatan."
  }
]
