[
  {
    "id": 1,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 1-5.\n\n**Teks 1 (Ekonomi Kreatif)**\n\nEkonomi kreatif, yang mengandalkan kreativitas individu dan industri budaya, telah menjadi sektor **vital** yang diakui kontribusinya terhadap pertumbuhan ekonomi global. Subsektor seperti fashion, kuliner, desain, seni pertunjukan, dan aplikasi digital tidak hanya menciptakan lapangan kerja baru, tetapi juga secara signifikan mendorong inovasi dan meningkatkan nilai ekspor produk non-sumber daya alam. Potensi ini sangat besar di Indonesia, didukung oleh kekayaan budaya yang **diversif** dan keragaman sumber daya manusia yang adaptif.\n\nNamun, pengembangan sektor ini masih menghadapi sejumlah tantangan **struktural**. Hambatan utama meliputi akses permodalan yang terbatas bagi pelaku usaha kecil dan menengah (UKM), isu perlindungan hak cipta atau kekayaan intelektual (KI) yang kerap dilanggar, serta ketersediaan infrastruktur pendukung (terutama digitalisasi dan logistik) yang belum merata. Ketiga faktor ini seringkali menghambat pelaku industri kreatif untuk melakukan *scale-up* dan bersaing secara optimal di pasar regional maupun global.\n\nUntuk mencapai pertumbuhan yang berkelanjutan dan berdaya saing di pasar global, diperlukan ekosistem yang **kondusif**. Hal ini menuntut sinergi dan kolaborasi aktif antara pemerintah sebagai regulator, sektor swasta sebagai investor dan fasilitator pasar, serta akademisi sebagai penghasil riset dan inovasi. Tanpa komitmen bersama untuk mengatasi tantangan struktural (P2) melalui regulasi yang suportif dan investasi yang terarah, potensi besar yang dimiliki ekonomi kreatif Indonesia (P1) hanya akan tetap berada pada level domestik.\n\nHubungan logis yang paling tepat antara gagasan utama paragraf kedua dan gagasan utama paragraf ketiga Teks 1 adalah...",
    "pilihan": [
      "Paragraf kedua adalah *sebab*, dan paragraf ketiga adalah *akibat* dari tantangan tersebut.",
      "Paragraf kedua menyajikan *masalah* (tantangan struktural), dan paragraf ketiga menawarkan *solusi sistemik* untuk mengatasi masalah tersebut.",
      "Paragraf kedua menyajikan *pertentangan* terhadap paragraf pertama, yang kemudian diabaikan oleh paragraf ketiga.",
      "Kedua paragraf menyajikan rincian yang setara tentang potensi ekonomi kreatif di Indonesia.",
      "Paragraf kedua adalah *latar belakang*, dan paragraf ketiga adalah *kesimpulan* umum dari seluruh teks."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf kedua secara eksplisit membahas hambatan atau masalah ('tantangan struktural'). Paragraf ketiga diawali dengan tujuan ('Untuk mencapai pertumbuhan...') dan dilanjutkan dengan persyaratan (ekosistem kondusif, sinergi, kolaborasi), yang merupakan solusi sistemik untuk mengatasi masalah di paragraf kedua."
  },
  {
    "id": 2,
    "pertanyaan": "Mengacu pada Teks 1, apa implikasi terburuk dari terus berlanjutnya tantangan struktural (P2) terhadap potensi ekonomi kreatif Indonesia (P1)?",
    "pilihan": [
      "Ekonomi kreatif akan kehilangan subsektor utamanya seperti fashion dan kuliner.",
      "Potensi besar yang dimiliki hanya akan terealisasi pada skala lokal dan gagal bersaing secara global.",
      "Pemerintah akan menghentikan semua dukungan permodalan bagi UKM.",
      "Inovasi produk akan terhenti dan lapangan kerja akan berkurang drastis.",
      "Perlindungan hak cipta akan menjadi tidak relevan lagi di era digital."
    ],
    "jawaban": "B",
    "pembahasan": "Paragraf ketiga menyimpulkan, 'Tanpa komitmen bersama untuk mengatasi tantangan struktural... potensi besar yang dimiliki ekonomi kreatif Indonesia hanya akan tetap berada pada level domestik.' Ini berarti potensi tersebut gagal untuk berdaya saing di pasar global (scale-up)."
  },
  {
    "id": 3,
    "pertanyaan": "Dalam konteks Teks 1, istilah **'scale-up'** merujuk pada upaya pelaku industri kreatif untuk...",
    "pilihan": [
      "Mengganti infrastruktur lama dengan yang baru.",
      "Meningkatkan kualitas sumber daya manusia secara signifikan.",
      "Memperluas skala operasi, produksi, dan jangkauan pasar secara masif.",
      "Memperoleh pendanaan dari investor asing saja.",
      "Mendiversifikasi produk di tingkat lokal."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam konteks bisnis dan ekonomi, 'scale-up' merujuk pada upaya untuk mengembangkan bisnis dari skala kecil/menengah menjadi skala besar, yang melibatkan peningkatan produksi, efisiensi, dan perluasan pasar, terutama untuk bersaing di pasar global seperti yang disinggung di teks."
  },
  {
    "id": 4,
    "pertanyaan": "Kata **'diversif'** pada paragraf pertama Teks 1 seharusnya diganti dengan kata baku...",
    "pilihan": [
      "Diversifikasi",
      "Diversitas",
      "Bervariasi",
      "Beraneka",
      "Kaya"
    ],
    "jawaban": "C",
    "pembahasan": "Kata sifat yang baku untuk menyatakan 'beraneka ragam' atau 'bermacam-macam' dalam konteks ini adalah 'bervariasi'. 'Diversitas' adalah kata benda, sedangkan 'diversif' adalah serapan yang tidak baku."
  },
  {
    "id": 5,
    "pertanyaan": "Apabila pemerintah berhasil memberikan akses permodalan yang besar dan merata, dampak yang paling mungkin terjadi berdasarkan Teks 1 adalah...",
    "pilihan": [
      "UKM akan berhenti membutuhkan perlindungan hak cipta.",
      "Sektor swasta akan mengambil alih peran pemerintah sebagai regulator.",
      "Tantangan struktural pada UKM akan teratasi, memfasilitasi *scale-up* dan daya saing global.",
      "Infrastruktur digital dan logistik akan terbangun secara otomatis.",
      "Ekonomi kreatif akan menjadi satu-satunya sektor ekonomi nasional."
    ],
    "jawaban": "C",
    "pembahasan": "Akses permodalan adalah salah satu dari tiga tantangan struktural utama yang disebutkan (P2). Mengatasi hambatan ini secara langsung akan membantu UKM untuk *scale-up* dan bersaing di pasar global (P3), meskipun tantangan lain seperti KI dan infrastruktur tetap harus diatasi secara paralel."
  },
  {
    "id": 6,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 6-10.\n\n**Teks 2 (Perubahan Iklim & Pertanian)**\n\nPerubahan iklim telah menyebabkan peningkatan frekuensi dan intensitas bencana hidrometeorologi seperti banjir, kekeringan, dan serangan hama yang tidak terduga. Dampak ini telah menciptakan gangguan serius pada sektor pertanian, yang notabene merupakan tulang punggung ekonomi dan penjamin ketahanan pangan di banyak negara berkembang. Fluktuasi cuaca ekstrem secara langsung memicu gagal panen, menurunkan kualitas hasil bumi, dan pada akhirnya mengancam ketersediaan pangan dan meningkatkan angka kemiskinan di kawasan pedesaan.\n\nOleh karena itu, diperlukan strategi **adaptasi** pertanian yang inovatif dan cepat. Adaptasi ini mencakup pengembangan varietas tanaman yang memiliki ketahanan ganda terhadap kekeringan atau genangan air, investasi pada sistem irigasi yang efisien (precision agriculture), dan penerapan teknologi pertanian cerdas (smart farming) yang berbasis data. [Image of Smart Farming Technology]. Strategi ini dirancang untuk meminimalkan risiko kerugian akibat ketidakpastian iklim dan menjaga stabilitas produksi pangan.\n\nSelain adaptasi teknologi, dukungan kebijakan **sistemik** dari pemerintah dan diversifikasi tanaman adalah faktor krusial untuk membangun ketahanan pangan jangka panjang. Dukungan ini mencakup insentif bagi petani untuk beralih ke praktik berkelanjutan dan pembangunan infrastruktur penyimpanan pascapanen. Tanpa upaya adaptasi yang didukung oleh intervensi kebijakan yang kuat, dampak perubahan iklim akan terus melumpuhkan sektor pertanian, menghasilkan krisis pangan yang berkelanjutan.\n\nParagraf manakah yang paling sedikit mengandung argumen normatif (berupa saran atau rekomendasi tindakan)?",
    "pilihan": [
      "Hanya paragraf pertama.",
      "Hanya paragraf kedua.",
      "Hanya paragraf ketiga.",
      "Paragraf pertama dan kedua.",
      "Paragraf kedua dan ketiga."
    ],
    "jawaban": "A",
    "pembahasan": "Argumen normatif adalah pernyataan yang mengandung penilaian atau keharusan ('diperlukan', 'harus', 'mencakup'). Paragraf 1 sebagian besar berisi pernyataan faktual tentang dampak (sebab-akibat). Paragraf 2 diawali dengan 'diperlukan strategi adaptasi' (normatif), dan Paragraf 3 memuat 'dukungan kebijakan sistemik... adalah faktor krusial' (normatif)."
  },
  {
    "id": 7,
    "pertanyaan": "Jika dikaitkan dengan Paragraf 1, makna kata **'sistemik'** pada Paragraf 3 adalah dukungan kebijakan yang bersifat...",
    "pilihan": [
      "Hanya fokus pada satu masalah, yaitu kekeringan.",
      "Menyeluruh, terstruktur, dan memengaruhi seluruh struktur pertanian dan pascapanen.",
      "Hanya memberikan bantuan finansial tanpa inovasi teknologi.",
      "Bersifat sementara dan hanya berlaku untuk petani tertentu.",
      "Mengutamakan teknologi impor daripada pengembangan lokal."
    ],
    "jawaban": "B",
    "pembahasan": "'Sistemik' berarti melibatkan atau memengaruhi keseluruhan sistem. Dalam konteks ini, dukungan sistemik (P3) harus mengatasi dampak melumpuhkan (P1) dengan intervensi kebijakan yang menjangkau keseluruhan proses pertanian, termasuk pascapanen, dan transisi ke praktik berkelanjutan."
  },
  {
    "id": 8,
    "pertanyaan": "Asumsi yang mendasari perlunya **diversifikasi tanaman** (P3) adalah...",
    "pilihan": [
      "Semua varietas tanaman tahan kekeringan membutuhkan irigasi yang efisien.",
      "Sektor pertanian sudah terlalu bergantung pada ekspor komoditas tunggal.",
      "Ketergantungan pada satu jenis tanaman berisiko tinggi terhadap kegagalan panen akibat satu jenis cuaca ekstrem atau hama tertentu.",
      "Teknologi pertanian cerdas tidak efektif untuk satu jenis tanaman saja.",
      "Pemerintah hanya akan memberikan insentif pada petani yang menanam tanaman baru."
    ],
    "jawaban": "C",
    "pembahasan": "Diversifikasi (keanekaragaman) adalah strategi manajemen risiko. Jika terjadi cuaca ekstrem (seperti kekeringan), tanaman yang tahan terhadap kondisi tersebut masih bisa panen, mengurangi kerugian total. Asumsi utamanya adalah bahwa ketergantungan pada satu jenis tanaman meningkatkan kerentanan terhadap ketidakpastian iklim."
  },
  {
    "id": 9,
    "pertanyaan": "Pernyataan manakah yang merupakan kalimat utama pada Paragraf 2 Teks 2?",
    "pilihan": [
      "Oleh karena itu, diperlukan strategi adaptasi pertanian yang inovatif dan cepat.",
      "Adaptasi ini mencakup pengembangan varietas tanaman yang memiliki ketahanan ganda terhadap kekeringan atau genangan air.",
      "Investasi pada sistem irigasi yang efisien (precision agriculture).",
      "Penerapan teknologi pertanian cerdas (smart farming) yang berbasis data.",
      "Strategi ini dirancang untuk meminimalkan risiko kerugian akibat ketidakpastian iklim dan menjaga stabilitas produksi pangan."
    ],
    "jawaban": "A",
    "pembahasan": "Kalimat pertama (A) adalah ide pokok yang bersifat umum dan memberikan saran ('diperlukan strategi adaptasi...'), sedangkan kalimat-kalimat berikutnya (B, C, D) adalah rincian atau penjelas dari strategi adaptasi tersebut."
  },
  {
    "id": 10,
    "pertanyaan": "Apa antonim yang paling tepat untuk kata **'melumpuhkan'** dalam konteks 'dampak perubahan iklim akan terus melumpuhkan sektor pertanian' (P3)?",
    "pilihan": [
      "Memperkuat",
      "Mendukung",
      "Menghidupkan",
      "Menyelesaikan",
      "Meningkatkan"
    ],
    "jawaban": "A",
    "pembahasan": "'Melumpuhkan' berarti membuat tidak berdaya, menghentikan fungsi, atau merusak. Dalam konteks ekonomi (sektor pertanian), lawan kata yang paling relevan adalah 'Memperkuat' (membuat berdaya atau tangguh)."
  },
  {
    "id": 11,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 11-15.\n\n**Teks 3 (Kecerdasan Buatan (AI))**\n\nPerkembangan teknologi Kecerdasan Buatan (AI) telah mencapai titik **eksplosif**, mengubah paradigma fundamental dalam banyak aspek kehidupan manusia dan operasional industri. Mulai dari pengembangan kendaraan otonom hingga sistem rekomendasi personal, AI kini terintegrasi secara mendalam. Potensi AI sangat besar, yaitu meningkatkan efisiensi proses bisnis secara eksponensial, memecahkan masalah kompleks yang tidak terjangkau manusia, dan menciptakan peluang ekonomi baru yang belum terbayangkan sebelumnya.\n\nNamun, kemajuan AI yang pesat memunculkan kekhawatiran etis dan sosial yang memerlukan perhatian serius. Isu utama meliputi bias algoritmik, pelanggaran keamanan dan privasi data, serta dampak sosial yang parah, khususnya terkait penggantian pekerjaan manusia (*job displacement*) secara masal. Kekhawatiran ini timbul karena keputusan AI seringkali tidak transparan (*black box*), yang berpotensi merusak kepercayaan publik dan memperlebar ketidaksetaraan sosial.\n\nGuna memastikan AI berkembang secara **inklusif** dan bertanggung jawab, diperlukan kerangka regulasi dan tata kelola yang kuat. Kerangka ini harus meliputi standar etika yang ketat dan mekanisme akuntabilitas yang jelas. Kolaborasi yang erat antara pemerintah (regulator), industri (pengembang), akademisi (peneliti etika), dan masyarakat sipil adalah keniscayaan. Sinergi ini diperlukan untuk **menavigasi** era AI dengan bijak, menyeimbangkan antara inovasi teknologi dan perlindungan nilai-nilai kemanusiaan.\n\nManakah pernyataan yang paling tepat menggambarkan makna **'bias algoritmik'** dalam konteks Teks 3?",
    "pilihan": [
      "Penggunaan algoritma yang terlalu canggih sehingga sulit dipahami.",
      "Kesalahan dalam coding yang menyebabkan sistem berjalan lambat.",
      "Kecenderungan sistem AI untuk menghasilkan hasil yang tidak adil atau diskriminatif karena data pelatihan yang tidak representatif.",
      "Keterbatasan AI dalam memecahkan masalah yang kompleks.",
      "Keputusan AI yang selalu menguntungkan sektor industri."
    ],
    "jawaban": "C",
    "pembahasan": "Bias algoritmik (P2) adalah isu etis yang muncul ketika data yang digunakan untuk melatih AI mengandung prasangka, menyebabkan AI membuat keputusan yang cenderung diskriminatif atau tidak adil."
  },
  {
    "id": 12,
    "pertanyaan": "Paragraf ketiga Teks 3 berfungsi sebagai...",
    "pilihan": [
      "Penjelasan detail dari potensi AI (P1).",
      "Penyanggahan terhadap semua kekhawatiran yang diangkat di P2.",
      "Perumusan solusi dan syarat tata kelola untuk memitigasi risiko (P2) dan merealisasikan potensi secara bertanggung jawab.",
      "Pernyataan yang independen dan tidak terkait dengan P1 maupun P2.",
      "Pengulangan dari kebutuhan kolaborasi antarpihak."
    ],
    "jawaban": "C",
    "pembahasan": "Paragraf 3 diawali dengan 'Guna memastikan...' yang jelas menunjukkan tujuan (solusi). Solusi tersebut (regulasi, kolaborasi, etika) ditujukan untuk mengatasi kekhawatiran etis dan sosial (P2) sambil memastikan perkembangan AI yang bertanggung jawab dan inklusif."
  },
  {
    "id": 13,
    "pertanyaan": "Apa yang dimaksud penulis dengan istilah **'menavigasi'** dalam konteks 'menavigasi era AI dengan bijak' (P3)?",
    "pilihan": [
      "Mengembangkan teknologi AI secara lebih cepat dari negara lain.",
      "Menciptakan rute atau jalan raya khusus untuk kendaraan otonom.",
      "Mengelola dan mengarahkan perkembangan AI melalui serangkaian kebijakan dan tindakan hati-hati untuk mencapai tujuan yang diinginkan.",
      "Membatasi pengembangan AI hanya pada aspek-aspek yang sudah teruji aman.",
      "Menganalisis semua data yang dihasilkan oleh AI."
    ],
    "jawaban": "C",
    "pembahasan": "'Menavigasi' (P3) di sini digunakan secara metaforis, yang berarti memandu, mengelola, atau mengarahkan perjalanan perkembangan AI. Ini melibatkan pengambilan keputusan strategis yang seimbang antara inovasi dan risiko, didukung oleh kebijakan yang bijak."
  },
  {
    "id": 14,
    "pertanyaan": "Alasan utama penulis menyoroti masalah keputusan AI yang *black box* (tidak transparan) di Paragraf 2 adalah...",
    "pilihan": [
      "Keputusan *black box* sulit untuk dimonetisasi.",
      "Hal tersebut berpotensi merusak kepercayaan publik dan memperlebar ketidaksetaraan sosial.",
      "Pemerintah akan kesulitan membuat kerangka regulasi.",
      "Hanya ahli IT yang dapat memahaminya.",
      "AI akan lebih cepat menggantikan pekerjaan manusia."
    ],
    "jawaban": "B",
    "pembahasan": "Teks secara langsung menyebutkan, 'Kekhawatiran ini timbul karena keputusan AI seringkali tidak transparan (*black box*), yang berpotensi **merusak kepercayaan publik dan memperlebar ketidaksetaraan sosial**'."
  },
  {
    "id": 15,
    "pertanyaan": "Kata **'inklusif'** pada Paragraf 3 Teks 3 menyiratkan bahwa pengembangan AI harus...",
    "pilihan": [
      "Hanya melibatkan pemerintah dan industri.",
      "Memastikan setiap individu memiliki akses dan manfaat yang setara, tanpa menimbulkan ketidaksetaraan.",
      "Hanya berfokus pada teknologi yang paling canggih dan mahal.",
      "Melibatkan semua jenis data, termasuk data pribadi yang sensitif.",
      "Mengabaikan kekhawatiran etis demi kecepatan inovasi."
    ],
    "jawaban": "B",
    "pembahasan": "Inklusif berarti melibatkan atau mencakup semua pihak. Dalam konteks sosial (P3), pengembangan yang inklusif berarti manfaat AI harus dapat diakses oleh semua lapisan masyarakat, mencegah ketidaksetaraan sosial yang disinggung di P2."
  },
  {
    "id": 16,
    "pertanyaan": "Manakah kalimat yang memiliki struktur yang paling efektif dan mematuhi kaidah PUEBI?",
    "pilihan": [
      "Walaupun sudah bekerja keras, akan tetapi ia belum berhasil juga.",
      "Pencuri itu berhasil ditangkap polisi di rumahnya yang mewah.",
      "Bagi setiap peserta yang sudah mendaftar, harap segera melapor ke panitia.",
      "Ia tidak hanya mahir dalam berpidato, melainkan juga pandai menulis.",
      "Dampak krisis iklim yang tidak terduga, telah menyebabkan banyak kerugian."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D efektif dan benar (penggunaan konjungsi korelatif 'tidak hanya... melainkan juga' sudah tepat). Pilihan A: Redundan ('Walaupun... akan tetapi'). Pilihan B: Ambiguitas penempatan keterangan waktu ('kemarin' hilang, asumsikan di akhir). Pilihan C: Tidak efektif/logis ('Bagi setiap peserta' membuat subjek tidak jelas). Pilihan E: Koma salah tempat, 'yang tidak terduga' adalah anak kalimat yang tidak boleh dipisah dari subjeknya dengan koma."
  },
  {
    "id": 17,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata tidak baku (non-baku).",
    "pilihan": [
      "Pemerintah akan segera mensahkan undang-undang baru tersebut.",
      "Kegiatan observasi lapangan itu akan diselenggarakan minggu depan.",
      "Analisis data menunjukkan adanya tren peningkatan kasus COVID-19.",
      "Semua peraturan ini harus ditaati tanpa terkecuali.",
      "Kualitas produk ini jauh lebih baik dari produk sebelumnya."
    ],
    "jawaban": "A",
    "pembahasan": "Kata 'mensahkan' tidak baku. Awalan *meN-* bertemu dengan kata dasar yang diawali huruf 's' akan luluh menjadi *meng* (e.g., *sapa* menjadi *menyapa*). Namun, kata dasar *sah* tidak luluh, sehingga bentuk bakunya adalah **'mengesahkan'**."
  },
  {
    "id": 18,
    "pertanyaan": "Penggunaan tanda koma (,) yang benar terdapat pada kalimat...",
    "pilihan": [
      "Dia adalah seorang dokter, yang sangat berdedikasi.",
      "Oleh karena itu kita perlu berhati-hati dalam mengambil keputusan.",
      "Di masa depan, energi terbarukan akan menjadi sumber utama.",
      "Saya suka membaca buku, menulis, dan berolahraga.",
      "Walaupun sudah kaya, tetapi dia tetap rendah hati."
    ],
    "jawaban": "D",
    "pembahasan": "Tanda koma wajib digunakan untuk memisahkan unsur-unsur perincian yang lebih dari dua. Pilihan C juga benar, tetapi D lebih jelas menunjukkan perincian. Pilihan A: Koma tidak diperlukan karena klausa setelahnya adalah klausa subordinatif yang melekat pada subjek. Pilihan B: Koma diperlukan setelah konjungsi antarkalimat 'Oleh karena itu,'. Pilihan E: Redundan ('Walaupun' dan 'tetapi') dan koma tidak diperlukan di tengah."
  },
  {
    "id": 19,
    "pertanyaan": "Kalimat manakah yang mengandung ambiguitas leksikal (ketaksaan makna kata)?",
    "pilihan": [
      "Presiden baru saja melantik kepala daerah.",
      "Kami sedang rapat bersama-sama membahas proyek besar.",
      "Dia sering menabung di bank **Jawa**.",
      "Ibu membeli buah dan sayur segar di pasar tradisional.",
      "Pembangunan jembatan itu telah menghabiskan banyak biaya."
    ],
    "jawaban": "C",
    "pembahasan": "Kata '**Jawa**' mengandung ambiguitas leksikal (makna kata). Dapat merujuk pada: 1) nama geografis (Bank yang ada di Jawa) atau 2) nama bank spesifik (nama Bank Jawa, misalnya Bank Jabar atau Bank Jateng)."
  },
  {
    "id": 20,
    "pertanyaan": "Kata **'eksponensial'** dalam frasa 'meningkatkan efisiensi proses bisnis secara eksponensial' (Teks 3, P1) memiliki makna...",
    "pilihan": [
      "Bertahap dan lambat.",
      "Sangat terbatas dan kecil.",
      "Meningkat dengan cepat dan luar biasa besar.",
      "Hanya berlaku untuk industri tertentu.",
      "Meningkat secara linear dan stabil."
    ],
    "jawaban": "C",
    "pembahasan": "Dalam matematika dan penggunaan umum, pertumbuhan 'eksponensial' menunjukkan peningkatan yang jauh lebih cepat daripada peningkatan linear; oleh karena itu, berarti 'meningkat dengan cepat dan luar biasa besar'."
  }
]
