[
  {
    "id": 81,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 81-83.\n\n**Teks 1**\n\nEkonomi sirkular merupakan model ekonomi yang bertujuan untuk mengurangi limbah dan penggunaan sumber daya secara maksimal dengan menjaga produk, komponen, dan bahan pada tingkat utilitas dan nilai tertinggi sepanjang waktu. Berbeda dengan ekonomi linier (ambil-buat-buang), ekonomi sirkular berfokus pada desain ulang produk dan sistem untuk menghilangkan limbah, memperpanjang masa pakai produk melalui perbaikan, penggunaan ulang, dan daur ulang. Manfaatnya sangat beragam, mulai dari pengurangan dampak lingkungan, penghematan biaya produksi, hingga penciptaan peluang bisnis baru. Namun, transisi menuju ekonomi sirkular membutuhkan perubahan pola pikir yang mendalam dari produsen dan konsumen, investasi awal yang signifikan dalam infrastruktur daur ulang, serta dukungan regulasi yang kuat. Kolaborasi lintas sektor menjadi kunci keberhasilan implementasi ekonomi sirkular di berbagai tingkatan.\n\nApa gagasan utama paragraf pertama Teks 1?",
    "pilihan": [
      "Perbedaan antara ekonomi sirkular dan ekonomi linier.",
      "Definisi dan tujuan utama ekonomi sirkular.",
      "Manfaat ekonomi sirkular bagi lingkungan dan bisnis.",
      "Tantangan dan kunci keberhasilan ekonomi sirkular.",
      "Ekonomi sirkular sebagai model ekonomi masa depan."
    ],
    "jawaban": "D",
    "pembahasan": "Gagasan utama paragraf ini mencakup seluruh aspek penting ekonomi sirkular, yaitu definisi, tujuan, manfaat, tantangan, dan faktor kunci keberhasilannya. Pilihan lain hanya mencakup sebagian dari ide pokok."
  },
  {
    "id": 82,
    "pertanyaan": "Berdasarkan Teks 1, manakah yang BUKAN merupakan strategi utama dalam ekonomi sirkular?",
    "pilihan": [
      "Mengurangi limbah.",
      "Memperpanjang masa pakai produk.",
      "Mendesain ulang produk untuk daur ulang.",
      "Meningkatkan frekuensi pembuangan produk.",
      "Menggunakan kembali komponen produk."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan ekonomi sirkular bertujuan untuk 'mengurangi limbah' dan 'memperpanjang masa pakai produk melalui perbaikan, penggunaan ulang, dan daur ulang'. Meningkatkan frekuensi pembuangan produk justru bertentangan dengan prinsip ekonomi sirkular."
  },
  {
    "id": 83,
    "pertanyaan": "Jika 'perubahan pola pikir yang mendalam dari produsen dan konsumen' tidak terjadi, apa dampak yang paling mungkin terjadi pada ekonomi sirkular menurut Teks 1?",
    "pilihan": [
      "Implementasi ekonomi sirkular akan berjalan mulus.",
      "Manfaat ekonomi sirkular akan terasa lebih cepat.",
      "Transisi menuju ekonomi sirkular akan terhambat.",
      "Investasi dalam infrastruktur daur ulang menjadi tidak relevan.",
      "Kolaborasi lintas sektor akan meningkat secara otomatis."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan 'transisi menuju ekonomi sirkular membutuhkan perubahan pola pikir yang mendalam dari produsen dan konsumen'. Jika ini tidak terjadi, transisi akan terhambat."
  },
  {
    "id": 84,
    "pertanyaan": "Kata 'utilitas' dalam konteks 'tingkat utilitas dan nilai tertinggi' pada Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Kualitas",
      "Kegunaan",
      "Kecantikan",
      "Kuantitas",
      "Harga"
    ],
    "jawaban": "B",
    "pembahasan": "'Utilitas' dalam konteks ini merujuk pada kegunaan atau manfaat suatu produk atau bahan. Menjaga pada tingkat utilitas tertinggi berarti menjaga agar produk tetap bermanfaat dan berfungsi."
  },
  {
    "id": 85,
    "pertanyaan": "Manakah pernyataan yang merupakan fakta dalam Teks 1?",
    "pilihan": [
      "Ekonomi sirkular adalah satu-satunya solusi untuk krisis lingkungan.",
      "Ekonomi linier adalah model yang paling efisien.",
      "Plastik adalah bahan yang paling mudah didaur ulang.",
      "Ekonomi sirkular berfokus pada desain ulang produk dan sistem.",
      "Kolaborasi lintas sektor tidak terlalu penting untuk ekonomi sirkular."
    ],
    "jawaban": "D",
    "pembahasan": "Teks secara eksplisit menyatakan 'ekonomi sirkular berfokus pada desain ulang produk dan sistem untuk menghilangkan limbah, memperpanjang masa pakai produk melalui perbaikan, penggunaan ulang, dan daur ulang.' Ini adalah pernyataan faktual."
  },
  {
    "id": 86,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'mendalam' dalam konteks 'perubahan pola pikir yang mendalam'.",
    "pilihan": [
      "Terperinci",
      "Superfisial",
      "Komprehensif",
      "Esensial",
      "Radikal"
    ],
    "jawaban": "B",
    "pembahasan": "'Mendalam' berarti menyeluruh, serius, atau inti. Lawan katanya adalah 'superfisial' yang berarti dangkal atau tidak serius."
  },
  {
    "id": 87,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia dijuluki kutu buku karena menghabiskan sebagian besar waktunya di perpustakaan.'\n\nMakna ungkapan 'kutu buku' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Orang yang suka mengoleksi serangga",
      "Orang yang sangat rajin membaca",
      "Orang yang jarang membaca buku",
      "Orang yang suka meminjam buku",
      "Orang yang bekerja di perpustakaan"
    ],
    "jawaban": "B",
    "pembahasan": "Ungkapan 'kutu buku' secara metaforis merujuk pada seseorang yang sangat gemar membaca dan menghabiskan banyak waktu dengan buku."
  },
  {
    "id": 88,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung yang menyatakan hubungan perbandingan adalah...",
    "pilihan": [
      "Dia belajar giat **agar** lulus ujian.",
      "Ayah lebih suka kopi **daripada** teh.",
      "Hujan turun **sehingga** udara menjadi dingin.",
      "Dia datang **meskipun** diundang.",
      "Kami akan pergi **ketika** matahari terbit."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'daripada' digunakan untuk membandingkan dua hal atau pilihan."
  },
  {
    "id": 89,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 89-91.\n\n**Teks 2**\n\nFenomena _food loss and waste_ (kehilangan dan pemborosan pangan) merupakan masalah serius di tingkat global, dengan sekitar sepertiga dari total pangan yang diproduksi untuk konsumsi manusia terbuang setiap tahun. Kehilangan terjadi di sepanjang rantai pasok (produksi, pascapanen, pengolahan, distribusi), sementara pemborosan terjadi di tingkat konsumen (rumah tangga, restoran, ritel). Dampak dari masalah ini sangat multidimensional, meliputi kerugian ekonomi, peningkatan emisi gas rumah kaca dari limbah organik, dan kerugian sumber daya (air, tanah, energi) yang digunakan untuk produksi pangan. Mengatasi _food loss and waste_ memerlukan upaya kolektif dari semua pihak, mulai dari inovasi teknologi untuk penyimpanan dan transportasi yang lebih baik, edukasi konsumen tentang perencanaan makan dan penanganan sisa makanan, hingga kebijakan pemerintah yang mendukung praktik berkelanjutan. Penyadaran akan nilai pangan menjadi langkah fundamental untuk perubahan perilaku.\n\nApa inti permasalahan yang dibahas dalam Teks 2?",
    "pilihan": [
      "Dampak emisi gas rumah kaca dari limbah organik.",
      "Peran konsumen dalam pemborosan pangan.",
      "Masalah _food loss and waste_: penyebab, dampak, dan solusi.",
      "Inovasi teknologi untuk penyimpanan pangan.",
      "Kerugian sumber daya akibat produksi pangan."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan mencakup keseluruhan teks: definisi masalah _food loss and waste_, di mana saja terjadinya, dampak yang ditimbulkan, dan upaya kolektif yang diperlukan untuk mengatasinya."
  },
  {
    "id": 90,
    "pertanyaan": "Menurut Teks 2, di tingkat mana saja 'kehilangan pangan' terjadi?",
    "pilihan": [
      "Hanya di tingkat rumah tangga.",
      "Hanya di restoran dan ritel.",
      "Di sepanjang rantai pasok (produksi, pascapanen, pengolahan, distribusi).",
      "Setelah makanan dikonsumsi.",
      "Hanya saat panen raya."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara spesifik menyatakan 'Kehilangan terjadi di sepanjang rantai pasok (produksi, pascapanen, pengolahan, distribusi)'."
  },
  {
    "id": 91,
    "pertanyaan": "Jika 'edukasi konsumen tentang perencanaan makan dan penanganan sisa makanan' berhasil diterapkan secara luas, apa dampak yang paling mungkin terjadi menurut Teks 2?",
    "pilihan": [
      "Pemborosan pangan di tingkat konsumen akan meningkat.",
      "Kerugian ekonomi akibat pemborosan pangan akan bertambah.",
      "Penurunan jumlah pangan yang terbuang di tingkat konsumen.",
      "Emisi gas rumah kaca dari limbah organik akan melonjak.",
      "Inovasi teknologi untuk penyimpanan makanan akan berhenti."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan edukasi konsumen sebagai salah satu upaya mengatasi _food loss and waste_, yang sebagian besar pemborosan terjadi di tingkat konsumen. Oleh karena itu, edukasi ini akan mengurangi pemborosan di tingkat tersebut."
  },
  {
    "id": 92,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penggunaan kata depan.",
    "pilihan": [
      "Dia pergi **ke** pasar untuk membeli sayuran.",
      "Buku itu ada **di atas** meja.",
      "Surat itu ditulis **oleh** adik saya.",
      "Kami sedang berdiskusi **tentang** masalah ini.",
      "Dia sangat pandai **daripada** teman-temannya."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan E salah. Kata depan 'daripada' digunakan untuk perbandingan, bukan untuk menyatakan superioritas dalam konteks ini. Seharusnya 'Dia sangat pandai **dibanding** teman-temannya' atau 'Dia lebih pandai **daripada** teman-temannya'."
  },
  {
    "id": 93,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia adalah tulang punggung keluarga setelah ayahnya meninggal.'\n\nMajas yang terkandung dalam frasa 'tulang punggung' adalah...",
    "pilihan": [
      "Personifikasi",
      "Hiperbola",
      "Sinekdoke pars pro toto",
      "Metafora",
      "Litotes"
    ],
    "jawaban": "D",
    "pembahasan": "'Tulang punggung' adalah majas metafora, yaitu perbandingan tidak langsung yang menyamakan seseorang dengan bagian tubuh yang vital (tulang punggung) untuk menunjukkan bahwa orang tersebut adalah penopang atau sumber kekuatan utama bagi keluarga."
  },
  {
    "id": 94,
    "pertanyaan": "Penggunaan tanda baca apostrof (tanda penyingkat) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Dia tak mau datang ke pesta itu.",
      "Aku 'kan selalu bersamamu.",
      "Buku 'ini' sangat menarik.",
      "Mereka 'belum' tiba.",
      "Dia sudah 'pulang'."
    ],
    "jawaban": "A",
    "pembahasan": "Apostrof (tanda penyingkat) digunakan untuk menunjukkan penghilangan bagian kata atau angka. Pada 'tak' merupakan penyingkatan dari 'tidak'. Pilihan lain menggunakan tanda kutip tunggal yang tidak berfungsi sebagai apostrof."
  },
  {
    "id": 95,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 95-97.\n\n**Teks 3**\n\nPembelajaran jarak jauh (PJJ) yang marak diterapkan selama pandemi COVID-19 telah memaksa sistem pendidikan beradaptasi dengan cepat. Model ini mengandalkan teknologi digital sebagai media utama interaksi antara guru dan siswa. Keunggulan PJJ mencakup fleksibilitas waktu dan tempat, akses ke sumber belajar yang lebih luas, dan pengembangan kemandirian belajar siswa. Namun, PJJ juga menghadapi berbagai tantangan, seperti kesenjangan akses internet dan perangkat (_digital divide_), penurunan interaksi sosial, serta kesulitan bagi guru dalam memonitor pemahaman siswa secara efektif. Pasca-pandemi, banyak institusi pendidikan berencana mengintegrasikan PJJ dengan pembelajaran tatap muka (_blended learning_) untuk menggabungkan keunggulan keduanya dan menciptakan pengalaman belajar yang lebih adaptif dan inklusif.\n\nManakah ide pokok paragraf Teks 3?",
    "pilihan": [
      "Dampak pandemi COVID-19 terhadap pendidikan.",
      "Keunggulan dan tantangan pembelajaran jarak jauh (PJJ).",
      "Pentingnya teknologi digital dalam pendidikan.",
      "Pembelajaran jarak jauh: definisi, keunggulan, tantangan, dan masa depan.",
      "Konsep _blended learning_ pasca-pandemi."
    ],
    "jawaban": "D",
    "pembahasan": "Ide pokok paragraf ini mencakup seluruh cakupan PJJ: definisi, keunggulan, tantangan, dan bagaimana masa depannya (integrasi dengan _blended learning_)."
  },
  {
    "id": 96,
    "pertanyaan": "Menurut Teks 3, apa salah satu tantangan PJJ yang berkaitan dengan interaksi sosial?",
    "pilihan": [
      "Akses internet yang merata.",
      "Pengembangan kemandirian belajar siswa.",
      "Penurunan interaksi sosial.",
      "Fleksibilitas waktu dan tempat.",
      "Kesulitan guru memonitor pemahaman siswa."
    ],
    "jawaban": "C",
    "pembahasan": "Teks secara langsung menyebutkan 'penurunan interaksi sosial' sebagai salah satu tantangan PJJ."
  },
  {
    "id": 97,
    "pertanyaan": "Jika 'kesenjangan akses internet dan perangkat (_digital divide_)' tidak diatasi, apa konsekuensi yang paling mungkin terjadi pada PJJ menurut Teks 3?",
    "pilihan": [
      "PJJ akan menjadi lebih inklusif.",
      "Semua siswa akan mendapatkan akses sumber belajar yang sama.",
      "Manfaat PJJ tidak dapat dirasakan oleh semua kalangan siswa.",
      "Kemandirian belajar siswa akan meningkat pesat.",
      "Interaksi sosial siswa akan membaik."
    ],
    "jawaban": "C",
    "pembahasan": "Kesenjangan akses internet dan perangkat (_digital divide_) berarti tidak semua siswa memiliki fasilitas untuk PJJ. Jika tidak diatasi, manfaat PJJ tidak akan bisa dirasakan oleh semua kalangan, sehingga menjadi tidak inklusif."
  },
  {
    "id": 98,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Kenaikan kasus demam berdarah di musim hujan patut diwaspadai.\n2. Nyamuk Aedes aegypti berkembang biak pesat di genangan air.\n3. Oleh karena itu, penting untuk melakukan PSN (Pemberantasan Sarang Nyamuk).\n4. Tindakan ini merupakan kunci pencegahan yang efektif.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-3-4",
      "3-1-2-4",
      "4-1-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 1-2-3-4 adalah susunan yang paling logis:\n1.  **Pengenalan masalah:** Kenaikan kasus DBD di musim hujan (Kalimat 1).\n2.  **Penyebab:** Nyamuk berkembang biak di genangan air (Kalimat 2).\n3.  **Solusi:** Pentingnya PSN (Kalimat 3).\n4.  **Penegasan solusi:** PSN adalah kunci pencegahan efektif (Kalimat 4)."
  },
  {
    "id": 99,
    "pertanyaan": "Kalimat manakah yang menggunakan gaya bahasa sarkasme?",
    "pilihan": [
      "Dia cantik seperti bidadari dari surga.",
      "Kerja kerasnya membuat dia meraih semua impiannya.",
      "Pintar sekali dia, sampai-sampai nilai ulangannya selalu nol.",
      "Angin malam membelai rambutku dengan lembut.",
      "Dia adalah singa di medan perang."
    ],
    "jawaban": "C",
    "pembahasan": "Sarkasme adalah gaya bahasa sindiran tajam dan pahit. Pada pilihan C, pujian 'Pintar sekali dia' diikuti dengan fakta yang kontras 'nilai ulangannya selalu nol', menunjukkan sindiran bahwa ia sebenarnya tidak pintar."
  },
  {
    "id": 100,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nPariwisata di sebuah daerah dapat menjadi motor penggerak ekonomi, menciptakan lapangan kerja, dan meningkatkan pendapatan masyarakat lokal. Untuk memaksimalkan potensi ini, pemerintah daerah perlu berinvestasi dalam pengembangan infrastruktur, seperti akses jalan dan fasilitas penginapan. Selain itu, ______ juga menjadi kunci, agar wisatawan mendapatkan pengalaman yang berkesan dan ingin kembali lagi.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "peningkatan jumlah penerbangan",
      "kualitas pelayanan dan keramahan penduduk",
      "pembangunan pusat perbelanjaan modern",
      "penawaran diskon besar-besaran",
      "pengenalan mata uang baru"
    ],
    "jawaban": "B",
    "pembahasan": "Bagian rumpang merujuk pada upaya agar 'wisatawan mendapatkan pengalaman yang berkesan dan ingin kembali lagi'. Hal ini sangat erat kaitannya dengan 'kualitas pelayanan dan keramahan penduduk' di destinasi wisata. Pilihan lain tidak secara langsung berfokus pada pengalaman dan kepuasan wisatawan secara holistik."
  }
]
