[
  {
    "id": 21,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 21-23.\n\n**Teks 1**\n\nEkonomi kreatif di Indonesia menunjukkan pertumbuhan yang signifikan dalam beberapa tahun terakhir. Sektor ini, yang mencakup subsektor seperti fesyen, kuliner, kerajinan, musik, film, dan aplikasi, tidak hanya berkontribusi pada produk domestik bruto (PDB), tetapi juga membuka lapangan kerja baru serta mendorong inovasi. Potensi besar ekonomi kreatif didukung oleh kekayaan budaya dan keragaman seni yang dimiliki Indonesia. Namun, tantangan seperti kurangnya akses permodalan bagi pelaku usaha mikro, kecil, dan menengah (UMKM), serta minimnya pemahaman tentang hak kekayaan intelektual (HKI) masih menjadi hambatan. Pemerintah dan berbagai pihak swasta terus berkolaborasi untuk mengatasi tantangan ini, melalui program inkubasi, pelatihan, dan fasilitasi pendaftaran HKI, agar ekonomi kreatif dapat tumbuh lebih pesat dan berkelanjutan.\n\nApa gagasan utama paragraf pertama Teks 1?",
    "pilihan": [
      "Pertumbuhan signifikan ekonomi kreatif di Indonesia.",
      "Definisi dan subsektor ekonomi kreatif.",
      "Kontribusi ekonomi kreatif terhadap PDB dan lapangan kerja.",
      "Tantangan dan upaya pengembangan ekonomi kreatif di Indonesia.",
      "Potensi ekonomi kreatif yang didukung kekayaan budaya."
    ],
    "jawaban": "D",
    "pembahasan": "Gagasan utama paragraf ini adalah tentang tantangan yang dihadapi ekonomi kreatif dan upaya kolaborasi pemerintah serta swasta untuk mengatasinya demi pertumbuhan yang lebih pesat dan berkelanjutan. Meskipun paragraf juga menyebutkan pertumbuhan dan potensi, inti masalah dan solusinya adalah fokus utamanya."
  },
  {
    "id": 22,
    "pertanyaan": "Berdasarkan Teks 1, manakah pernyataan yang BENAR mengenai ekonomi kreatif?",
    "pilihan": [
      "Ekonomi kreatif hanya berfokus pada sektor kuliner dan fesyen.",
      "Kontribusi ekonomi kreatif terbatas pada peningkatan PDB saja.",
      "Kurangnya akses permodalan merupakan salah satu hambatan utama.",
      "Pemerintah tidak terlibat dalam pengembangan ekonomi kreatif.",
      "Hak kekayaan intelektual sudah dipahami sepenuhnya oleh pelaku UMKM."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat 'Namun, tantangan seperti kurangnya akses permodalan bagi pelaku usaha mikro, kecil, dan menengah (UMKM), serta minimnya pemahaman tentang hak kekayaan intelektual (HKI) masih menjadi hambatan', jelas disebutkan bahwa kurangnya akses permodalan adalah salah satu hambatan."
  },
  {
    "id": 23,
    "pertanyaan": "Jika program inkubasi, pelatihan, dan fasilitasi pendaftaran HKI berhasil diterapkan secara luas, apa dampak yang paling mungkin terjadi pada ekonomi kreatif menurut Teks 1?",
    "pilihan": [
      "Kontribusi ekonomi kreatif terhadap PDB akan menurun.",
      "Lapang kerja baru akan semakin sedikit tersedia.",
      "Hambatan pertumbuhan ekonomi kreatif akan berkurang.",
      "Inovasi di sektor kreatif akan stagnan.",
      "Kekayaan budaya Indonesia akan berkurang."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa program-program tersebut dilakukan 'untuk mengatasi tantangan ini, [...] agar ekonomi kreatif dapat tumbuh lebih pesat dan berkelanjutan.' Jadi, dampak yang paling mungkin adalah berkurangnya hambatan pertumbuhan."
  },
  {
    "id": 24,
    "pertanyaan": "Kata 'inkubasi' dalam konteks pengembangan usaha pada Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Penetasan",
      "Pemusnahan",
      "Pembekuan",
      "Pembinaan",
      "Penutupan"
    ],
    "jawaban": "D",
    "pembahasan": "Dalam konteks bisnis atau pengembangan usaha, 'inkubasi' merujuk pada proses pembinaan, pendampingan, dan dukungan untuk membantu startup atau UMKM berkembang dan menjadi mandiri."
  },
  {
    "id": 25,
    "pertanyaan": "Manakah pernyataan yang merupakan fakta berdasarkan Teks 1?",
    "pilihan": [
      "Ekonomi kreatif akan menjadi sektor paling dominan di masa depan.",
      "Semua pelaku UMKM telah memahami pentingnya HKI.",
      "Pemerintah adalah satu-satunya pihak yang mengembangkan ekonomi kreatif.",
      "Sektor fesyen, kuliner, dan musik termasuk dalam ekonomi kreatif.",
      "Tidak ada tantangan signifikan dalam pengembangan ekonomi kreatif."
    ],
    "jawaban": "D",
    "pembahasan": "Kalimat 'Sektor ini, yang mencakup subsektor seperti fesyen, kuliner, kerajinan, musik, film, dan aplikasi, tidak hanya berkontribusi pada produk domestik bruto (PDB)...' secara eksplisit menyebutkan subsektor tersebut sebagai bagian dari ekonomi kreatif, yang merupakan fakta."
  },
  {
    "id": 26,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'signifikan' dalam konteks 'pertumbuhan yang signifikan'.",
    "pilihan": [
      "Mencolok",
      "Penting",
      "Tidak berarti",
      "Bermakna",
      "Besar"
    ],
    "jawaban": "C",
    "pembahasan": "'Signifikan' berarti penting, berarti, atau mencolok. Lawan katanya adalah 'tidak berarti' atau tidak penting."
  },
  {
    "id": 27,
    "pertanyaan": "Perhatikan kalimat berikut:\n\n'Meskipun krisis ekonomi melanda, sektor pariwisata di Bali menunjukkan ketahanan yang luar biasa.'\n\nMakna kata 'ketahanan' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Kelemahan",
      "Kekuatan untuk bertahan",
      "Kemunduran",
      "Ketergantungan",
      "Kerapuhan"
    ],
    "jawaban": "B",
    "pembahasan": "Dalam konteks ini, 'ketahanan' berarti kemampuan untuk tetap kuat atau bertahan menghadapi tekanan atau kesulitan, yaitu 'kekuatan untuk bertahan'."
  },
  {
    "id": 28,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung yang menyatakan hubungan penambahan adalah...",
    "pilihan": [
      "Dia belajar keras **agar** bisa masuk universitas favorit.",
      "Dia tidak hanya pandai, **melainkan juga** sangat rajin.",
      "Pekerjaannya banyak **sehingga** dia sering lembur.",
      "Kami akan tetap pergi **meskipun** hujan deras.",
      "Kamu boleh memilih buku ini **atau** buku itu."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'tidak hanya... melainkan juga...' digunakan untuk menyatakan penambahan atau perluasan informasi, menunjukkan bahwa ada dua sifat atau keadaan yang dimiliki."
  },
  {
    "id": 29,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 29-31.\n\n**Teks 2**\n\nLiterasi digital adalah kemampuan seseorang untuk menemukan, mengevaluasi, membuat, dan mengkomunikasikan informasi melalui platform digital. Di era informasi yang serba cepat ini, literasi digital menjadi sangat krusial, bukan hanya untuk individu, tetapi juga untuk kemajuan suatu bangsa. Dengan literasi digital yang baik, masyarakat dapat memanfaatkan teknologi secara produktif, membedakan informasi yang akurat dari disinformasi, serta berpartisipasi aktif dalam ruang digital dengan etika yang baik. Sebaliknya, kurangnya literasi digital dapat menyebabkan masyarakat rentan terhadap hoaks, penipuan online, dan bahkan radikalisasi. Oleh karena itu, berbagai program peningkatan literasi digital perlu terus digalakkan, mulai dari pendidikan formal hingga kampanye publik, untuk membangun masyarakat yang cerdas dan berdaya di ranah digital.\n\nJudul yang paling tepat untuk Teks 2 adalah...",
    "pilihan": [
      "Pentingnya Teknologi Digital",
      "Bahaya Hoaks di Era Digital",
      "Literasi Digital: Urgensi dan Upaya Peningkatannya",
      "Manfaat Penggunaan Platform Digital",
      "Peran Pemerintah dalam Literasi Digital"
    ],
    "jawaban": "C",
    "pembahasan": "Judul yang paling tepat harus mencakup gagasan utama teks, yaitu pentingnya literasi digital ('urgensi') dan cara-cara untuk meningkatkannya ('upaya peningkatannya')."
  },
  {
    "id": 30,
    "pertanyaan": "Menurut Teks 2, apa saja potensi dampak negatif dari kurangnya literasi digital?",
    "pilihan": [
      "Masyarakat menjadi lebih produktif.",
      "Kemampuan membedakan informasi meningkat.",
      "Masyarakat rentan terhadap hoaks dan penipuan online.",
      "Partisipasi aktif dalam ruang digital dengan etika baik.",
      "Akses informasi menjadi lebih mudah."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat 'Sebaliknya, kurangnya literasi digital dapat menyebabkan masyarakat rentan terhadap hoaks, penipuan online, dan bahkan radikalisasi', disebutkan dampak negatifnya."
  },
  {
    "id": 31,
    "pertanyaan": "Pernyataan yang dapat disimpulkan dari Teks 2 adalah...",
    "pilihan": [
      "Literasi digital hanya penting untuk individu yang bekerja di bidang teknologi.",
      "Semua informasi di platform digital sudah pasti akurat dan terpercaya.",
      "Peningkatan literasi digital merupakan tanggung jawab tunggal pemerintah.",
      "Masyarakat yang memiliki literasi digital yang baik cenderung lebih berdaya di ranah digital.",
      "Hanya pendidikan formal yang efektif dalam meningkatkan literasi digital."
    ],
    "jawaban": "D",
    "pembahasan": "Teks menyatakan 'Dengan literasi digital yang baik, masyarakat dapat memanfaatkan teknologi secara produktif, membedakan informasi yang akurat dari disinformasi, serta berpartisipasi aktif dalam ruang digital dengan etika yang baik.' Ini menunjukkan masyarakat yang berliterasi baik akan lebih berdaya."
  },
  {
    "id": 32,
    "pertanyaan": "Pilihlah kalimat yang mengandung kesalahan penulisan ejaan.",
    "pilihan": [
      "Pemerintah akan mengadakan rapat koordinasi besok pagi.",
      "Penelitian itu bertujuan untuk meningkatkan kwalitas pendidikan.",
      "Dia selalu berpegang teguh pada prinsip-prinsip kejujuran.",
      "Petani itu menanam padi di sawah yang luas.",
      "Anak-anak bermain riang gembira di taman kota."
    ],
    "jawaban": "B",
    "pembahasan": "Kata 'kwalitas' seharusnya ditulis 'kualitas' sesuai dengan Ejaan Bahasa Indonesia (EBI)."
  },
  {
    "id": 33,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Meski hujan deras mengguyur, mereka tetap berangkat menuju puncak gunung.'\n\nKata 'meski' pada kalimat tersebut memiliki fungsi yang sama dengan kata...",
    "pilihan": [
      "Karena",
      "Sehingga",
      "Maka",
      "Walaupun",
      "Apabila"
    ],
    "jawaban": "D",
    "pembahasan": "'Meski' dan 'walaupun' adalah konjungsi subordinatif yang menyatakan hubungan konsesif atau pertentangan, yaitu suatu hal terjadi meskipun ada kondisi yang seharusnya menghalangi."
  },
  {
    "id": 34,
    "pertanyaan": "Penggunaan tanda baca titik koma (;) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Beberapa hal yang harus dibawa adalah; buku, pensil, dan penghapus.",
      "Ayah bekerja keras; ibu mengurus rumah tangga.",
      "Dia sangat pandai; namun, dia tidak sombong.",
      "Untuk mencapai tujuan itu; kita harus berusaha lebih giat.",
      "Mahasiswa itu rajin belajar; dan ia sering berdiskusi dengan teman-temannya."
    ],
    "jawaban": "B",
    "pembahasan": "Titik koma digunakan untuk memisahkan dua klausa independen yang berhubungan erat maknanya, seperti dalam pilihan B. Pilihan A salah karena setelah 'adalah' tidak perlu titik koma. Pilihan C salah, setelah titik koma tidak perlu koma lagi. Pilihan D salah, setelah frasa keterangan tempat tidak perlu titik koma. Pilihan E salah karena konjungsi 'dan' sudah cukup tanpa titik koma."
  },
  {
    "id": 35,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 35-37.\n\n**Teks 3**\n\nEnergi terbarukan, seperti tenaga surya, angin, dan hidro, menjadi solusi menjanjikan untuk mengatasi krisis energi global dan dampak perubahan iklim. Sumber-sumber energi ini bersifat berkelanjutan dan memiliki jejak karbon yang jauh lebih rendah dibandingkan bahan bakar fosil. Pemanfaatan energi terbarukan tidak hanya mengurangi emisi gas rumah kaca, tetapi juga dapat meningkatkan kemandirian energi suatu negara dan menciptakan lapangan kerja baru di sektor hijau. Namun, investasi awal yang besar, fluktuasi pasokan (misalnya, saat mendung untuk tenaga surya), dan keterbatasan teknologi penyimpanan masih menjadi kendala dalam pengembangan berskala besar. Diperlukan dukungan kebijakan pemerintah, inovasi teknologi, serta kesadaran masyarakat untuk mempercepat transisi menuju energi yang lebih bersih dan ramah lingkungan.\n\nManakah ide pokok paragraf Teks 3?",
    "pilihan": [
      "Definisi dan jenis-jenis energi terbarukan.",
      "Manfaat energi terbarukan bagi lingkungan dan ekonomi.",
      "Kendala dan solusi pengembangan energi terbarukan.",
      "Dampak krisis energi global dan perubahan iklim.",
      "Pentingnya investasi besar dalam energi terbarukan."
    ],
    "jawaban": "C",
    "pembahasan": "Ide pokok paragraf ini membahas tentang kendala dalam pengembangan energi terbarukan ('Namun, investasi awal yang besar, fluktuasi pasokan... masih menjadi kendala') dan solusi untuk mengatasinya ('Diperlukan dukungan kebijakan pemerintah, inovasi teknologi, serta kesadaran masyarakat')."
  },
  {
    "id": 36,
    "pertanyaan": "Menurut Teks 3, apa hubungan antara energi terbarukan dan kemandirian energi suatu negara?",
    "pilihan": [
      "Pemanfaatan energi terbarukan dapat mengurangi kemandirian energi.",
      "Tidak ada hubungan langsung antara keduanya.",
      "Energi terbarukan meningkatkan ketergantungan pada sumber luar.",
      "Pemanfaatan energi terbarukan dapat meningkatkan kemandirian energi.",
      "Kemandirian energi hanya bergantung pada bahan bakar fosil."
    ],
    "jawaban": "D",
    "pembahasan": "Pada kalimat 'Pemanfaatan energi terbarukan tidak hanya mengurangi emisi gas rumah kaca, tetapi juga dapat meningkatkan kemandirian energi suatu negara', dijelaskan hubungan positif antara keduanya."
  },
  {
    "id": 37,
    "pertanyaan": "Implikasi jangka panjang jika transisi menuju energi bersih tidak dipercepat berdasarkan Teks 3 adalah...",
    "pilihan": [
      "Krisis energi global akan teratasi dengan sendirinya.",
      "Dampak perubahan iklim akan berkurang secara alami.",
      "Ketergantungan pada bahan bakar fosil akan terus meningkat.",
      "Lapangan kerja di sektor hijau akan berkembang pesat.",
      "Biaya investasi energi terbarukan akan jauh lebih murah."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa energi terbarukan adalah solusi untuk krisis energi dan dampak perubahan iklim, serta memiliki jejak karbon lebih rendah dari bahan bakar fosil. Jika transisi tidak dipercepat, implikasinya adalah kita akan terus bergantung pada bahan bakar fosil, yang memperburuk masalah yang ada."
  },
  {
    "id": 38,
    "pertanyaan": "Perhatikan kalimat-kalimat berikut:\n\n1. Kenaikan harga bahan pokok memicu inflasi di berbagai daerah.\n2. Hal ini sangat membebani masyarakat, terutama golongan menengah ke bawah.\n3. Pemerintah sedang mencari solusi terbaik untuk mengatasi masalah ini.\n4. Salah satu opsi adalah memberikan subsidi langsung kepada masyarakat.\n\nSusunan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-3-2-4",
      "2-1-3-4",
      "3-1-2-4",
      "4-1-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 1-2-3-4 sudah merupakan susunan yang logis dan padu:\n1.  **Pengenalan masalah:** Kenaikan harga bahan pokok memicu inflasi.\n2.  **Dampak masalah:** Membebani masyarakat.\n3.  **Upaya mengatasi:** Pemerintah mencari solusi.\n4.  **Salah satu solusi:** Subsidi langsung."
  },
  {
    "id": 39,
    "pertanyaan": "Kalimat manakah yang mengandung penggunaan majas hiperbola?",
    "pilihan": [
      "Angin malam berbisik tentang rindu yang tak terucap.",
      "Senyumnya manis seperti gula pasir.",
      "Suaranya menggelegar membelah angkasa.",
      "Dia bekerja keras bagai kuda.",
      "Bintang-bintang menari di langit malam."
    ],
    "jawaban": "C",
    "pembahasan": "Majas hiperbola adalah gaya bahasa yang melebih-lebihkan suatu pernyataan untuk memberikan efek dramatis atau penekanan. 'Suaranya menggelegar membelah angkasa' adalah ungkapan yang berlebihan, karena suara tidak mungkin secara fisik membelah angkasa."
  },
  {
    "id": 40,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nPendidikan karakter sangat penting untuk membentuk generasi muda yang tidak hanya cerdas secara intelektual, tetapi juga memiliki moral yang baik. Pembentukan karakter ini harus dimulai sejak dini, baik di lingkungan keluarga maupun sekolah. Salah satu aspek yang perlu ditekankan adalah _______. Hal ini akan membantu siswa menjadi individu yang bertanggung jawab dan peduli terhadap lingkungan sosialnya.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "prestasi akademik yang tinggi",
      "kemampuan berdebat",
      "nilai-nilai gotong royong dan empati",
      "penguasaan teknologi informasi",
      "keterampilan berbahasa asing"
    ],
    "jawaban": "C",
    "pembahasan": "Bagian rumpang merujuk pada pembentukan karakter dan disebutkan akan membantu siswa menjadi 'individu yang bertanggung jawab dan peduli terhadap lingkungan sosialnya'. 'Nilai-nilai gotong royong dan empati' paling sesuai dengan deskripsi tersebut, karena keduanya berkaitan erat dengan moral dan kepedulian sosial."
  }
]
