[
  {
    "id": 41,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 41-43.\n\n**Teks 1**\n\nRevolusi Industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologi, menciptakan sistem siber-fisik yang mengubah cara produksi dan konsumsi. Teknologi seperti kecerdasan buatan (AI), Internet of Things (IoT), robotika, dan _big data_ menjadi pilar utamanya. Pergeseran paradigma ini membawa potensi besar untuk efisiensi yang lebih tinggi, personalisasi produk, dan penciptaan model bisnis baru. Namun, Revolusi Industri 4.0 juga menimbulkan tantangan serius, terutama terkait dengan ketimpangan tenaga kerja, di mana pekerjaan rutin dapat digantikan oleh otomatisasi. Selain itu, isu keamanan siber dan etika penggunaan AI juga menjadi perhatian. Oleh karena itu, persiapan sumber daya manusia melalui peningkatan keterampilan (_reskilling_ dan _upskilling_) serta regulasi yang adaptif menjadi kunci untuk memaksimalkan manfaat dan memitigasi risiko dari era ini.\n\nApa gagasan utama paragraf pertama Teks 1?",
    "pilihan": [
      "Definisi dan teknologi utama Revolusi Industri 4.0.",
      "Potensi besar Revolusi Industri 4.0 untuk efisiensi.",
      "Tantangan ketimpangan tenaga kerja akibat otomatisasi.",
      "Revolusi Industri 4.0: Definisi, potensi, tantangan, dan persiapan.",
      "Pentingnya keamanan siber di era Revolusi Industri 4.0."
    ],
    "jawaban": "D",
    "pembahasan": "Gagasan utama paragraf ini adalah cakupan keseluruhan Revolusi Industri 4.0, mulai dari definisi dan teknologi, potensi yang ditawarkan, tantangan yang muncul, hingga pentingnya persiapan sumber daya manusia dan regulasi. Pilihan lain hanya mencakup sebagian dari gagasan tersebut."
  },
  {
    "id": 42,
    "pertanyaan": "Berdasarkan Teks 1, manakah yang BUKAN merupakan teknologi pilar utama Revolusi Industri 4.0?",
    "pilihan": [
      "Kecerdasan Buatan (AI)",
      "Internet of Things (IoT)",
      "Robotika",
      "Big Data",
      "Mesin Uap"
    ],
    "jawaban": "E",
    "pembahasan": "Teks secara eksplisit menyebutkan 'kecerdasan buatan (AI), Internet of Things (IoT), robotika, dan _big data_ menjadi pilar utamanya.' Mesin uap adalah teknologi dari Revolusi Industri pertama."
  },
  {
    "id": 43,
    "pertanyaan": "Implikasi dari Revolusi Industri 4.0 terhadap pekerjaan rutin menurut Teks 1 adalah...",
    "pilihan": [
      "Pekerjaan rutin akan semakin banyak dibutuhkan.",
      "Pekerjaan rutin akan sepenuhnya menghilang.",
      "Pekerjaan rutin dapat digantikan oleh otomatisasi.",
      "Hanya pekerjaan kreatif yang akan bertahan.",
      "Ketimpangan tenaga kerja akan menurun."
    ],
    "jawaban": "C",
    "pembahasan": "Pada kalimat 'Revolusi Industri 4.0 juga menimbulkan tantangan serius, terutama terkait dengan ketimpangan tenaga kerja, di mana pekerjaan rutin dapat digantikan oleh otomatisasi', disebutkan bahwa pekerjaan rutin dapat digantikan."
  },
  {
    "id": 44,
    "pertanyaan": "Kata 'konvergensi' dalam konteks Teks 1 memiliki makna terdekat dengan...",
    "pilihan": [
      "Perpisahan",
      "Perpecahan",
      "Penyatuan",
      "Penolakan",
      "Pemisahan"
    ],
    "jawaban": "C",
    "pembahasan": "'Konvergensi' berarti menuju satu titik pertemuan atau penyatuan. Dalam konteks teknologi, ini berarti teknologi-teknologi yang berbeda saling bertemu dan menyatu."
  },
  {
    "id": 45,
    "pertanyaan": "Manakah pernyataan yang merupakan opini dalam Teks 1?",
    "pilihan": [
      "Revolusi Industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologi.",
      "Teknologi seperti AI dan IoT menjadi pilar utamanya.",
      "Pergeseran paradigma ini membawa potensi besar untuk efisiensi yang lebih tinggi.",
      "Pekerjaan rutin dapat digantikan oleh otomatisasi.",
      "Regulasi yang adaptif menjadi kunci untuk memaksimalkan manfaat."
    ],
    "jawaban": "E",
    "pembahasan": "Pernyataan 'Regulasi yang adaptif menjadi kunci untuk memaksimalkan manfaat' adalah opini atau pandangan penulis mengenai apa yang perlu dilakukan, bukan fakta yang dapat diverifikasi secara langsung."
  },
  {
    "id": 46,
    "pertanyaan": "Pilihlah kata yang memiliki makna berlawanan dengan 'memitigasi'.",
    "pilihan": [
      "Mengurangi",
      "Meningkatkan",
      "Meringankan",
      "Memperburuk",
      "Mencegah"
    ],
    "jawaban": "D",
    "pembahasan": "'Memitigasi' berarti mengurangi atau meringankan dampak. Lawan katanya adalah 'memperburuk' atau memperparah."
  },
  {
    "id": 47,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Pemerintah berupaya menanggulangi kemiskinan dengan berbagai program, seperti bantuan sosial dan pelatihan kerja.'\n\nMakna kata 'menanggulangi' dalam kalimat tersebut adalah...",
    "pilihan": [
      "Memperparah",
      "Mengabaikan",
      "Mengatasi",
      "Menciptakan",
      "Meninggalkan"
    ],
    "jawaban": "C",
    "pembahasan": "'Menanggulangi' berarti mengatasi atau menyelesaikan suatu masalah atau kesulitan."
  },
  {
    "id": 48,
    "pertanyaan": "Kalimat yang menggunakan kata penghubung yang menyatakan hubungan sebab-akibat adalah...",
    "pilihan": [
      "Dia datang terlambat, **namun** dia tetap diizinkan masuk.",
      "Hujan deras turun **sehingga** jalanan menjadi licin.",
      "Kami akan berangkat **jika** semua sudah siap.",
      "Dia membaca buku **sambil** mendengarkan musik.",
      "Meskipun kaya, **tetapi** dia tetap rendah hati."
    ],
    "jawaban": "B",
    "pembahasan": "Kata penghubung 'sehingga' digunakan untuk menyatakan akibat dari suatu peristiwa atau keadaan sebelumnya."
  },
  {
    "id": 49,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 49-51.\n\n**Teks 2**\n\nPerubahan iklim global bukan lagi ancaman di masa depan, melainkan realitas yang sedang terjadi dan dampaknya semakin nyata. Kenaikan suhu rata-rata bumi telah menyebabkan peristiwa cuaca ekstrem yang lebih sering dan intens, seperti gelombang panas, kekeringan berkepanjangan, dan banjir. Laporan terbaru dari Intergovernmental Panel on Climate Change (IPCC) menunjukkan bahwa aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, adalah pendorong utama perubahan ini. Untuk membatasi pemanasan global hingga 1,5°C di atas tingkat pra-industri, diperlukan pengurangan emisi karbon secara drastis dan beralih ke sumber energi terbarukan. Kolaborasi internasional dan komitmen politik yang kuat sangat esensial dalam upaya mitigasi dan adaptasi terhadap dampak perubahan iklim.\n\nApa inti permasalahan yang dibahas dalam Teks 2?",
    "pilihan": [
      "Kenaikan suhu rata-rata bumi.",
      "Laporan IPCC tentang perubahan iklim.",
      "Dampak dan penyebab perubahan iklim global serta solusi yang diperlukan.",
      "Pentingnya kolaborasi internasional dalam mitigasi iklim.",
      "Beralih ke sumber energi terbarukan."
    ],
    "jawaban": "C",
    "pembahasan": "Inti permasalahan yang dibahas mencakup keseluruhan teks: dimulai dari realitas perubahan iklim, dampaknya, penyebab utamanya (aktivitas manusia), hingga solusi yang diperlukan (pengurangan emisi, energi terbarukan, kolaborasi)."
  },
  {
    "id": 50,
    "pertanyaan": "Menurut Teks 2, apa pendorong utama perubahan iklim global?",
    "pilihan": [
      "Peristiwa cuaca ekstrem.",
      "Laporan dari IPCC.",
      "Kenaikan permukaan air laut.",
      "Aktivitas manusia, terutama emisi gas rumah kaca.",
      "Penggunaan energi terbarukan."
    ],
    "jawaban": "D",
    "pembahasan": "Pada kalimat 'Laporan terbaru dari Intergovernmental Panel on Climate Change (IPCC) menunjukkan bahwa aktivitas manusia, terutama emisi gas rumah kaca dari pembakaran bahan bakar fosil, adalah pendorong utama perubahan ini', disebutkan dengan jelas pendorong utamanya."
  },
  {
    "id": 51,
    "pertanyaan": "Jika tidak ada 'komitmen politik yang kuat' seperti yang disebutkan dalam Teks 2, apa konsekuensi yang paling mungkin terjadi?",
    "pilihan": [
      "Pemanasan global akan dapat dibatasi hingga 1,5°C.",
      "Pengurangan emisi karbon akan terjadi secara drastis.",
      "Upaya mitigasi dan adaptasi akan terhambat atau tidak efektif.",
      "Peristiwa cuaca ekstrem akan berkurang intensitasnya.",
      "Krisis energi global akan teratasi."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyatakan bahwa 'Kolaborasi internasional dan komitmen politik yang kuat sangat esensial dalam upaya mitigasi dan adaptasi'. Jadi, jika komitmen politik tidak ada, upaya tersebut akan terhambat atau tidak efektif."
  },
  {
    "id": 52,
    "pertanyaan": "Pilihlah kalimat yang efektif dan tidak redundan.",
    "pilihan": [
      "Para bapak-bapak sekalian diharap tenang.",
      "Agar supaya kita semua berhasil, marilah kita belajar giat.",
      "Dalam rangka untuk meningkatkan kualitas, pelatihan ini diadakan.",
      "Buku ini adalah buku yang paling terbaik di antara yang lain.",
      "Rapat akan dilaksanakan pada pukul delapan pagi."
    ],
    "jawaban": "E",
    "pembahasan": "Pilihan A redundan ('para bapak-bapak sekalian'). Pilihan B redundan ('agar supaya'). Pilihan C redundan ('dalam rangka untuk'). Pilihan D redundan ('paling terbaik'). Pilihan E adalah kalimat yang efektif dan lugas."
  },
  {
    "id": 53,
    "pertanyaan": "Cermati kalimat berikut:\n\n'Dia adalah anak emas di keluarga itu, selalu mendapat perlakuan istimewa.'\n\nMajas yang terkandung dalam frasa 'anak emas' adalah...",
    "pilihan": [
      "Metafora",
      "Personifikasi",
      "Hiperbola",
      "Litotes",
      "Eufemisme"
    ],
    "jawaban": "A",
    "pembahasan": "'Anak emas' adalah majas metafora, yaitu perbandingan tidak langsung yang menyamakan seseorang dengan 'emas' untuk menunjukkan bahwa dia sangat disayangi, diistimewakan, atau berharga, tanpa menggunakan kata perbandingan seperti 'bagaikan' atau 'seperti'."
  },
  {
    "id": 54,
    "pertanyaan": "Penggunaan tanda baca titik dua (:) yang tepat terdapat pada kalimat...",
    "pilihan": [
      "Dia membutuhkan: buku, pulpen, dan penggaris.",
      "Contoh hewan mamalia adalah: sapi, kambing, dan kucing.",
      "Ketua kelas berpesan: 'Semua siswa harus hadir tepat waktu.'",
      "Paman membeli: sepeda, sepatu, dan baju baru.",
      "Pekerjaan rumahnya adalah: membaca buku pelajaran."
    ],
    "jawaban": "C",
    "pembahasan": "Tanda titik dua digunakan sebelum pemerian atau penguraian, atau sebelum petikan langsung yang panjang. Dalam pilihan C, titik dua digunakan sebelum petikan langsung. Pilihan A, B, D, dan E salah karena sebelum rincian yang merupakan pelengkap penderita, tidak perlu titik dua. Cukup gunakan setelah klausa yang utuh atau sebelum rincian yang menjelaskan frasa sebelumnya."
  },
  {
    "id": 55,
    "pertanyaan": "Bacalah teks berikut untuk menjawab soal nomor 55-57.\n\n**Teks 3**\n\nPariwisata berkelanjutan adalah pendekatan pariwisata yang mempertimbangkan dampak ekonomi, sosial, dan lingkungan secara penuh, baik saat ini maupun di masa depan. Tujuannya adalah untuk memenuhi kebutuhan wisatawan dan masyarakat lokal, sambil melestarikan lingkungan dan budaya. Konsep ini menekankan pentingnya menjaga keaslian destinasi, memberdayakan masyarakat setempat, dan meminimalkan dampak negatif terhadap ekosistem. Meskipun demikian, penerapan pariwisata berkelanjutan sering menghadapi tantangan seperti kurangnya kesadaran, kesulitan dalam mengintegrasikan berbagai pemangku kepentingan, dan keterbatasan dana. Oleh karena itu, diperlukan kerja sama erat antara pemerintah, sektor swasta, masyarakat, dan wisatawan untuk mewujudkan pariwisata yang benar-benar berkelanjutan.\n\nApa fokus utama dari Teks 3?",
    "pilihan": [
      "Definisi pariwisata berkelanjutan.",
      "Manfaat ekonomi dari pariwisata.",
      "Pentingnya kerja sama antar pemangku kepentingan.",
      "Pariwisata berkelanjutan: definisi, tujuan, tantangan, dan upaya.",
      "Melestarikan lingkungan dan budaya melalui pariwisata."
    ],
    "jawaban": "D",
    "pembahasan": "Fokus utama teks ini adalah menjelaskan secara komprehensif tentang pariwisata berkelanjutan, termasuk definisi, tujuan, tantangan yang dihadapi, dan upaya yang diperlukan untuk mewujudkannya."
  },
  {
    "id": 56,
    "pertanyaan": "Berdasarkan Teks 3, mengapa diperlukan 'kerja sama erat antara pemerintah, sektor swasta, masyarakat, dan wisatawan'?",
    "pilihan": [
      "Untuk meningkatkan keuntungan ekonomi dari pariwisata.",
      "Untuk mengatasi tantangan dalam penerapan pariwisata berkelanjutan.",
      "Untuk menarik lebih banyak wisatawan asing.",
      "Untuk membangun lebih banyak fasilitas pariwisata baru.",
      "Untuk memenuhi kebutuhan wisatawan saja."
    ],
    "jawaban": "B",
    "pembahasan": "Teks menyatakan 'Meskipun demikian, penerapan pariwisata berkelanjutan sering menghadapi tantangan [...] Oleh karena itu, diperlukan kerja sama erat... untuk mewujudkan pariwisata yang benar-benar berkelanjutan.' Jadi, kerja sama itu untuk mengatasi tantangan."
  },
  {
    "id": 57,
    "pertanyaan": "Jika pariwisata tidak mempertimbangkan 'dampak lingkungan' secara penuh seperti yang disebutkan dalam Teks 3, apa konsekuensi yang paling mungkin terjadi?",
    "pilihan": [
      "Destinasi pariwisata akan semakin lestari.",
      "Masyarakat lokal akan semakin sejahtera.",
      "Eksploitasi lingkungan dan kerusakan ekosistem dapat terjadi.",
      "Pendapatan dari sektor pariwisata akan meningkat drastis.",
      "Kesadaran akan pentingnya pariwisata berkelanjutan akan meningkat."
    ],
    "jawaban": "C",
    "pembahasan": "Teks menyebutkan bahwa pariwisata berkelanjutan 'meminimalkan dampak negatif terhadap ekosistem'. Jika dampak lingkungan tidak dipertimbangkan, maka dampak negatif tersebut, seperti eksploitasi dan kerusakan, akan sangat mungkin terjadi."
  },
  {
    "id": 58,
    "pertanyaan": "Perhatikan kalimat-kalimat acak berikut:\n\n1. Internet menjadi media utama penyebaran informasi.\n2. Namun, kemudahan ini juga membawa risiko penyebaran hoaks.\n3. Oleh karena itu, verifikasi informasi menjadi sangat krusial.\n4. Kita harus bijak dalam menyaring setiap berita yang diterima.\n\nUrutan kalimat yang tepat agar menjadi paragraf padu adalah...",
    "pilihan": [
      "1-2-3-4",
      "1-2-4-3",
      "2-1-3-4",
      "3-1-2-4",
      "4-1-2-3"
    ],
    "jawaban": "A",
    "pembahasan": "Urutan 1-2-3-4 sudah merupakan susunan yang logis:\n1.  **Pengenalan:** Internet sebagai media utama penyebaran informasi.\n2.  **Kontradiksi/Masalah:** Risiko penyebaran hoaks.\n3.  **Solusi/Pentingnya:** Verifikasi informasi menjadi krusial.\n4.  **Imbauan:** Kita harus bijak menyaring berita."
  },
  {
    "id": 59,
    "pertanyaan": "Manakah kalimat yang menggunakan kata berimbuhan gabung (prefiks dan sufiks) dengan tepat?",
    "pilihan": [
      "Petani itu sedang **bertanamkan** padi di sawah.",
      "Pemerintah akan **menindaklanjuti** kasus korupsi itu.",
      "Anak-anak **bersalam-salaman** dengan guru mereka.",
      "Ia **menggarisbawahi** poin-poin penting dalam pidatonya.",
      "Mereka **berjalan-jalanlah** di taman kota."
    ],
    "jawaban": "D",
    "pembahasan": "Pilihan D menggunakan imbuhan gabung 'meng-' dan '-i' pada kata dasar 'garis bawah' menjadi 'menggarisbawahi', yang berarti memberikan garis di bawah suatu tulisan. Pilihan A ('bertanamkan') dan C ('bersalam-salaman') kurang tepat, seringnya cukup 'menanam' atau 'bersalaman'. Pilihan B ('menindaklanjuti') dan E ('berjalan-jalanlah') tidak menggunakan imbuhan gabung dalam konteks ini, melainkan gabungan kata dan pengulangan."
  },
  {
    "id": 60,
    "pertanyaan": "Cermati paragraf rumpang berikut:\n\nProgram vaksinasi COVID-19 sangat krusial dalam upaya menekan laju penyebaran virus dan membentuk kekebalan kelompok. Pemerintah terus menggalakkan program ini dengan berbagai strategi, termasuk mempercepat distribusi vaksin dan membuka sentra-sentra vaksinasi massal. Namun, masih ada tantangan, salah satunya adalah ______. Hal ini seringkali menjadi penghalang bagi masyarakat untuk mendapatkan akses vaksin dengan mudah.\n\nKata atau frasa yang paling tepat untuk mengisi bagian rumpang tersebut adalah...",
    "pilihan": [
      "tingkat kesadaran masyarakat yang tinggi",
      "ketersediaan tenaga kesehatan yang memadai",
      "infrastruktur dan aksesibilitas yang belum merata",
      "efektivitas vaksin yang sudah terbukti",
      "dukungan penuh dari berbagai pihak"
    ],
    "jawaban": "C",
    "pembahasan": "Bagian rumpang merujuk pada 'penghalang bagi masyarakat untuk mendapatkan akses vaksin dengan mudah'. 'Infrastruktur dan aksesibilitas yang belum merata' adalah penyebab langsung dari kesulitan akses, terutama di daerah terpencil atau sulit dijangkau. Pilihan lain tidak sesuai dengan konteks 'penghalang akses'."
  }
]
