[
  {
    "id": 61,
    "pertanyaan": "Perhatikan teks berikut!\n\n(1) Pendidikan karakter menjadi salah satu isu sentral dalam dunia pendidikan modern. (2) Kurikulum yang hanya berorientasi pada aspek kognitif seringkali mengabaikan pembentukan kepribadian siswa. (3) Akibatnya, banyak lulusan yang cerdas secara akademis, tetapi kurang memiliki integritas moral dan etika. (4) Padahal, karakter yang kuat adalah fondasi utama bagi keberhasilan hidup dan kemajuan bangsa. (5) Oleh karena itu, integrasi pendidikan karakter ke dalam setiap mata pelajaran dan kegiatan sekolah menjadi sebuah keniscayaan.\n\nKalimat yang mengandung opini adalah nomor...",
    "pilihan": ["A. (1)", "B. (2)", "C. (3)", "D. (4)", "E. (5)"],
    "jawaban": "E",
    "pembahasan": "Kalimat opini adalah kalimat yang berisi pendapat, pandangan, atau penilaian yang kebenarannya bersifat subjektif atau belum tentu mutlak. Kalimat (5) adalah opini karena mengandung saran atau anjuran ('menjadi sebuah keniscayaan') yang belum tentu diterima atau disepakati semua pihak."
  },
  {
    "id": 62,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPerubahan iklim telah menyebabkan dampak serius di berbagai belahan dunia. Kenaikan suhu rata-rata bumi memicu serangkaian fenomena ekstrem seperti gelombang panas, kekeringan berkepanjangan, dan badai yang lebih intens. Di sisi lain, beberapa wilayah justru mengalami curah hujan ekstrem yang berujung pada banjir dan tanah longsor. Fenomena ini tidak hanya mengancam ekosistem alam, tetapi juga ketahanan pangan, ketersediaan air bersih, dan kesehatan manusia. Respons global yang terkoordinasi dan tindakan mitigasi yang cepat sangat dibutuhkan untuk meminimalisasi kerusakan lebih lanjut.\n\nSimpulan yang paling tepat dari paragraf di atas adalah...",
    "pilihan": ["A. Perubahan iklim menyebabkan dampak ekstrem yang perlu mitigasi global.", "B. Gelombang panas dan kekeringan adalah dampak utama perubahan iklim.", "C. Ekosistem alam paling terancam oleh perubahan iklim.", "D. Ketersediaan air bersih menjadi masalah paling krusial akibat perubahan iklim.", "E. Hanya tindakan mitigasi yang cepat dapat mengatasi perubahan iklim."],
    "jawaban": "A",
    "pembahasan": "Simpulan merangkum keseluruhan isi paragraf. Paragraf ini menjelaskan dampak serius (ekstrem) perubahan iklim dan menegaskan perlunya respons global serta tindakan mitigasi. Pilihan A paling tepat merangkum kedua aspek tersebut."
  },
  {
    "id": 63,
    "pertanyaan": "Perhatikan kalimat berikut!\n\n\"Perusahaan tersebut telah memproduksi berbagai macam produk inovatif, yang mana semuanya mendapatkan sambutan positif dari konsumen.\"\n\nPerbaikan kalimat agar lebih efektif adalah...",
    "pilihan": ["A. Perusahaan tersebut telah memproduksi berbagai macam produk inovatif, semuanya mendapatkan sambutan positif dari konsumen.", "B. Perusahaan tersebut telah memproduksi berbagai produk inovatif, yang semuanya mendapatkan sambutan positif dari konsumen.", "C. Perusahaan itu telah memproduksi berbagai macam produk inovatif, semuanya mendapatkan sambutan positif dari konsumen.", "D. Perusahaan itu telah memproduksi berbagai produk inovatif yang semuanya mendapatkan sambutan positif dari konsumen.", "E. Perusahaan tersebut telah memproduksi berbagai produk inovatif yang semuanya mendapatkan sambutan positif dari konsumen."],
    "jawaban": "E",
    "pembahasan": "Kalimat efektif menghindari pemborosan kata. Frasa 'yang mana' seringkali tidak diperlukan. Selain itu, 'berbagai macam' juga redundan; cukup 'berbagai'. Pilihan E menghilangkan redundansi tersebut dan mempertahankan struktur kalimat yang benar."
  },
  {
    "id": 64,
    "pertanyaan": "Manakah kalimat yang penulisannya sesuai dengan kaidah Ejaan Bahasa Indonesia (EBI)?",
    "pilihan": ["A. Dia sudah membaca buku \"Laskar Pelangi\" karya Andrea Hirata.", "B. Mereka berlibur ke Pulau Bali pada bulan Juli yang lalu.", "C. Ibu membeli sayur-sayuran di pasar Tradisional.", "D. \"Selamat pagi!\" sapa Bapak Kepala Sekolah.", "E. Proyek pembangunan itu akan dimulai pada Tahun depan."],
    "jawaban": "A",
    "pembahasan": "Penulisan sesuai EBI:\n* A. Judul buku ditulis dalam tanda petik dua dan huruf kapital di setiap kata intinya. Benar.\n* B. 'Bulan Juli' harusnya 'bulan Juli' (nama bulan kapital, kata 'bulan' tidak).\n* C. 'Pasar Tradisional' harusnya 'pasar tradisional' (nama jenis pasar tidak kapital).\n* D. Tanda seru (atau tanda tanya/titik) dalam kutipan langsung diletakkan di dalam tanda petik. Setelah kutipan langsung dan sebelum penyapa, seharusnya ada koma. Menjadi: 'Selamat pagi!' sapa Bapak kepala sekolah.' (kata 'bapak kepala sekolah' tidak perlu kapital kecuali diikuti nama diri).\n* E. 'Tahun depan' harusnya 'tahun depan' (kata 'tahun' tidak kapital kecuali bagian dari nama resmi)."
  },
  {
    "id": 65,
    "pertanyaan": "Perhatikan paragraf berikut!\n\nKrisis air bersih menjadi ancaman serius bagi banyak negara di dunia. Populasi yang terus bertambah dan perubahan iklim yang ekstrem memperparah kondisi ini. Sumber daya air permukaan dan air tanah semakin berkurang, sementara kualitasnya juga menurun akibat pencemaran. Tanpa pengelolaan air yang bijaksana dan berkelanjutan, jutaan orang akan menghadapi kelangkaan air, yang berpotensi memicu konflik dan krisis kemanusiaan.\n\nKata *ekstrem* dalam paragraf tersebut memiliki antonim...",
    "pilihan": ["A. Normal", "B. Parah", "C. Hebat", "D. Mengerikan", "E. Biasa"],
    "jawaban": "A",
    "pembahasan": "Antonim adalah lawan kata. *Ekstrem* berarti sangat luar biasa atau di luar batas normal. Oleh karena itu, antonim yang paling tepat adalah 'normal'."
  },
  {
    "id": 66,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung (konjungsi) intrakalimat yang menyatakan hubungan pertentangan?",
    "pilihan": ["A. Dia rajin belajar *sehingga* dia lulus ujian.", "B. Meskipun sakit, *namun* dia tetap berangkat sekolah.", "C. Kami akan datang *atau* kamu yang datang?", "D. Dia tidak hanya cerdas, *melainkan* juga dermawan.", "E. Saya tidak suka apel *tetapi* saya suka jeruk."],
    "jawaban": "E",
    "pembahasan": "Konjungsi yang menyatakan pertentangan adalah 'tetapi', 'sedangkan', 'namun', dll. 'Tetapi' pada pilihan E dengan jelas menunjukkan pertentangan antara tidak suka apel dan suka jeruk. Pilihan B menggunakan 'meskipun... namun' yang juga menyatakan pertentangan."
  },
  {
    "id": 67,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda koma (,) dengan tepat.",
    "pilihan": ["A. Jadi, dia tidak bisa datang.", "B. Saya, pergi ke pasar.", "C. Ayah membaca koran dan ibu memasak.", "D. Dia sangat, cerdas.", "E. Untuk itu kita harus, bekerja sama."],
    "jawaban": "A",
    "pembahasan": "Penggunaan tanda koma:\n* A. Koma digunakan setelah kata 'jadi' sebagai konjungsi antarkalimat yang digunakan di awal kalimat baru. Benar.\n* B. Koma tidak digunakan untuk memisahkan subjek dan predikat. Seharusnya 'Saya pergi ke pasar.'\n* C. Koma tidak digunakan sebelum konjungsi 'dan' jika tidak ada perincian atau keterangan tambahan yang panjang. Seharusnya 'Ayah membaca koran dan ibu memasak.'\n* D. Koma tidak digunakan untuk memisahkan kata sifat dan keterangannya. Seharusnya 'Dia sangat cerdas.'\n* E. Koma tidak digunakan untuk memisahkan keterangan tempat/tujuan yang langsung mengikuti frasa sebelumnya. Seharusnya 'Untuk itu, kita harus bekerja sama.' atau 'Untuk itu kita harus bekerja sama.'"
  },
  {
    "id": 68,
    "pertanyaan": "Cermati kalimat berikut!\n\n\"Peran seorang pemimpin sangatlah krusial dalam mendorong produktifitas dan inovasi di dalam sebuah organisasi.\"\n\nPerbaikan kata bercetak miring agar sesuai dengan EBI adalah...",
    "pilihan": ["A. produktivitas", "B. produktifitas", "C. produktifitas", "D. produktifitas", "E. produktifitas"],
    "jawaban": "A",
    "pembahasan": "Kata 'produktivitas' adalah bentuk baku dari 'produktifitas' yang merupakan serapan dari bahasa asing. Bentuk baku menggunakan 'v'."
  },
  {
    "id": 69,
    "pertanyaan": "Hubungan makna yang sama dengan: GURU : ILMU adalah...",
    "pilihan": ["A. Petani : Padi", "B. Koki : Makanan", "C. Penulis : Gagasan", "D. Pedagang : Barang", "E. Seniman : Karya"],
    "jawaban": "C",
    "pembahasan": "Hubungannya adalah pemberi/penghasil dengan hal abstrak yang diberikan/dihasilkan. Guru memberikan ilmu (abstrak). Penulis menghasilkan gagasan (abstrak)."
  },
  {
    "id": 70,
    "pertanyaan": "Manakah pernyataan berikut yang merupakan kalimat efektif?",
    "pilihan": ["A. Meskipun sakit, dia tetap pergi sekolah.", "B. Walaupun hujan, namun dia tetap pergi.", "C. Demi untuk kesejahteraan, kami bekerja keras.", "D. Agar supaya sukses, kita harus belajar.", "E. Banyak mahasiswa-mahasiswa yang tidak hadir."],
    "jawaban": "A",
    "pembahasan": "Kalimat efektif menghindari pemborosan kata dan redundansi. \n* A. Kalimat ringkas dan jelas.\n* B. 'Walaupun' dan 'namun' memiliki makna yang sama (redundansi).\n* C. 'Demi' dan 'untuk' memiliki makna yang sama (redundansi).\n* D. 'Agar' dan 'supaya' memiliki makna yang sama (redundansi).\n* E. 'Banyak' dan 'mahasiswa-mahasiswa' (bentuk jamak) redundan. Seharusnya 'Banyak mahasiswa yang tidak hadir' atau 'Mahasiswa-mahasiswa yang tidak hadir'."
  },
  {
    "id": 71,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata baku secara tepat.",
    "pilihan": ["A. Dia sering berfikir secara analitis.", "B. Penasehat hukum itu sangat bijaksana.", "C. Kita harus meningkatkan kwalitas sumber daya manusia.", "D. Jadwal rapat sudah diumumkan secara resmi.", "E. Jangan sepelekan hal-hal kecil seperti itu."],
    "jawaban": "D",
    "pembahasan": "Kata baku:\n* A. 'Berfikir' seharusnya 'berpikir'.\n* B. 'Penasehat' seharusnya 'penasihat'.\n* C. 'Kwalitas' seharusnya 'kualitas'.\n* D. 'Resmi' adalah kata baku. 'Diumumkan' juga sudah benar. Benar.\n* E. 'Sepelekan' seharusnya 'sepelekan' (imbuhan 'se-' tidak mengubah huruf 'p' menjadi 'f')."
  },
  {
    "id": 72,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPeningkatan jumlah sampah plastik menjadi masalah lingkungan yang serius. Sampah-sampah ini membutuhkan waktu ratusan tahun untuk terurai di alam, mencemari tanah dan laut. Dampaknya, ekosistem terganggu, biota laut mati, dan kesehatan manusia terancam. Untuk mengatasi masalah ini, diperlukan edukasi publik tentang pengurangan penggunaan plastik, penerapan daur ulang yang masif, dan inovasi produk pengganti plastik yang ramah lingkungan. Tanpa kesadaran kolektif dan tindakan nyata, krisis sampah plastik akan terus memburuk.\n\nKata *masif* dalam konteks paragraf tersebut berarti...",
    "pilihan": ["A. Besar-besaran.", "B. Kecil.", "C. Cepat.", "D. Lambat.", "E. Sulit."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks 'penerapan daur ulang yang masif', kata 'masif' berarti dilakukan dalam skala besar atau secara besar-besaran."
  },
  {
    "id": 73,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan me- dan di- dengan tepat?",
    "pilihan": ["A. Dia *memakan* roti itu dengan lahap.", "B. Pintu itu *dibuka* olehnya.", "C. Mereka *mencintai* pekerjaan mereka.", "D. Bunga itu *disiram* setiap pagi.", "E. Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Semua kalimat menggunakan imbuhan me- dan di- dengan tepat:\n* A. *memakan* (me- + makan).\n* B. *dibuka* (di- + buka).\n* C. *mencintai* (meN- + cinta, N menjadi nc karena 'c' luluh).\n* D. *disiram* (di- + siram)."
  },
  {
    "id": 74,
    "pertanyaan": "Pilihlah kalimat yang mengandung kata berantonim.",
    "pilihan": ["A. Buku itu tebal, tetapi harganya murah.", "B. Dia suka membaca dan menulis.", "C. Anak itu sangat pintar dan cerdas.", "D. Mereka pergi bersama-sama.", "E. Hujan turun rintik-rintik."],
    "jawaban": "A",
    "pembahasan": "Soal ini tidak memiliki pasangan antonim yang jelas di antara pilihan yang diberikan. Namun, jika konteksnya adalah mencari kalimat yang menyandingkan dua hal yang kontras atau berlawanan secara tersirat, pilihan A ('tebal' dan 'murah') bisa diinterpretasikan demikian, meskipun bukan antonim secara langsung. Contoh antonim yang jelas adalah 'panas' vs 'dingin'."
  },
  {
    "id": 75,
    "pertanyaan": "Perhatikan kalimat berikut!\n\n\"Keputusan yang telah diambil oleh Dewan Perwakilan Rakyat Republik Indonesia itu harus ditaati oleh seluruh warga negara.\"\n\nPerbaikan penulisan singkatan yang tepat adalah...",
    "pilihan": ["A. DPR RI", "B. D.P.R. R.I.", "C. DPR. RI.", "D. D.P.R.RI", "E. DPR_RI"],
    "jawaban": "A",
    "pembahasan": "Singkatan nama lembaga pemerintah dan ketatanegaraan yang terdiri atas huruf awal setiap kata ditulis dengan huruf kapital tanpa tanda titik. Jadi, 'Dewan Perwakilan Rakyat Republik Indonesia' disingkat menjadi 'DPR RI'."
  },
  {
    "id": 76,
    "pertanyaan": "Bacalah paragraf berikut!\n\nFenomena urbanisasi, yaitu perpindahan penduduk dari desa ke kota, terus terjadi di banyak negara berkembang. Daya tarik kota berupa kesempatan kerja yang lebih baik, fasilitas pendidikan, dan akses layanan kesehatan yang lebih lengkap menjadi magnet utama. Namun, urbanisasi yang tidak terkontrol juga menimbulkan berbagai masalah, seperti kepadatan penduduk, kemacetan, masalah lingkungan, hingga peningkatan angka kriminalitas. Oleh karena itu, perencanaan kota yang komprehensif dan pembangunan desa yang merata perlu diupayakan untuk menyeimbangkan laju urbanisasi.\n\nYang BUKAN dampak negatif urbanisasi menurut teks adalah...",
    "pilihan": ["A. Kepadatan penduduk.", "B. Kemacetan.", "C. Masalah lingkungan.", "D. Peningkatan angka kriminalitas.", "E. Akses layanan kesehatan yang lebih lengkap."],
    "jawaban": "E",
    "pembahasan": "Teks menyatakan 'akses layanan kesehatan yang lebih lengkap' sebagai 'daya tarik kota', yang merupakan dampak positif atau alasan urbanisasi, bukan dampak negatifnya."
  },
  {
    "id": 77,
    "pertanyaan": "Pilihlah kalimat dengan penggunaan kata depan *di* yang tepat.",
    "pilihan": ["A. Buku itu ada *dimeja*.", "B. Kami bertemu *dipusat* kota.", "C. Dia tinggal *di* sebuah rumah kecil.", "D. Pekerjaan itu *dikumpulkan* besok.", "E. Surat itu *ditulis* dengan tinta biru."],
    "jawaban": "C",
    "pembahasan": "Kata depan *di* yang menunjukkan tempat harus ditulis terpisah dari kata yang mengikutinya. Pilihan A dan B salah karena 'dimeja' dan 'dipusat' seharusnya 'di meja' dan 'di pusat'. Pilihan D dan E menggunakan *di-* sebagai imbuhan pasif, yang ditulis serangkai."
  },
  {
    "id": 78,
    "pertanyaan": "Manakah kelompok kata yang semuanya merupakan kata baku?",
    "pilihan": ["A. Efektif, Apotik, Kualitas", "B. Ijasah, Aktifitas, Analisa", "C. Nasihat, Faedah, Komplet", "D. Resiko, Sekadar, Sistim", "E. Proyek, Fihak, Hipotesa"],
    "jawaban": "C",
    "pembahasan": "Kata baku:\n* A. Apotik (tidak baku, seharusnya apotek)\n* B. Ijasah (tidak baku, seharusnya ijazah); Aktifitas (tidak baku, seharusnya aktivitas); Analisa (tidak baku, seharusnya analisis)\n* C. Nasihat (baku), Faedah (baku), Komplet (baku). Semua baku.\n* D. Resiko (tidak baku, seharusnya risiko); Sistim (tidak baku, seharusnya sistem)\n* E. Fihak (tidak baku, seharusnya pihak); Hipotesa (tidak baku, seharusnya hipotesis)"
  },
  {
    "id": 79,
    "pertanyaan": "Perhatikan paragraf berikut!\n\nPerkembangan kecerdasan buatan (AI) telah membawa transformasi besar dalam berbagai sektor. Dari otomatisasi industri hingga diagnosis medis, AI menawarkan solusi inovatif untuk meningkatkan efisiensi dan akurasi. Namun, muncul pula kekhawatiran terkait potensi hilangnya lapangan kerja, isu etika, dan masalah privasi data. Oleh karena itu, diperlukan regulasi yang jelas dan pengembangan AI yang bertanggung jawab untuk memastikan manfaatnya dapat dirasakan secara luas tanpa menimbulkan dampak negatif yang signifikan.\n\nFokus utama paragraf tersebut adalah...",
    "pilihan": ["A. Kekhawatiran terhadap hilangnya lapangan kerja akibat AI.", "B. Manfaat AI dalam otomatisasi industri.", "C. Perkembangan AI dan dampaknya (positif dan negatif).", "D. Pentingnya regulasi dalam pengembangan AI.", "E. Isu etika dan privasi data dalam AI."],
    "jawaban": "C",
    "pembahasan": "Paragraf ini membahas baik transformasi dan solusi inovatif (dampak positif) maupun kekhawatiran dan masalah (dampak negatif) dari perkembangan AI. Oleh karena itu, fokus utamanya adalah perkembangan AI dan dampaknya secara keseluruhan."
  },
  {
    "id": 80,
    "pertanyaan": "Manakah kalimat yang menggunakan kata sapaan dengan benar?",
    "pilihan": ["A. Pak Lurah, kapan bapak datang?", "B. Bu Guru, apakah ibu sudah makan?", "C. Saudara sekalian, marilah kita bersatu.", "D. Hai, teman-teman semua!", "E. Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Semua kalimat menggunakan kata sapaan dengan benar sesuai kaidah EBI:\n* A. 'Pak' dan 'Bapak' digunakan sebagai sapaan resmi dan ditulis dengan huruf kapital.\n* B. 'Bu' dan 'Ibu' digunakan sebagai sapaan resmi dan ditulis dengan huruf kapital.\n* C. 'Saudara sekalian' digunakan sebagai sapaan umum dan ditulis dengan huruf kapital pada awal kata.\n* D. 'Hai' digunakan sebagai sapaan interjeksi. 'Teman-teman' sebagai sapaan informal yang tepat."
  },
  {
    "id": 81,
    "pertanyaan": "Pilihlah kalimat yang merupakan kalimat majemuk setara.",
    "pilihan": ["A. Dia membaca buku saat adiknya bermain.", "B. Meskipun lelah, dia tetap bekerja.", "C. Kakak makan nasi goreng dan adik minum susu.", "D. Karena hujan deras, kami tidak jadi pergi.", "E. Dia adalah orang yang selalu membantu sesama."],
    "jawaban": "C",
    "pembahasan": "Kalimat majemuk setara adalah kalimat yang terdiri dari dua atau lebih klausa yang kedudukannya sederajat dan dihubungkan oleh konjungsi koordinatif (dan, atau, tetapi, melainkan, dll.). Pilihan C memiliki dua klausa ('Kakak makan nasi goreng' dan 'adik minum susu') yang dihubungkan oleh 'dan'."
  },
  {
    "id": 82,
    "pertanyaan": "Bacalah paragraf berikut!\n\nKopi tidak hanya sekadar minuman, melainkan telah menjadi bagian dari gaya hidup modern. Berbagai kafe dengan desain unik menjamur di perkotaan, menawarkan aneka varian kopi dan suasana yang nyaman untuk bersantai atau bekerja. Fenomena ini menciptakan budaya 'ngopi' yang tidak hanya berorientasi pada cita rasa, tetapi juga pada pengalaman sosial dan estetika. Industri kopi pun terus berkembang, mulai dari hulu hingga hilir, memberikan kontribusi signifikan terhadap perekonomian lokal maupun nasional.\n\nKata *menjamur* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Berkembang pesat dan banyak.", "B. Muncul secara tiba-tiba.", "C. Menyebar perlahan.", "D. Merusak lingkungan.", "E. Mengalami kemunduran."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks 'berbagai kafe dengan desain unik menjamur di perkotaan', kata 'menjamur' berarti tumbuh atau berkembang sangat banyak dan cepat, seperti jamur yang tumbuh berkoloni."
  },
  {
    "id": 83,
    "pertanyaan": "Manakah kalimat yang tidak efektif karena terjadi pleonasme (pemakaian kata-kata yang berlebihan)?",
    "pilihan": ["A. Mereka bekerja keras agar sukses.", "B. Para hadirin sekalian dimohon berdiri.", "C. Kami akan datang besok pagi.", "D. Dia sangat rajin belajar.", "E. Semua siswa mengikuti ujian."],
    "jawaban": "B",
    "pembahasan": "Pleonasme adalah penggunaan kata-kata yang tidak perlu karena maknanya sudah terkandung dalam kata lain. 'Para' menunjukkan jamak, dan 'sekalian' juga menunjukkan jamak. Jadi, 'Para hadirin sekalian' adalah pleonasme. Cukup 'Para hadirin' atau 'Hadirin sekalian'."
  },
  {
    "id": 84,
    "pertanyaan": "Pilihlah penulisan bilangan atau angka yang benar.",
    "pilihan": ["A. Ada 250 orang mahasiswa yang hadir.", "B. Dia membeli 5 ekor ayam.", "C. Kami memiliki 12 buah buku.", "D. Perpustakaan itu memiliki seribu dua ratus buku.", "E. Di toko itu ada 1000 mainan."],
    "jawaban": "D",
    "pembahasan": "Aturan penulisan bilangan: Bilangan di bawah seratus ditulis dengan huruf. Bilangan utuh besar yang dapat dinyatakan dengan satu atau dua kata ditulis dengan huruf (misalnya seratus, seribu, dua belas). Bilangan yang lebih besar dan kompleks ditulis dengan angka. \n* A. '250' seharusnya 'dua ratus lima puluh'.\n* B. '5' seharusnya 'lima'.\n* C. '12' seharusnya 'dua belas'.\n* D. 'Seribu dua ratus' ditulis dengan huruf. Benar.\n* E. '1000' seharusnya 'seribu'."
  },
  {
    "id": 85,
    "pertanyaan": "Bacalah paragraf berikut!\n\nGlobalisasi membawa dampak ganda bagi setiap negara. Di satu sisi, ia membuka peluang untuk kerja sama ekonomi, pertukaran budaya, dan percepatan transfer teknologi. Batas-batas geografis dan informasi menjadi semakin kabur, memungkinkan interaksi yang lebih intens antarbangsa. Namun, di sisi lain, globalisasi juga menimbulkan tantangan serius, seperti persaingan pasar yang ketat, erosi budaya lokal, dan ancaman terhadap kedaulatan nasional. Kesiapan suatu negara dalam menghadapi arus globalisasi akan menentukan kemampuannya untuk memanfaatkan peluang dan meminimalkan risiko.\n\nKata *erosi* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Pengikisan atau pelunturan.", "B. Perkembangan atau pertumbuhan.", "C. Pembentukan atau penciptaan.", "D. Pelestarian atau penjagaan.", "E. Peningkatan atau penguatan."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks 'erosi budaya lokal', kata 'erosi' berarti pengikisan, pelunturan, atau penghilangan secara bertahap."
  },
  {
    "id": 86,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *ke-an* dengan tepat?",
    "pilihan": ["A. Mereka mengalami *kelelahan* setelah bekerja keras.", "B. Banyak *kemiskinan* di daerah itu.", "C. *Kebakaran* hutan terjadi di musim kemarau.", "D. Dia merasakan *kesakitan* yang luar biasa.", "E. Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Imbuhan *ke-an* dapat membentuk kata benda yang menyatakan keadaan, hal, atau proses. Semua pilihan menggunakan imbuhan ini dengan tepat:\n* A. Kelelahan (keadaan lelah).\n* B. Kemiskinan (keadaan miskin).\n* C. Kebakaran (hal/peristiwa terbakar).\n* D. Kesakitan (keadaan sakit)."
  },
  {
    "id": 87,
    "pertanyaan": "Pilihlah kalimat yang menggunakan singkatan yang benar.",
    "pilihan": ["A. Dr. Budi adalah seorang ahli bedah.", "B. PT. Maju Jaya sedang membuka lowongan kerja.", "C. Jln. Sudirman sangat padat.", "D. Sdr. Ahmad datang tadi pagi.", "E. Yth. Bapak/Ibu Guru."],
    "jawaban": "A",
    "pembahasan": "Penggunaan singkatan yang benar:\n* A. 'Dr.' untuk gelar doktor. Benar.\n* B. 'PT.' tidak menggunakan titik setelah PT. Seharusnya 'PT Maju Jaya'.\n* C. 'Jln.' tidak menggunakan titik. Seharusnya 'Jalan Sudirman' atau 'Jl. Sudirman'.\n* D. 'Sdr.' tidak menggunakan titik. Seharusnya 'Sdr Ahmad'.\n* E. 'Yth.' menggunakan titik. (Pilihan A adalah yang paling jelas dan umum sebagai singkatan gelar)."
  },
  {
    "id": 88,
    "pertanyaan": "Manakah kalimat yang strukturnya SPOK?",
    "pilihan": ["A. Pohon itu tumbang.", "B. Adik belajar di kamar.", "C. Ibu membeli sayuran di pasar.", "D. Burung berkicau merdu.", "E. Mereka bermain bola."],
    "jawaban": "C",
    "pembahasan": "SPOK (Subjek-Predikat-Objek-Keterangan):\n* A. Pohon itu (S) tumbang (P) - SP.\n* B. Adik (S) belajar (P) di kamar (K) - SPK.\n* C. Ibu (S) membeli (P) sayuran (O) di pasar (K) - SPOK lengkap.\n* D. Burung (S) berkicau (P) merdu (K) - SPK.\n* E. Mereka (S) bermain (P) bola (O) - SPO."
  },
  {
    "id": 89,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata penghubung (konjungsi) kausalitas (sebab-akibat).",
    "pilihan": ["A. Dia belajar giat, *agar* lulus ujian.", "B. Hujan turun *sehingga* jalanan licin.", "C. Kami pergi *ketika* dia datang.", "D. Dia pintar *dan* rajin.", "E. Meskipun lelah, *tetapi* dia tetap semangat."],
    "jawaban": "B",
    "pembahasan": "Konjungsi kausalitas menunjukkan hubungan sebab-akibat. 'Sehingga' menunjukkan akibat dari suatu sebab. Hujan turun (sebab) sehingga jalanan licin (akibat)."
  },
  {
    "id": 90,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPariwisata bahari di Indonesia memiliki potensi besar untuk dikembangkan. Keindahan bawah laut yang memukau, keanekaragaman hayati laut yang melimpah, serta garis pantai yang panjang menjadi daya tarik utama. Destinasi seperti Raja Ampat, Bunaken, dan Labuan Bajo telah mendunia dan menarik banyak wisatawan. Namun, tantangannya adalah bagaimana menjaga kelestarian ekosistem laut dari dampak pariwisata yang tidak bertanggung jawab, serta bagaimana memberdayakan masyarakat pesisir agar dapat merasakan manfaat ekonomi secara adil.\n\nFakta yang terdapat dalam paragraf tersebut adalah...",
    "pilihan": ["A. Pariwisata bahari di Indonesia memiliki potensi besar.", "B. Keindahan bawah laut Indonesia memukau wisatawan.", "C. Raja Ampat, Bunaken, dan Labuan Bajo telah mendunia.", "D. Pemberdayaan masyarakat pesisir adalah penting.", "E. Kelestarian ekosistem laut terancam oleh pariwisata."],
    "jawaban": "C",
    "pembahasan": "Kalimat fakta adalah pernyataan yang dapat dibuktikan kebenarannya. Pilihan C, 'Destinasi seperti Raja Ampat, Bunaken, dan Labuan Bajo telah mendunia', adalah fakta yang didukung oleh pengamatan umum dan popularitas destinasi tersebut. Pilihan lainnya cenderung merupakan opini atau pernyataan umum."
  }
]
