[
  {
    "id": 91,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan huruf kapital dengan tepat?",
    "pilihan": ["Mereka merayakan hari Natal di rumah.", "Kami pergi ke Gunung Semeru.", "Bahasa inggris adalah bahasa Internasional.", "Siapakah Gubernur Jawa Barat sekarang?", "Ia adalah warga negara indonesia."],
    "jawaban": "A",
    "pembahasan": "Penulisan huruf kapital:\n* A. 'Hari Natal' adalah nama hari raya. Kapital benar.\n* B. 'Gunung Semeru' benar, tetapi 'Gunung' sebagai nama geografi diikuti nama diri. Benar.\n* C. 'Bahasa Inggris' (nama bahasa) dan 'Internasional' (bukan bagian dari nama diri atau nama resmi) tidak kapital. Seharusnya 'Bahasa Inggris adalah bahasa internasional'.\n* D. 'Gubernur' jika tidak diikuti nama diri tidak perlu kapital. Seharusnya 'Siapakah gubernur Jawa Barat sekarang?'.\n* E. 'Warga negara Indonesia'. 'Warga negara' tidak kapital, 'Indonesia' kapital."
  },
  {
    "id": 92,
    "pertanyaan": "Pilihlah kalimat yang efektif dan tidak rancu.",
    "pilihan": ["Dia makan nasi, lalu dia minum kopi.", "Sejak dari pagi, dia sudah pergi.", "Bola itu ditendang oleh Andi di lapangan.", "Kepada seluruh peserta diharap segera berkumpul.", "Untuk meningkatkan kualitas, maka kita harus belajar."],
    "jawaban": "C",
    "pembahasan": "Kalimat efektif dan tidak rancu:\n* A. Efektif, tetapi bisa lebih ringkas jika dua aksi berurutan: 'Dia makan nasi lalu minum kopi.'\n* B. 'Sejak dari' rancu, cukup 'Sejak pagi' atau 'Dari pagi'.\n* C. SPOK lengkap dan jelas. Benar.\n* D. 'Kepada seluruh peserta diharap' rancu. Seharusnya 'Seluruh peserta diharapkan segera berkumpul.' atau 'Kepada seluruh peserta, dimohon segera berkumpul.'\n* E. 'Untuk' dan 'maka' tidak tepat digunakan bersama. Seharusnya 'Untuk meningkatkan kualitas, kita harus belajar.' atau 'Jika ingin meningkatkan kualitas, maka kita harus belajar.'"
  },
  {
    "id": 93,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPemanfaatan energi terbarukan menjadi solusi krusial dalam menghadapi krisis energi global dan perubahan iklim. Sumber daya seperti surya, angin, dan panas bumi melimpah di alam dan tidak menimbulkan emisi gas rumah kaca. Transisi menuju energi terbarukan tidak hanya mengurangi ketergantungan pada bahan bakar fosil, tetapi juga menciptakan lapangan kerja baru dan meningkatkan ketahanan energi. Meskipun demikian, diperlukan investasi besar dan teknologi canggih untuk mengoptimalkan potensi energi terbarukan ini.\n\nKata *transisi* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["Perubahan atau peralihan.", "Penurunan atau pengurangan.", "Peningkatan atau pertumbuhan.", "Penghentian atau pemberhentian.", "Penemuan atau inovasi."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks 'Transisi menuju energi terbarukan', kata 'transisi' berarti proses perubahan atau peralihan dari satu keadaan ke keadaan lain."
  },
  {
    "id": 94,
    "pertanyaan": "Pilihlah kalimat yang menggunakan ejaan yang benar.",
    "pilihan": ["Dia memproklamirkan kemerdekaan negerinya.", "Analisis data itu sangat rumit.", "Tehnik pengolahan sampah ini baru.", "Kwitansi pembayaran sudah saya terima.", "Jadual keberangkatan kereta itu belum pasti."],
    "jawaban": "B",
    "pembahasan": "Ejaan yang benar:\n* A. 'Memproklamirkan' seharusnya 'memproklamasikan' (dari proklamasi).\n* B. 'Analisis' adalah bentuk baku. Benar.\n* C. 'Tehnik' seharusnya 'teknik'.\n* D. 'Kwitansi' seharusnya 'kuitansi'.\n* E. 'Jadual' seharusnya 'jadwal'."
  },
  {
    "id": 95,
    "pertanyaan": "Hubungan analogi yang sama dengan: LAPAR : MAKAN adalah...",
    "pilihan": ["Haus : Minum", "Tidur : Malam", "Sakit : Obat", "Lelah : Istirahat", "Dingin : Selimut"],
    "jawaban": "D",
    "pembahasan": "Hubungannya adalah kondisi yang membutuhkan tindakan untuk mengatasinya. Lapar diatasi dengan makan. Lelah diatasi dengan istirahat."
  },
  {
    "id": 96,
    "pertanyaan": "Manakah kalimat yang mengandung imbuhan *per-an* dengan tepat?",
    "pilihan": ["Mereka sedang membahas *permasalahan* yang kompleks.", "Perjalanan* kami sangat menyenangkan.", "Dia sedang mempersiapkan *pertemuan* penting.", "Perbedaan* pendapat itu lumrah dalam diskusi.", "Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Imbuhan *per-an* dapat membentuk kata benda yang menyatakan hasil, hal, atau tempat. Semua pilihan menggunakan imbuhan ini dengan tepat:\n* A. Permasalahan (hal yang dipermasalahkan).\n* B. Perjalanan (hal/hasil melakukan perjalanan).\n* C. Pertemuan (hal/proses bertemu).\n* D. Perbedaan (hal yang berbeda)."
  },
  {
    "id": 97,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda titik koma (;) dengan benar.",
    "pilihan": ["Dia suka membaca novel; komik; dan majalah.", "Ayah pergi ke kantor; Ibu memasak di dapur.", "Mahasiswa mengerjakan tugas; dosen mengoreksi.", "Dia datang terlambat; sebab macet.", "Semua barang sudah siap; yaitu buku, pensil, dan penghapus."],
    "jawaban": "C",
    "pembahasan": "Tanda titik koma digunakan untuk memisahkan klausa-klausa yang setara dalam kalimat majemuk, terutama jika tidak dihubungkan oleh konjungsi, atau untuk memisahkan rincian yang sudah mengandung koma. Pilihan C memisahkan dua klausa setara yang tidak dihubungkan konjungsi. Pilihan A salah karena daftar perincian menggunakan koma. Pilihan D salah karena 'sebab' adalah konjungsi. Pilihan E salah karena 'yaitu' diawali koma, bukan titik koma."
  },
  {
    "id": 98,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nPemerintah berupaya meningkatkan kesejahteraan masyarakat melalui berbagai program. Salah satunya adalah program bantuan sosial yang bertujuan meringankan beban ekonomi keluarga prasejahtera. Selain itu, pemerintah juga fokus pada peningkatan kualitas pendidikan dan kesehatan. Namun, efektivitas program-program ini seringkali bergantung pada _____ yang baik dan partisipasi aktif dari masyarakat.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["birokrasi", "transparansi", "sosialisasi", "koordinasi", "implementasi"],
    "jawaban": "E",
    "pembahasan": "Konteks kalimat menunjukkan bahwa keberhasilan program bergantung pada pelaksanaannya. 'Implementasi' (pelaksanaan) yang baik adalah kunci agar program-program tersebut efektif."
  },
  {
    "id": 99,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan hubungan waktu?",
    "pilihan": ["Dia membaca buku *sementara* adiknya bermain.", "Dia tidak datang *karena* sakit.", "Saya suka teh *atau* kopi.", "Meskipun hujan, *tetapi* dia tetap pergi.", "Dia belajar keras *agar* lulus ujian."],
    "jawaban": "A",
    "pembahasan": "Konjungsi yang menyatakan hubungan waktu adalah 'ketika', 'saat', 'sejak', 'sementara', dll. 'Sementara' menunjukkan dua kejadian yang berlangsung bersamaan."
  },
  {
    "id": 100,
    "pertanyaan": "Pilihlah kalimat yang menggunakan huruf miring (italik) dengan tepat.",
    "pilihan": ["Kata *input* sering digunakan dalam dunia komputer.", "Saya membaca buku *Laskar Pelangi*.", "Dia sedang belajar Bahasa Inggris.", "Nama ilmiah padi adalah *Oryza Sativa*.", "Semua jawaban benar."],
    "jawaban": "D",
    "pembahasan": "Penggunaan huruf miring yang tepat:\n* A. Untuk kata atau ungkapan asing. Benar.\n* B. Untuk judul buku, majalah, atau surat kabar yang dikutip dalam teks. Benar.\n* C. 'Bahasa Inggris' adalah nama bahasa, tidak dimiringkan.\n* D. Untuk nama ilmiah. Benar.\nKarena C salah, maka E juga salah. Antara A, B, dan D, D adalah contoh paling pasti dan spesifik untuk penggunaan miring."
  },
  {
    "id": 101,
    "pertanyaan": "Perhatikan kalimat berikut!\n\n\"Meskipun sudah diberi tahu berulang kali, ia tetap berkeras untuk tidak mendengarkan nasihat dari orang tuanya.\"\n\nPerbaikan kalimat agar lebih efektif adalah...",
    "pilihan": ["Meskipun sudah diberi tahu berulang kali, ia tetap berkeras tidak mendengarkan nasihat orang tuanya.", "Meskipun sudah diberi tahu berulang kali, dia tetap berkeras tidak mendengarkan nasihat orang tuanya.", "Meskipun sudah diberi tahu berulang kali, ia tetap keras kepala tidak mendengarkan nasihat orang tuanya.", "Walaupun sudah diberi tahu berulang kali, ia tetap tidak mau mendengarkan nasihat orang tuanya.", "Sudah diberi tahu berulang kali, ia tetap tidak mau mendengarkan nasihat orang tuanya."],
    "jawaban": "A",
    "pembahasan": "Perbaikan untuk efektivitas: 'Untuk' pada 'untuk tidak' seringkali tidak diperlukan dalam konteks ini. Pilihan A menghilangkan 'untuk' sehingga lebih ringkas. 'Ia' dan 'dia' sama-sama baku. 'Keras kepala' bisa digunakan, tetapi 'berkeras' juga sudah cukup mewakili."
  },
  {
    "id": 102,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPerubahan pola makan dan gaya hidup masyarakat modern telah memicu peningkatan kasus penyakit tidak menular (PTM) seperti diabetes, hipertensi, dan penyakit jantung. Konsumsi makanan olahan tinggi gula dan garam, kurangnya aktivitas fisik, serta stres yang berkepanjangan menjadi faktor-faktor pemicu. PTM tidak hanya berdampak pada individu, tetapi juga membebani sistem kesehatan dan mengurangi produktivitas nasional. Oleh karena itu, edukasi kesehatan, promosi gaya hidup sehat, dan kebijakan yang mendukung lingkungan sehat sangat diperlukan untuk menekan angka PTM.\n\nIde pokok paragraf di atas adalah...",
    "pilihan": ["Faktor-faktor pemicu penyakit tidak menular.", "Dampak penyakit tidak menular pada individu dan negara.", "Peningkatan kasus penyakit tidak menular dan solusinya.", "Pentingnya edukasi kesehatan dan gaya hidup sehat.", "Beban sistem kesehatan akibat penyakit tidak menular."],
    "jawaban": "C",
    "pembahasan": "Ide pokok merangkum seluruh isi paragraf. Paragraf ini membahas peningkatan kasus PTM, faktor pemicunya, dampaknya, dan kemudian menyajikan solusi untuk menekan angka PTM. Pilihan C mencakup kedua aspek utama ini."
  },
  {
    "id": 103,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *ter-* dengan tepat?",
    "pilihan": ["Dia *terjatuh* dari sepeda.", "Buku itu *terbaca* olehku.", "Pintu itu *terbuka* sendiri.", "Semua jawaban benar.", "Dia *termakan* nasi goreng itu."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *ter-* dapat menunjukkan:\n* Tidak sengaja (terjatuh)\n* Kemampuan (terbaca)\n* Keadaan (terbuka)\n* Dapat dimakan (termakan)\nSemua pilihan A, B, C, E menggunakan imbuhan *ter-* dengan tepat sesuai makna yang ingin disampaikan."
  },
  {
    "id": 104,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda hubung (-) dengan tepat.",
    "pilihan": ["Dia adalah anak ke-2.", "Mereka belajar di masa pra-sejarah.", "Barang-barang itu sudah di jual-beli.", "Ia adalah mahasiswa dari se-Indonesia.", "Semua jawaban benar."],
    "jawaban": "A",
    "pembahasan": "Penggunaan tanda hubung (-):\n* A. Tanda hubung digunakan untuk merangkaikan unsur kata dengan angka atau huruf yang menyatakan urutan. Benar.\n* B. 'Pra-sejarah' seharusnya 'prasejarah' (imbuhan terikat dengan kata dasar tanpa tanda hubung jika tidak ada kekeliruan makna).\n* C. 'Di jual-beli' seharusnya 'diperjualbelikan' atau 'dijual beli' (jika jual beli adalah kata kerja). Jika jual beli adalah kata ulang, maka 'jual-beli'. Dalam konteks kalimat ini, 'di jual-beli' tidak tepat.\n* D. 'Se-Indonesia' seharusnya 'se-Indonesia'.\n* E. Tidak semua jawaban benar karena B, C, D salah."
  },
  {
    "id": 105,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPariwisata berkelanjutan semakin menjadi fokus perhatian di seluruh dunia. Konsep ini menekankan pentingnya menjaga keseimbangan antara pembangunan pariwisata, pelestarian lingkungan, dan kesejahteraan masyarakat lokal. Alih-alih hanya berorientasi pada keuntungan ekonomi, pariwisata berkelanjutan mendorong praktik yang meminimalkan dampak negatif terhadap alam dan budaya setempat. Misalnya, pengembangan ekowisata yang melibatkan masyarakat adat, penggunaan energi terbarukan di hotel, atau program daur ulang limbah di destinasi wisata. Dengan demikian, pariwisata tidak hanya menjadi sumber pendapatan, tetapi juga alat untuk mempromosikan konservasi dan pemberdayaan komunitas. Tantangannya adalah bagaimana mengimplementasikan prinsip-prinsip ini secara konsisten dan masif, mengingat kebutuhan akan pertumbuhan ekonomi yang juga tinggi.\n\nKata *konservasi* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["Pelestarian.", "Pembangunan.", "Eksploitasi.", "Pemusnahan.", "Modernisasi."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks pariwisata berkelanjutan, 'konservasi' mengacu pada upaya pelestarian lingkungan dan sumber daya alam agar tetap terjaga."
  },
  {
    "id": 106,
    "pertanyaan": "Pilihlah kalimat yang menggunakan kata depan *pada* dengan tepat.",
    "pilihan": ["Kucing itu tidur *pada* kursi.", "Rapat akan diadakan *pada* hari Senin.", "Dia menitipkan pesan *pada* saya.", "Buku itu ada *pada* meja.", "Semua jawaban benar."],
    "jawaban": "B",
    "pembahasan": "Kata depan *pada* digunakan untuk menyatakan waktu atau tempat yang bersifat abstrak. \n* A. Seharusnya 'di kursi'.\n* B. 'Pada hari Senin' menunjukkan waktu. Benar.\n* C. 'Pada saya' seharusnya 'kepada saya' atau 'dengan saya'.\n* D. 'Pada meja' seharusnya 'di meja'.\n* E. Tidak semua jawaban benar."
  },
  {
    "id": 107,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung (konjungsi) intrakalimat yang menyatakan hubungan pilihan?",
    "pilihan": ["Dia akan pergi *atau* tinggal di rumah.", "Dia tidak suka kopi, *melainkan* teh.", "Dia belajar keras *agar* bisa lulus.", "Meskipun hujan, *namun* dia tetap berangkat.", "Dia lelah *sebab* bekerja seharian."],
    "jawaban": "A",
    "pembahasan": "Konjungsi yang menyatakan pilihan adalah 'atau'. Pilihan A dengan jelas menunjukkan dua pilihan yang tersedia."
  },
  {
    "id": 108,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda seru (!) dengan tepat.",
    "pilihan": ["Betapa indah pemandangan ini!", "Tolong tutup pintu itu!", "Ayo, kita berangkat sekarang!", "Semua jawaban benar.", "Aduh, sakit sekali rasanya!"],
    "jawaban": "D",
    "pembahasan": "Tanda seru (!) digunakan untuk mengakhiri kalimat seru, perintah, atau pernyataan yang mengungkapkan emosi kuat. Semua pilihan A, B, C, dan E menggunakan tanda seru dengan tepat."
  },
  {
    "id": 109,
    "pertanyaan": "Bacalah paragraf berikut!\n\nKemajuan teknologi informasi dan komunikasi (TIK) telah mengubah cara manusia berinteraksi, bekerja, dan belajar. Internet dan perangkat digital memungkinkan akses informasi yang tak terbatas dan komunikasi lintas batas. Sektor bisnis memanfaatkan TIK untuk efisiensi operasional dan jangkauan pasar yang lebih luas. Di bidang pendidikan, TIK memfasilitasi pembelajaran jarak jauh dan akses ke sumber daya edukasi global. Namun, tantangan seperti hoaks, privasi data, dan kesenjangan digital perlu diatasi agar manfaat TIK dapat dinikmati secara merata dan bertanggung jawab.\n\nSimpulan yang paling tepat dari paragraf tersebut adalah...",
    "pilihan": ["TIK sangat bermanfaat bagi bisnis dan pendidikan.", "Internet adalah kunci utama kemajuan TIK.", "TIK membawa banyak perubahan positif namun juga tantangan yang harus diatasi.", "Kesenjangan digital adalah masalah terbesar TIK.", "Hoaks dan privasi data adalah dampak negatif TIK."],
    "jawaban": "C",
    "pembahasan": "Simpulan merangkum seluruh isi paragraf. Paragraf ini membahas dampak positif ('kemajuan teknologi informasi dan komunikasi (TIK) telah mengubah cara manusia berinteraksi, bekerja, dan belajar') dan dampak negatif ('tantangan seperti hoaks, privasi data, dan kesenjangan digital perlu diatasi') TIK. Pilihan C paling tepat merangkum kedua aspek tersebut."
  },
  {
    "id": 110,
    "pertanyaan": "Manakah kalimat yang menggunakan preposisi (kata depan) yang tepat?",
    "pilihan": ["Dia datang *dari* Jakarta.", "Saya menulis *dengan* pulpen.", "Buku itu diletakkan *di atas* meja.", "Semua jawaban benar.", "Kami berbicara *tentang* masa depan."],
    "jawaban": "D",
    "pembahasan": "Preposisi adalah kata depan yang menunjukkan hubungan antara nomina dengan kata lain. Semua pilihan menggunakan preposisi dengan tepat:\n* A. *dari* menunjukkan asal.\n* B. *dengan* menunjukkan alat.\n* C. *di atas* menunjukkan posisi.\n* E. *tentang* menunjukkan perihal."
  },
  {
    "id": 111,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda petik dua (\") dengan benar.",
    "pilihan": ["Ibu berkata, \"Aku akan pergi ke pasar\".", "Judul lagu favoritku adalah \"Indonesia Pusaka\".", "Dia membaca cerpen \"Anak Gembala\".", "Semua jawaban benar.", "Arti kata \"literasi\" adalah kemampuan membaca dan menulis."],
    "jawaban": "D",
    "pembahasan": "Tanda petik dua (\") digunakan untuk:\n* Mengapit petikan langsung (A).\n* Mengapit judul lagu, artikel, puisi, dan bab buku (B dan C).\n* Mengapit istilah ilmiah atau kata yang memiliki arti khusus (E).\nSemua pilihan A, B, C, dan E menggunakan tanda petik dua dengan benar."
  },
  {
    "id": 112,
    "pertanyaan": "Bacalah paragraf berikut!\n\nRevolusi industri 4.0 ditandai dengan konvergensi teknologi digital, fisik, dan biologis yang mengubah fundamental cara kita hidup dan bekerja. Kecerdasan buatan, big data, internet of things (IoT), dan robotika menjadi pilar utama. Sektor manufaktur mengalami otomatisasi, pelayanan publik bertransformasi digital, dan pekerjaan baru muncul seiring hilangnya pekerjaan lama. Namun, transisi ini juga menimbulkan kekhawatiran tentang kesenjangan keterampilan, keamanan siber, dan pengangguran struktural. Untuk menghadapi tantangan ini, investasi dalam pendidikan dan pelatihan ulang, serta pengembangan regulasi yang adaptif sangat diperlukan.\n\nYang BUKAN pilar utama revolusi industri 4.0 menurut teks adalah...",
    "pilihan": ["Kecerdasan buatan.", "Big data.", "Internet of things (IoT).", "Robotika.", "Otomatisasi manufaktur."],
    "jawaban": "E",
    "pembahasan": "Teks menyebutkan 'Kecerdasan buatan, big data, internet of things (IoT), dan robotika menjadi pilar utama'. 'Otomatisasi manufaktur' adalah salah satu hasil atau dampak dari revolusi industri 4.0, bukan pilarnya."
  },
  {
    "id": 113,
    "pertanyaan": "Manakah kalimat yang mengandung konjungsi subordinatif yang menyatakan hubungan sebab?",
    "pilihan": ["Dia tidak hadir *karena* sakit.", "Dia belajar keras *agar* lulus ujian.", "Mereka datang *ketika* hujan turun.", "Meskipun lelah, *namun* dia tetap bekerja.", "Dia suka membaca *dan* menulis."],
    "jawaban": "A",
    "pembahasan": "Konjungsi subordinatif yang menyatakan sebab adalah 'karena', 'sebab', 'oleh karena itu'. Pilihan A menggunakan 'karena' untuk menjelaskan alasan ketidakhadiran."
  },
  {
    "id": 114,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda kurung ( ) dengan tepat.",
    "pilihan": ["Harga barang (pokok) sudah naik.", "Data (lihat tabel 2) menunjukkan peningkatan.", "Dia lahir di Bandung (Jawa Barat).", "Angka kematian (mortalitas) meningkat tajam.", "Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Tanda kurung digunakan untuk:\n* Mengapit keterangan atau penjelasan yang bukan bagian utama kalimat (A, B).\n* Mengapit keterangan tambahan (C).\n* Mengapit padanan kata atau istilah (D).\nSemua pilihan A, B, C, dan D menggunakan tanda kurung dengan tepat."
  },
  {
    "id": 115,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPendidikan inklusif adalah sistem pendidikan yang mengakomodasi semua peserta didik tanpa memandang kondisi fisik, intelektual, sosial, emosional, atau kondisi lainnya. Tujuannya adalah memastikan setiap anak memiliki hak yang sama untuk memperoleh pendidikan yang berkualitas dan relevan. Implementasi pendidikan inklusif memerlukan perubahan paradigma dari segregasi menjadi integrasi, penyesuaian kurikulum, serta dukungan fasilitas dan tenaga pengajar yang memadai. Dengan pendidikan inklusif, diharapkan semua anak dapat mengembangkan potensi diri secara maksimal dan menjadi bagian aktif dari masyarakat.\n\nKata *segregasi* dalam paragraf tersebut memiliki antonim...",
    "pilihan": ["Pemisahan.", "Penggabungan.", "Diskriminasi.", "Pengelompokan.", "Keterbatasan."],
    "jawaban": "B",
    "pembahasan": "Antonim adalah lawan kata. *Segregasi* berarti pemisahan atau pengelompokan berdasarkan karakteristik tertentu. Dalam konteks 'perubahan paradigma dari segregasi menjadi integrasi', antonim yang paling tepat adalah 'penggabungan' (integrasi)."
  },
  {
    "id": 116,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan angka Romawi yang benar?",
    "pilihan": ["Perang Dunia Ke-II berakhir tahun 1945.", "Abad XX adalah abad modern.", "Bab V buku itu membahas sejarah.", "Semua jawaban benar.", "Dia lahir pada tanggal I Januari."],
    "jawaban": "C",
    "pembahasan": "Penulisan angka Romawi:\n* A. Seharusnya 'Perang Dunia II'.\n* B. Seharusnya 'abad XX' atau 'abad ke-20'. Jika 'Abad XX' adalah nama resmi, kapital bisa. Tapi 'abad XX' tanpa kapital lebih umum.\n* C. Angka Romawi digunakan untuk bab atau pasal. Benar.\n* D. Tidak semua jawaban benar karena A, B, E salah.\n* E. Tanggal tidak ditulis dengan angka Romawi. Seharusnya 'tanggal 1 Januari'."
  },
  {
    "id": 117,
    "pertanyaan": "Pilihlah kalimat yang merupakan kalimat pasif.",
    "pilihan": ["Ibu memasak nasi goreng.", "Ayah sedang membaca koran.", "Bola itu ditendang oleh Andi.", "Mereka sedang bermain bola.", "Dia membeli buku baru."],
    "jawaban": "C",
    "pembahasan": "Kalimat pasif adalah kalimat yang subjeknya dikenai tindakan (ditandai dengan imbuhan 'di-', 'ter-', atau kata kerja pasif lainnya). Pilihan C, 'Bola itu ditendang oleh Andi', subjek 'Bola itu' dikenai tindakan 'ditendang'."
  },
  {
    "id": 118,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPariwisata medis, yaitu praktik bepergian ke negara lain untuk mendapatkan perawatan medis, semakin populer. Faktor pendorongnya meliputi biaya perawatan yang lebih terjangkau, kualitas layanan yang setara atau bahkan lebih baik, serta ketersediaan teknologi medis canggih. Destinasi populer seperti Thailand, Singapura, dan Korea Selatan telah membangun reputasi kuat dalam bidang ini. Namun, tantangannya adalah memastikan keamanan pasien, standar etika, dan regulasi yang jelas untuk melindungi hak-hak konsumen. Dengan pengelolaan yang tepat, pariwisata medis dapat menjadi sumber pendapatan signifikan bagi negara penerima.\n\nYang BUKAN faktor pendorong popularitas pariwisata medis menurut teks adalah...",
    "pilihan": ["Biaya perawatan yang lebih terjangkau.", "Kualitas layanan yang lebih baik.", "Ketersediaan teknologi medis canggih.", "Keinginan untuk berlibur sekaligus berobat.", "Kualitas layanan yang setara."],
    "jawaban": "D",
    "pembahasan": "Teks menyebutkan 'biaya perawatan yang lebih terjangkau, kualitas layanan yang setara atau bahkan lebih baik, serta ketersediaan teknologi medis canggih' sebagai faktor pendorong. Pilihan D, 'Keinginan untuk berlibur sekaligus berobat', mungkin menjadi alasan pribadi, tetapi tidak disebutkan secara eksplisit sebagai faktor pendorong dalam teks."
  },
  {
    "id": 119,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan gelar akademik yang benar?",
    "pilihan": ["Prof. Dr. Andi, S.E., M.M.", "Prof Dr. Andi, SE., MM.", "Prof. Dr. Andi, S. E., M. M.", "Prof. Dr. Andi, S.E, M.M.", "Prof, Dr. Andi S.E., M.M."],
    "jawaban": "A",
    "pembahasan": "Penulisan gelar akademik:\n* Setiap singkatan gelar diawali huruf kapital dan diakhiri tanda titik.\n* Antara satu gelar dengan gelar lain dipisahkan tanda koma.\n* Contoh: Prof. Dr. Andi, S.E., M.M. Benar."
  },
  {
    "id": 120,
    "pertanyaan": "Pilihlah kalimat yang tidak mengandung kesalahan ejaan atau tanda baca.",
    "pilihan": ["Oleh karena itu, kita harus bekerja keras.", "Buku itu sudah dibaca, oleh saya.", "Dia berkata \"Saya akan datang besok\".", "Di mana kamu tinggal?", "Semua jawaban benar."],
    "jawaban": "A",
    "pembahasan": "Analisis:\n* A. 'Oleh karena itu,' digunakan sebagai konjungsi antarkalimat di awal kalimat dan diikuti koma. Benar.\n* B. Koma tidak digunakan sebelum 'oleh'. Seharusnya 'Buku itu sudah dibaca oleh saya.'\n* C. Tanda petik dua harus ditutup sebelum tanda baca akhir kalimat jika kutipan berakhir di situ. Seharusnya 'Dia berkata, \"Saya akan datang besok.\"' atau 'Dia berkata: \"Saya akan datang besok.\"'\n* D. 'Di mana' sudah benar, tetapi 'di mana' sering kali diganti dengan 'tempat' atau 'yang' jika bukan pertanyaan langsung tentang lokasi. Namun, secara tata bahasa, ini bisa diterima. Jika ini pertanyaan, harus ada tanda tanya. Jika bukan pertanyaan, 'Di tempat mana kamu tinggal?' atau 'Kamu tinggal di mana?'. Dengan asumsi ini kalimat tanya, penulisan 'Di mana' benar.\n* E. Tidak semua jawaban benar karena B dan C salah. D bisa ambigu tergantung konteks. Pilihan A adalah yang paling tidak ambigu dan paling benar."
  }
]
