[
  {
    "id": 121,
    "pertanyaan": "Perhatikan teks berikut!\n\n(1) Sampah elektronik (e-waste) menjadi isu lingkungan yang kian mendesak di seluruh dunia. (2) Volume e-waste terus meningkat seiring dengan kemajuan teknologi dan siklus penggantian perangkat yang semakin cepat. (3) Komponen berbahaya dalam e-waste, seperti timbal dan merkuri, dapat mencemari tanah dan air, membahayakan kesehatan manusia serta ekosistem. (4) Oleh karena itu, pengelolaan e-waste yang bertanggung jawab, termasuk daur ulang dan pembuangan yang aman, sangat diperlukan. (5) Beberapa negara maju telah memiliki regulasi ketat mengenai hal ini, tetapi implementasinya masih menjadi tantangan.\n\nKalimat yang mengandung fakta adalah nomor...",
    "pilihan": ["A. (1)", "B. (2)", "C. (3)", "D. (4)", "E. (5)"],
    "jawaban": "C",
    "pembahasan": "Kalimat fakta adalah pernyataan yang dapat dibuktikan kebenarannya. Kalimat (3) menyatakan bahwa 'Komponen berbahaya dalam e-waste, seperti timbal dan merkuri, dapat mencemari tanah dan air, membahayakan kesehatan manusia serta ekosistem.' Ini adalah informasi yang dapat diverifikasi secara ilmiah."
  },
  {
    "id": 122,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan singkatan dengan tepat?",
    "pilihan": ["A. Sdr. Budi akan datang besok.", "B. H. Ahmad adalah seorang haji.", "C. Yth. Bapak/Ibu.", "D. A.n. Direktur Utama, Kepala Bagian Umum.", "E. Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Penulisan singkatan yang tepat:\n* A. 'Sdr.' (Saudara) untuk sapaan. Benar.\n* B. 'H.' (Haji) untuk gelar keagamaan. Benar.\n* C. 'Yth.' (Yang terhormat) untuk sapaan resmi. Benar.\n* D. 'A.n.' (Atas nama) untuk surat-menyurat. Benar.\nSemua pilihan benar."
  },
  {
    "id": 123,
    "pertanyaan": "Bacalah paragraf berikut!\n\nLiterasi keuangan adalah kemampuan individu untuk memahami dan mengelola sumber daya keuangan secara efektif. Ini mencakup pemahaman tentang anggaran, investasi, utang, dan perencanaan keuangan jangka panjang. Dengan literasi keuangan yang baik, seseorang dapat membuat keputusan finansial yang tepat, menghindari jerat utang, dan mencapai tujuan keuangan. Sebaliknya, kurangnya literasi keuangan seringkali berujung pada masalah finansial dan kesulitan ekonomi. Oleh karena itu, edukasi literasi keuangan perlu digalakkan sejak dini, baik di sekolah maupun di keluarga.\n\nSimpulan yang paling tepat dari paragraf tersebut adalah...",
    "pilihan": ["A. Literasi keuangan adalah kunci untuk menghindari utang.", "B. Edukasi literasi keuangan perlu digalakkan sejak dini.", "C. Pemahaman tentang investasi adalah bagian penting literasi keuangan.", "D. Literasi keuangan adalah kemampuan mengelola keuangan secara efektif yang membawa dampak positif dan negatif jika tidak dimiliki.", "E. Keluarga berperan penting dalam literasi keuangan."],
    "jawaban": "D",
    "pembahasan": "Simpulan merangkum seluruh isi paragraf. Paragraf ini mendefinisikan literasi keuangan, menjelaskan manfaatnya (dampak positif), konsekuensi jika tidak dimiliki (dampak negatif), dan pentingnya edukasi. Pilihan D paling tepat merangkum semua aspek ini."
  },
  {
    "id": 124,
    "pertanyaan": "Manakah kalimat yang menggunakan kata penghubung (konjungsi) yang menyatakan hubungan perbandingan?",
    "pilihan": ["A. Dia lebih suka membaca *daripada* menonton TV.", "B. Dia belajar keras *sehingga* dia lulus.", "C. Kami akan datang *atau* kamu yang datang?", "D. Dia tidak hanya cerdas, *melainkan* juga dermawan.", "E. Dia pergi *ketika* saya tiba."],
    "jawaban": "A",
    "pembahasan": "Konjungsi yang menyatakan hubungan perbandingan adalah 'daripada', 'seperti', 'bagaikan', dll. Pilihan A menggunakan 'daripada' untuk membandingkan preferensi."
  },
  {
    "id": 125,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda pisah (—) dengan tepat.",
    "pilihan": ["A. Kemerdekaan bangsa itu—saya yakin—akan tercapai.", "B. Jakarta—ibu kota Indonesia—sangat padat.", "C. Rapat itu membahas rencana—pembangunan gedung baru.", "D. Semua jawaban benar.", "E. Rentang waktu 2000—2010 terjadi banyak perubahan."],
    "jawaban": "D",
    "pembahasan": "Tanda pisah (—) digunakan untuk:\n* Membatasi penyisipan kata atau kalimat yang memberi penjelasan di luar bangun kalimat (A).\n* Menegaskan adanya aposisi atau keterangan lain (B).\n* Mengapit keterangan yang menjelaskan suatu hal (C).\n* Rentang waktu (E).\nSemua pilihan A, B, C, dan E menggunakan tanda pisah dengan tepat."
  },
  {
    "id": 126,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nPariwisata gastronomi semakin populer, di mana wisatawan tidak hanya mencari destinasi yang indah, tetapi juga pengalaman kuliner otentik. Hal ini membuka peluang bagi pelaku usaha kuliner lokal untuk mengembangkan produk dan layanan yang unik. Untuk mendukung tren ini, diperlukan _____ yang kuat antara pemerintah, pelaku usaha, dan masyarakat dalam mempromosikan kekayaan kuliner daerah dan menjaga kualitasnya.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["A. kompetisi", "B. kolaborasi", "C. negosiasi", "D. inovasi", "E. apresiasi"],
    "jawaban": "B",
    "pembahasan": "Konteks kalimat menunjukkan bahwa diperlukan kerja sama antara berbagai pihak untuk mendukung tren tersebut. 'Kolaborasi' (kerja sama) adalah kata yang paling tepat."
  },
  {
    "id": 127,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *diper-* dengan tepat?",
    "pilihan": ["A. Masalah itu sedang *diperbincangkan*.", "B. Barang itu *diperjualbelikan* dengan harga tinggi.", "C. Rumah itu sedang *diperbaiki*.", "D. Semua jawaban benar.", "E. Hal itu *diperhatikan* dengan seksama."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *diper-* membentuk kata kerja pasif. Semua pilihan menggunakan imbuhan ini dengan tepat:\n* A. Diperbincangkan (menjadi bahan perbincangan).\n* B. Diperjualbelikan (menjadi subjek jual beli).\n* C. Diperbaiki (dijadikan lebih baik).\n* E. Diperhatikan (menjadi fokus perhatian)."
  },
  {
    "id": 128,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda petik tunggal (') dengan benar.",
    "pilihan": ["A. Dia berkata, 'Saya tidak suka itu'.", "B. Kata 'merdeka' berarti bebas.", "C. Untuk mengutip puisi, gunakan tanda petik tunggal.", "D. Semua jawaban benar.", "E. Arti kata 'sakit' adalah tidak sehat."],
    "jawaban": "B",
    "pembahasan": "Tanda petik tunggal (') digunakan untuk mengapit:\n* Kutipan dalam kutipan. (Tidak ada contoh langsung di pilihan).\n* Makna, terjemahan, atau penjelasan kata/ungkapan. (B dan E).\n* Kata atau frase yang kurang dikenal atau punya makna khusus dalam konteks tertentu. (B dan E).\nDalam konteks ini, B dan E adalah penggunaan yang benar. Namun, A salah karena seharusnya menggunakan tanda petik ganda untuk kutipan langsung. Karena itu, D salah. B paling tepat karena menjelaskan makna kata."
  },
  {
    "id": 129,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPeran orang tua dalam pendidikan anak sangatlah fundamental. Lingkungan keluarga yang suportif dan stimulatif dapat mendorong perkembangan kognitif, emosional, dan sosial anak secara optimal. Orang tua bukan hanya penyedia kebutuhan materi, tetapi juga teladan, pembimbing, dan motivator. Keterlibatan aktif orang tua dalam proses belajar anak, baik di rumah maupun di sekolah, berkorelasi positif dengan prestasi akademik dan pembentukan karakter. Oleh karena itu, program penguatan peran orang tua dalam pendidikan perlu terus digalakkan.\n\nKata *fundamental* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Penting atau mendasar.", "B. Sepele atau tidak penting.", "C. Sulit atau rumit.", "D. Inovatif atau modern.", "E. Luas atau beragam."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks 'Peran orang tua dalam pendidikan anak sangatlah fundamental', kata 'fundamental' berarti sangat penting atau mendasar, menjadi pondasi utama."
  },
  {
    "id": 130,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan bilangan atau angka yang salah?",
    "pilihan": ["A. Ada dua puluh lima mahasiswa baru.", "B. Dia membeli 1000 buku.", "C. Kami tinggal di lantai III.", "D. Mereka merayakan ulang tahun ke-50.", "E. Dia adalah anak pertama dari tiga bersaudara."],
    "jawaban": "B",
    "pembahasan": "Penulisan bilangan:\n* A. 'Dua puluh lima' (di bawah seratus, ditulis huruf). Benar.\n* B. '1000' seharusnya 'seribu' jika dalam teks narasi biasa. Jika dalam tabel atau statistik, angka boleh. Tetapi dalam kalimat ini, lebih baik huruf. Salah.\n* C. 'Lantai III' (angka Romawi untuk tingkatan). Benar.\n* D. 'Ke-50' (angka dengan awalan ke-). Benar.\n* E. 'Pertama' dan 'tiga' (bilangan ditulis huruf). Benar."
  },
  {
    "id": 131,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda titik (.) dengan tepat.",
    "pilihan": ["A. Pukul 07.30 pagi.", "B. Dia sudah selesai bekerja.", "C. Surat itu dikirimkan kpd. Yth. Bpk. Ali.", "D. Semua jawaban benar.", "E. Beliau tinggal di Jl. Sudirman No. 10."],
    "jawaban": "D",
    "pembahasan": "Penggunaan tanda titik (.):\n* A. Untuk menunjukkan waktu. Benar.\n* B. Untuk mengakhiri kalimat pernyataan. Benar.\n* C. Untuk singkatan nama gelar, pangkat, jabatan, atau sapaan. Benar.\n* E. Untuk singkatan jalan dan nomor. Benar.\nSemua pilihan benar."
  },
  {
    "id": 132,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPerekonomian Indonesia menunjukkan resiliensi yang kuat di tengah gejolak ekonomi global. Sektor-sektor tertentu, seperti digital dan manufaktur, terus menunjukkan pertumbuhan positif. Konsumsi domestik yang stabil juga menjadi penopang utama. Namun, tantangan inflasi, fluktuasi harga komoditas, dan ketidakpastian geopolitik masih membayangi. Untuk menjaga momentum pertumbuhan, pemerintah perlu terus mendorong investasi, menjaga stabilitas makroekonomi, dan mempercepat reformasi struktural.\n\nKata *resiliensi* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Ketahanan atau kemampuan pulih.", "B. Kelemahan atau kerentanan.", "C. Pertumbuhan atau perkembangan.", "D. Penurunan atau kemerosotan.", "E. Ketergantungan atau kebergantungan."],
    "jawaban": "A",
    "pembahasan": "Dalam konteks 'Perekonomian Indonesia menunjukkan resiliensi yang kuat', kata 'resiliensi' berarti kemampuan untuk pulih atau bertahan dari tekanan atau kesulitan; ketahanan."
  },
  {
    "id": 133,
    "pertanyaan": "Manakah kalimat yang merupakan kalimat kompleks (majemuk bertingkat)?",
    "pilihan": ["A. Dia makan nasi dan minum kopi.", "B. Kami akan pergi atau tinggal di sini.", "C. Dia tidak datang *karena* sakit.", "D. Dia rajin belajar *sehingga* dia lulus.", "E. Semua jawaban benar."],
    "jawaban": "C",
    "pembahasan": "Kalimat kompleks (majemuk bertingkat) adalah kalimat yang terdiri dari induk kalimat dan anak kalimat yang dihubungkan oleh konjungsi subordinatif. Pilihan C, 'Dia tidak datang' adalah induk kalimat, dan 'karena sakit' adalah anak kalimat yang menjelaskan sebab."
  },
  {
    "id": 134,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda tanya (?) dengan tepat.",
    "pilihan": ["A. Siapa nama Anda?", "B. Dia bertanya, \"Apakah kamu baik-baik saja?\"", "C. Kapan dia akan datang?", "D. Semua jawaban benar.", "E. Benarkah itu?"],
    "jawaban": "D",
    "pembahasan": "Tanda tanya (?) digunakan untuk mengakhiri kalimat tanya atau kalimat yang mengandung pertanyaan. Semua pilihan A, B, C, dan E menggunakan tanda tanya dengan tepat."
  },
  {
    "id": 135,
    "pertanyaan": "Bacalah paragraf berikut!\n\nIsu kesenjangan sosial ekonomi terus menjadi perhatian serius di banyak negara. Kesenjangan ini mencakup disparitas pendapatan, akses terhadap pendidikan berkualitas, layanan kesehatan, dan kesempatan kerja. Faktor-faktor seperti globalisasi, perubahan teknologi, dan kebijakan yang kurang inklusif seringkali memperparah kondisi ini. Dampaknya, muncul masalah kemiskinan, ketidakadilan, dan potensi gejolak sosial. Untuk mengatasinya, diperlukan kebijakan redistribusi kekayaan yang adil, investasi dalam sumber daya manusia, dan penciptaan lapangan kerja yang merata.\n\nKata *disparitas* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Persamaan atau kesetaraan.", "B. Perbedaan atau kesenjangan.", "C. Peningkatan atau pertumbuhan.", "D. Penurunan atau kemerosotan.", "E. Konflik atau pertentangan."],
    "jawaban": "B",
    "pembahasan": "Dalam konteks 'disparitas pendapatan', kata 'disparitas' berarti perbedaan atau kesenjangan yang tidak seimbang."
  },
  {
    "id": 136,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *memper-* dengan tepat?",
    "pilihan": ["A. Dia *memperbaiki* motornya.", "B. Kita harus *mempercepat* proses ini.", "C. Pemerintah akan *memperluas* jangkauan layanan.", "D. Semua jawaban benar.", "E. Dia sedang *mempercantik* ruangan itu."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *memper-* membentuk kata kerja yang berarti 'menjadikan lebih' atau 'membuat menjadi'. Semua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 137,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda elipsis (...) dengan tepat.",
    "pilihan": ["A. Dia berpikir... apakah ini benar?", "B. Isi pidato itu adalah Pancasila, UUD 1945, dan seterusnya... .", "C. Jika kamu tidak datang... saya akan marah.", "D. Semua jawaban benar.", "E. \"Saya... tidak bisa... melanjutkan...\" ucapnya terbata-bata."],
    "jawaban": "D",
    "pembahasan": "Tanda elipsis (...) digunakan untuk:\n* Menunjukkan bagian kalimat yang dihilangkan dalam kutipan (A).\n* Menunjukkan ujaran yang tidak selesai atau jeda dalam dialog (E).\n* Menunjukkan rangkaian yang berlanjut dalam daftar atau urutan yang dipersingkat. (B, namun penulisan 'dan seterusnya...' kurang tepat, lebih baik jika elipsis menggantikan 'dan seterusnya').\n* Untuk menunjukkan jeda pikiran (A).\nSemua pilihan, meskipun B sedikit ambigu, memiliki konteks di mana elipsis bisa digunakan. Namun, A dan E adalah penggunaan yang paling jelas dan sering."
  },
  {
    "id": 138,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nIndonesia memiliki kekayaan budaya yang luar biasa, mulai dari seni pertunjukan, kuliner, hingga tradisi adat. Keberagaman ini menjadi daya tarik tersendiri bagi wisatawan, sekaligus _____ identitas bangsa. Namun, modernisasi dan globalisasi menimbulkan tantangan dalam pelestarian budaya. Oleh karena itu, perlu upaya kolektif untuk mendokumentasikan, merevitalisasi, dan mewariskan warisan budaya ini kepada generasi mendatang.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["A. menghambat", "B. mengancam", "C. memperkuat", "D. mengurangi", "E. meniadakan"],
    "jawaban": "C",
    "pembahasan": "Konteks kalimat menunjukkan bahwa keberagaman budaya adalah hal positif yang berfungsi sebagai daya tarik dan 'memperkuat' identitas bangsa. Pilihan C paling sesuai."
  },
  {
    "id": 139,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *ber-* dengan tepat?",
    "pilihan": ["A. Dia *berlari* sangat cepat.", "B. Mereka *berdiskusi* tentang masalah itu.", "C. Pohon itu *berbuah* lebat.", "D. Semua jawaban benar.", "E. Anak itu *bermain* di taman."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *ber-* dapat membentuk kata kerja yang menyatakan:\n* Melakukan suatu tindakan (berlari, bermain, berdiskusi).\n* Memiliki (berbuah).\nSemua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 140,
    "pertanyaan": "Pilihlah kalimat yang tidak mengandung kesalahan ejaan atau tanda baca.",
    "pilihan": ["A. Perhatikan, baik-baik, apa yang saya katakan.", "B. Dia tidak datang; sebab, sakit.", "C. \"Saya lelah,\" katanya lirih.", "D. Kami membeli: buku, pensil, dan pulpen.", "E. Semua jawaban benar."],
    "jawaban": "C",
    "pembahasan": "Analisis:\n* A. Koma tidak diperlukan di antara 'baik-baik' dan 'apa'. Seharusnya 'Perhatikan baik-baik apa yang saya katakan.'\n* B. Tanda titik koma dan koma tidak tepat. Seharusnya 'Dia tidak datang sebab sakit.'\n* C. Kutipan langsung dan pemisah penyapa yang benar. Benar.\n* D. Koma tidak digunakan setelah 'membeli' sebelum daftar perincian. Seharusnya 'Kami membeli buku, pensil, dan pulpen.' atau 'Kami membeli: buku, pensil, dan pulpen.'"
  },
  {
    "id": 141,
    "pertanyaan": "Perhatikan teks berikut!\n\n(1) Fenomena 'child-free', yaitu keputusan untuk tidak memiliki anak, mulai mendapatkan perhatian di kalangan masyarakat modern. (2) Berbagai alasan melatarbelakangi keputusan ini, mulai dari kondisi finansial, karier, hingga pertimbangan lingkungan dan demografi. (3) Sebagian individu berpendapat bahwa memiliki anak bukanlah keharusan, melainkan pilihan pribadi yang harus dihormati. (4) Namun, pandangan ini seringkali bertentangan dengan norma sosial dan budaya yang berlaku di banyak tempat, yang menganggap anak sebagai penerus garis keturunan dan bagian integral dari keluarga. (5) Perlu dialog yang terbuka dan saling memahami untuk menyikapi fenomena ini secara bijaksana.\n\nKalimat yang mengandung opini adalah nomor...",
    "pilihan": ["A. (1)", "B. (2)", "C. (3)", "D. (4)", "E. (5)"],
    "jawaban": "E",
    "pembahasan": "Kalimat opini adalah kalimat yang berisi pendapat, pandangan, atau penilaian yang kebenarannya bersifat subjektif atau belum tentu mutlak. Kalimat (5) adalah opini karena mengandung saran atau anjuran ('Perlu dialog yang terbuka...') yang bersifat normatif dan subjektif."
  },
  {
    "id": 142,
    "pertanyaan": "Manakah kalimat yang menggunakan penulisan huruf tebal dengan tepat?",
    "pilihan": ["A. Kata **sangat** adalah kata keterangan.", "B. Bab **Pendahuluan** membahas latar belakang masalah.", "C. Dia adalah mahasiswa dari **Universitas Indonesia**.", "D. Semua jawaban benar.", "E. Judul bukunya adalah **Seni Membaca Cepat**."],
    "jawaban": "B",
    "pembahasan": "Huruf tebal digunakan untuk:\n* Menegaskan bagian kata, kata, atau kelompok kata. (A, tetapi 'sangat' tidak perlu ditegaskan di sini)\n* Menulis judul buku, bab, daftar isi, atau indeks. (B, E).\n* Tidak digunakan untuk nama instansi. (C).\nPilihan B paling jelas dan tepat dalam konteks penulisan ilmiah/formal."
  },
  {
    "id": 143,
    "pertanyaan": "Bacalah paragraf berikut!\n\nTransformasi digital telah menjadi keniscayaan bagi bisnis di era modern. Adopsi teknologi seperti komputasi awan, analisis big data, dan kecerdasan buatan memungkinkan perusahaan untuk meningkatkan efisiensi operasional, inovasi produk, dan pengalaman pelanggan. Bisnis yang tidak mampu beradaptasi dengan perubahan ini berisiko tertinggal atau bahkan gulung tikar. Namun, transformasi digital juga memerlukan investasi besar, perubahan budaya organisasi, dan peningkatan keterampilan sumber daya manusia. Oleh karena itu, strategi yang matang dan kepemimpinan yang kuat sangat esensial untuk keberhasilan transformasi ini.\n\nIde pokok paragraf di atas adalah...",
    "pilihan": ["A. Pentingnya komputasi awan dan big data bagi bisnis.", "B. Risiko yang dihadapi bisnis jika tidak bertransformasi digital.", "C. Transformasi digital dalam bisnis: urgensi, manfaat, dan tantangan.", "D. Investasi besar dalam teknologi digital.", "E. Peran kepemimpinan dalam transformasi digital."],
    "jawaban": "C",
    "pembahasan": "Ide pokok merangkum seluruh isi paragraf. Paragraf ini membahas mengapa transformasi digital itu penting ('keniscayaan'), apa manfaatnya, dan apa saja tantangan yang dihadapi. Pilihan C paling komprehensif."
  },
  {
    "id": 144,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *se-nya* dengan tepat?",
    "pilihan": ["A. Dia makan *seenaknya* saja.", "B. Dia berbicara *sekerasnya*.", "C. Dia datang *sesudahny*.", "D. Semua jawaban benar.", "E. Dia berusaha *semampunya*."],
    "jawaban": "D",
    "pembahasan": "Imbuhan *se-nya* (se- + kata dasar + -nya) membentuk kata keterangan yang berarti 'se...mungkin' atau 'dengan cara se...'. Semua pilihan menggunakan imbuhan ini dengan tepat."
  },
  {
    "id": 145,
    "pertanyaan": "Pilihlah kalimat yang menggunakan tanda hubung (-) untuk merangkai unsur yang tidak dapat ditulis serangkai.",
    "pilihan": ["A. Hadiah itu untuk ulang tahun ke-17 nya.", "B. Kita harus me-nonaktifkan akun ini.", "C. Dia adalah ketua pro-kontra reformasi.", "D. Semua jawaban benar.", "E. Negara-negara ASEAN akan bekerja sama."],
    "jawaban": "D",
    "pembahasan": "Tanda hubung (-) digunakan untuk:\n* A. Merangkai awalan *ke-* dengan angka, atau angka dengan *–nya*. Benar.\n* B. Merangkai bentuk terikat dengan kata yang diawali huruf kapital. Benar. (Me-nonaktifkan)\n* C. Merangkai unsur bahasa Indonesia dengan unsur bahasa asing. Benar. (Pro-kontra).\n* E. Mengulang kata jika ada dua kata dasar yang digabungkan (negara-negara). Benar.\nSemua pilihan benar."
  },
  {
    "id": 146,
    "pertanyaan": "Bacalah paragraf berikut!\n\nPergeseran demografi global, terutama peningkatan proporsi penduduk lansia, menimbulkan berbagai implikasi. Sistem jaminan sosial dan layanan kesehatan menghadapi tekanan yang meningkat. Pasar tenaga kerja perlu beradaptasi dengan usia pensiun yang lebih panjang dan kebutuhan pekerja yang lebih tua. Di sisi lain, populasi lansia yang sehat dan aktif dapat menjadi sumber daya berharga melalui pengalaman dan kebijaksanaan mereka. Oleh karena itu, pengembangan kebijakan yang mendukung penuaan aktif dan sehat, serta inklusi lansia dalam berbagai sektor masyarakat, sangatlah penting.\n\nKata *implikasi* dalam paragraf tersebut memiliki makna yang paling dekat dengan...",
    "pilihan": ["A. Penyebab.", "B. Konsekuensi atau dampak.", "C. Solusi.", "D. Masalah.", "E. Perubahan."],
    "jawaban": "B",
    "pembahasan": "Dalam konteks 'menimbulkan berbagai implikasi', kata 'implikasi' berarti konsekuensi, akibat, atau dampak dari suatu kondisi atau peristiwa."
  },
  {
    "id": 147,
    "pertanyaan": "Manakah kalimat yang mengandung konjungsi intrakalimat yang menyatakan hubungan syarat?",
    "pilihan": ["A. Dia akan datang *jika* diundang.", "B. Dia belajar *agar* lulus.", "C. Hujan turun *sehingga* jalanan licin.", "D. Dia tidak hanya cerdas, *melainkan* juga baik hati.", "E. Dia membaca buku *sementara* adiknya bermain."],
    "jawaban": "A",
    "pembahasan": "Konjungsi yang menyatakan hubungan syarat adalah 'jika', 'kalau', 'apabila', 'andaikata', dll. Pilihan A menggunakan 'jika' untuk menunjukkan syarat suatu kejadian."
  },
  {
    "id": 148,
    "pertanyaan": "Pilihlah kalimat yang menggunakan huruf kapital dengan benar.",
    "pilihan": ["A. Dia kuliah di Fakultas Ekonomi Universitas Gadjah Mada.", "B. Kami merayakan Idul Fitri di Jakarta.", "C. Presiden Jokowi menyampaikan pidato kenegaraan.", "D. Dia lahir pada bulan November.", "E. Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Penggunaan huruf kapital yang benar:\n* A. Nama fakultas dan universitas. Benar.\n* B. Nama hari raya dan nama kota. Benar.\n* C. Jabatan yang diikuti nama orang. Benar.\n* D. Nama bulan. Benar.\nSemua pilihan benar."
  },
  {
    "id": 149,
    "pertanyaan": "Bacalah paragraf rumpang berikut!\n\nInvestasi pada infrastruktur publik, seperti jalan, jembatan, dan pelabuhan, sangat penting untuk mendorong pertumbuhan ekonomi. Aksesibilitas yang lebih baik akan _____ biaya logistik, mempercepat distribusi barang, dan meningkatkan konektivitas antardaerah. Hal ini pada akhirnya akan menarik investasi swasta dan menciptakan lapangan kerja. Namun, pembiayaan dan pemeliharaan infrastruktur yang berkelanjutan menjadi tantangan tersendiri.\n\nKata yang paling tepat untuk mengisi bagian rumpang adalah...",
    "pilihan": ["A. menaikkan", "B. mengurangi", "C. menambah", "D. memperbesar", "E. meningkatkan"],
    "jawaban": "B",
    "pembahasan": "Aksesibilitas yang lebih baik bertujuan untuk membuat proses lebih efisien. Oleh karena itu, aksesibilitas yang baik akan 'mengurangi' biaya logistik."
  },
  {
    "id": 150,
    "pertanyaan": "Manakah kalimat yang menggunakan imbuhan *meN-* dengan tepat?",
    "pilihan": ["A. Dia *menulis* surat.", "B. Dia *menyanyi* lagu itu.", "C. Dia *membaca* buku.", "D. Dia *menggambar* pemandangan.", "E. Semua jawaban benar."],
    "jawaban": "E",
    "pembahasan": "Imbuhan *meN-* menyesuaikan dengan huruf awal kata dasar (fonem /n/ menjadi /m/, /ny/, /ng/, atau luluh). Semua pilihan menggunakan imbuhan ini dengan tepat:\n* A. Me- + tulis -> menulis (N menjadi n).\n* B. Me- + nyanyi -> menyanyi (N menjadi ny).\n* C. Me- + baca -> membaca (N menjadi m).\n* D. Me- + gambar -> menggambar (N menjadi ng).\nSemua benar."
  }
]
